{
    "case": {
        "docket": "555",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/555/"
    },
    "id": "1962777",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN JUDGMENTWYETH V. LEVINE555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 06-1249WYETH, PETITIONERv.DIANA LEVINEon writ of certiorari to the supreme court of\nvermont[March 4, 2009]Justice Thomas, concurring in the\njudgment.I agree with the Court that the\nfact that the Food and Drug Administration (FDA) approved the label\nfor petitioner Wyeth’s drug Phenergan does not pre-empt the\nstate-law judgment before the Court. That judgment was based on a\njury finding that the label did not adequately warn of the risk\ninvolved in administering Phenergan through the IV-push injection\nmethod. Under federal law, without prior approval from the FDA,\nWyeth could have “add[ed] or strengthen[ed]” information on its\nlabel about “a contraindication, warning, precaution, or adverse\nreaction,” 21 CFR §314.70(c)(6)(iii)(A) (2008), or “about dosage\nand administration that is intended to increase the safe use of the\ndrug product,” §314.70(c)(6)(iii)(C), in order to “reflect newly\nacquired information,” including “new analyses of previously\nsubmitted data,” about the dangers of IV-push administration of\nPhenergan, 73 Fed. Reg. 49603, 49609 (2008). It thus was possible\nfor Wyeth to label and market Phenergan in compliance with federal\nlaw while also providing additional warning information on its\nlabel beyond that previously approved by the FDA. In addition,\nfederal law does not give drug manufacturers an unconditional right\nto market their federally approved drug at all times with the\nprecise label initially approved by the FDA. The Vermont court’s\njudgment in this case, therefore, did not directly conflict with\nfederal law and is not pre-empted.I write separately, however, because I cannot\njoin the majority’s implicit endorsement of far-reaching implied\npre-emption doctrines. In particular, I have become increasingly\nskeptical of this Court’s “purposes and objectives” pre-emption\njurisprudence. Under this approach, the Court routinely invalidates\nstate laws based on perceived conflicts with broad federal policy\nobjectives, legislative history, or generalized notions of\ncongressional purposes that are not embodied within the text of\nfederal law. Because implied pre-emption doctrines that wander far\nfrom the statutory text are inconsistent with the Constitution, I\nconcur only in the judgment.IAIn order “to ensure the\nprotection of our fundamental liberties,”Atascadero State\nHospitalv.Scanlon,473 U. S. 234, 242\n(1985) (internal quotation marks omitted), the “Constitution\nestablishes a system of dual sovereignty between the States and the\nFederal Government.”Gregoryv.Ashcroft,501 U. S. 452,\n457 (1991). The Framers adopted this “ ‘constitutionally\nmandated balance of power,’ ”Atascadero State\nHospital,supra, at 242, to “reduce the risk of\ntyranny and abuse from either front,” because a “federalist\nstructure of joint sovereigns preserves to the people numerous\nadvantages,” such as “a decentralized government that will be more\nsensitive to the diverse needs of a heterogeneous society” and\n“increase[d] opportunity for citizen involvement in democratic\nprocesses,”Gregory,supra, at 458.Furthermore, as the Framers observed, the “compound republic of\nAmerica” provides “a double security … to the rights of the people”\nbecause “the power surrendered by the people is first divided\nbetween two distinct governments, and then the portion allotted to\neach subdivided among distinct and separate departments.” The\nFederalist No. 51, p. 266 (M. Beloff ed., 2d ed. 1987).Under this federalist system,\n“the States possess sovereignty concurrent with that of the Federal\nGovernment, subject only to limitations imposed by the Supremacy\nClause.”Tafflinv.Levitt,493 U. S. 455, 458\n(1990). In this way, the Supremacy Clause gives the Federal\nGovernment “a decided advantage in [a] delicate balance” between\nfederal and state sovereigns.Gregory, 501 U. S., at 460.\n“As long as it is acting within the powers granted it under the\nConstitution, Congress may impose its will on the States.”Ibid.That is an “extraordinary power in a federalist\nsystem.”Ibid.Nonetheless, the States retain\nsubstantial sovereign authority. U. S. Const., Amdt. 10 (“The\npowers not delegated to the United States by the Constitution, nor\nprohibited by it to the States, are reserved to the States\nrespectively, or to the people”); see alsoAldenv.Maine,527\nU. S. 706, 713 (1999);Printzv.United\nStates,521 U.\nS. 898, 918–922 (1997);New Yorkv.United\nStates,505 U.\nS. 144, 155–156 (1992);Gregory,supra, at\n457–459;Tafflin,supra, at 458. In accordance\nwith the text and structure of the Constitution, “[t]he powers\ndelegated by the proposed constitution to the federal government,\nare few and defined” and “[t]hose which are to remain in the state\ngovernments, are numerous and indefinite.” The Federalist No. 45,\nat 237–238. Indeed, in protecting our constitutional government,\n“the preservation of the States, and the maintenance of their\ngovernments, are as much within the design and care of the\nConstitution as the preservation of the Union and the maintenance\nof the National government.”Texasv.White, 7\nWall. 700, 725 (1869), quoted inNew Yorkv.United\nStates, supra, at 162.As a result, in order to protect the delicate\nbalance of power mandated by the Constitution, the Supremacy Clause\nmust operate only in accordance with its terms. The clause\nprovides:“This Constitution, and the Laws of the United\nStates which shall be made in Pursuance thereof; and all Treaties\nmade, or which shall be made, under the Authority of the United\nStates, shall be the supreme Law of the Land; and the Judges in\nevery State shall be bound thereby, any Thing in the Constitution\nor Laws of any state to the Contrary notwithstanding.” Art. VI,\ncl. 2.With respect to federal laws, then, the Supremacy\nClause gives “supreme” status only to those that are “made in\nPursuance” of “[t]his Constitution.”Ibid.;see 3 J.\nStory, Commentaries on the Constitution of the United States §1831,\np. 694 (1833) (hereinafter Story) (“It will be observed, that\nthe supremacy of the laws is attached to those only, which are made\nin pursuance of the constitution”).Federal laws “made in Pursuance” of the\nConstitution must comply with two key structural limitations in the\nConstitution that ensure that the Federal Government does not amass\ntoo much power at the expense of the States. The first structural\nlimitation, which the parties have not raised in this case, is “the\nConstitution’s conferral upon Congress of not all governmental\npowers, but only discrete, enumerated ones.”Printz,supra, at 919; see alsoUnited Statesv.Morrison,529 U. S. 598, 618,\nn. 8 (2000);New Yorkv.United States,\nsupra, at 155–157;McCullochv.Maryland, 4\nWheat. 316, 405 (1819) (“This government is acknowledged by all to\nbe one of enumerated powers”).[Footnote 1]The second structural limitation is the\ncomplex set of procedures that Congress and the President must\nfollow to enact “Laws of the United States.” SeeINSv.Chadha,462\nU. S. 919, 945–946 (1983) (setting forth the Constitution’s\nBicameral and Presentment Clauses, Art. I, §7, cls. 2–3, which\n“prescribe and define the respective functions of the Congress and\nof the Executive in the legislative process”). “[T]he Framers were\nacutely conscious that the bicameral requirement and the\nPresentment Clauses would serve essential constitutional\nfunctions,”Chadha, 462 U. S., at 951, by allowing the\npassage of legislation only after it has proceeded through “a\nstep-by-step, deliberate and deliberative process,”id.,at 959, that was “finely wrought and exhaustively considered” by\nthe Framers,id., at 951. The Supremacy Clause thus\nrequires that pre-emptive effect be given only those to federal\nstandards and policies that are set forth in, or necessarily follow\nfrom, the statutory text that was produced through the\nconstitutionally required bicameral and presentment procedures. See\n3 J. Story §1831, at 694 (Actions of the Federal Government “which\nare not pursuant to its constitutional powers, but which are\ninvasions of the residuary authorities of the smaller societies,”\nare not “the supreme law of the land. They will be merely acts of\nusurpation, and will deserve to be treated as such”).BIn light of these constitutional\nprinciples, I have become “increasing[ly] reluctan[t] to expand\nfederal statutes beyond their terms through doctrines of implied\npre-emption.”Batesv.Dow Agrosciences LLC,544 U. S. 431,\n459 (2005) (Thomas, J., concurring in judgment in part and\ndissenting in part). My review of this Court’s broad implied\npre-emption precedents, particularly its “purposes and objectives”\npre-emption jurisprudence, has increased my concerns that implied\npre-emption doctrines have not always been constitutionally\napplied. Under the vague and “potentially boundless” doctrine of\n“purposes and objectives” pre-emption,Geierv.American Honda Motor Co.,529 U. S. 861, 907 (2000) (Stevens,\nJ., dissenting), for example, the Court has pre-empted state law\nbased on its interpretation of broad federal policy objectives,\nlegislative history, or generalized notions of congressional\npurposes that are not contained within the text of federal law.\nSee,e.g.,Pharmaceutical Research and Mfrs. of\nAmericav.Walsh,538 U. S. 644, 678\n(2003) (Thomas, J., concurring in judgment) (referring to the\n“concomitant danger of invoking obstacle pre-emption based on the\narbitrary selection of one purpose to the exclusion of others”);Crosbyv.National Foreign Trade Council,530 U. S. 363,\n388–391 (2000) (Scalia, J., concurring in judgment) (criticizing\nthe majority’s reliance on legislative history to discern statutory\nintent when that intent was “perfectly obvious on the face of th[e]\nstatute”);Geier,supra, at 874–883 (relying on\nregulatory history, agency comments, and the Government’s\nlitigating position to determine that federal law pre-empted state\nlaw).Congressional and agency musings,\nhowever, do not satisfy the Art. I, §7 requirements for\nenactment of federal law and, therefore, do not pre-empt state law\nunder the Supremacy Clause. When analyzing the pre-emptive effect\nof federal statutes or regulations validly promulgated thereunder,\n“[e]vidence of pre-emptive purpose [must be] sought in the text and\nstructure of the [provision] at issue” to comply with the\nConstitution.CSX Transp., Inc.v.Easterwood,507 U. S. 658,\n664 (1993); see alsoNew Yorkv.FERC,535 U. S. 1, 18 (2002)\n(“[A] federal agency may pre-empt state law only when and if it is\nacting within the scope of its congressional delegated authority …\n[for] an agency literally has no power to act, let alone pre-empt\nthe validly enacted legislation of a sovereign State, unless and\nuntil Congress confers power upon it” (internal quotation marks\nomitted; second alteration in original));Camps\nNewfound/Owatonna, Inc.v.Town of Harrison,520 U. S. 564, 617 (1997) (Thomas, J.,\ndissenting) (noting that “treating unenacted congressional intent\nas if it were law would be constitutionally dubious”). Pre-emption\nanalysis should not be “a freewheeling judicial inquiry into\nwhether a state statute is in tension with federal objectives, but\nan inquiry into whether the ordinary meanings of state and federal\nlaw conflict.”Bates,supra, at 459\n(Thomas, J., concurring in judgment in part and dissenting in\npart) (internal quotation marks and citation omitted); see alsoGeier,supra, at 911 (Stevens., J., dissenting)\n(“[P]re-emption analysis is, or at least should be, a matter of\nprecise statutory [or regulatory] construction rather than an\nexercise in free-form judicial policymaking” (internal quotation\nmarks omitted)). Pre-emption must turn on whether state law\nconflicts with the text of the relevant federal statute or with the\nfederal regulations authorized by that text. SeeFosterv.Love,522 U.\nS. 67, 71 (1997) (finding that conflict pre-emption question\n“turn[ed] entirely on the meaning of the state and federal\nstatutes” at issue before the Court); see alsoNew Yorkv.FERC, supra, at 19.IIThis Court has determined that\nthere are two categories of conflict pre-emption, both of which\nWyeth contends are at issue in this case. First, the Court has\nfound pre-emption “where compliance with both federal and state\nregulations is a physical impossibility for one engaged in\ninterstate commerce.”Florida Lime & Avocado Growers,\nInc.v.Paul,373 U. S. 132, 142–143\n(1963). Second, the Court has determined that federal law pre-empts\nstate law when, “under the circumstances of [a] particular case,\n[state] law stands as an obstacle to the accomplishment and\nexecution of the full purposes and objectives of Congress.”Hinesv.Davidowitz,312 U.\nS. 52, 67 (1941).[Footnote\n2]AWyeth first contends that “it\nwould have been impossible for it to comply with the state-law duty\nto modify Phenergan’s labeling without violating federal law.”Ante, at 6 (opinion for the Court by Stevens, J.). But, as\nthe majority explains, the text of the relevant federal statutory\nprovisions and the corresponding regulations do not directly\nconflict with the state-law judgment before us.This Court has used different\nformulations of the standard to be used in deciding whether state\nand federal law conflict, and thus lead to pre-emption, under the\n“impossibility” doctrine. See,e.g.,Geier,supra, at 873 (“a case in which state law penalizes what\nfederal law requires”);American Telephone & Telegraph\nCo.v.Central Office Telephone, Inc.,524 U. S. 214, 227\n(1998)(AT&T)(when state-law claims “directly\nconflict” with federal law), cited inGeier,supra, at 874 (describingAT&Tas a “cas[e]\ninvolving impossibility”);Florida Lime & Avocado\nGrowers,supra,at 142–143 (“where compliance with\nboth federal and state regulations is a physical impossibility”).\nThe Court has generally articulated a very narrow “impossibility\nstandard,” seeCrosby, 530 U. S., at 372–373 (citingFlorida Lime & Avocado Growers,supra, at\n142–143); see alsoSprietsmav.Mercury Marine,537 U. S. 51,\n64–65 (2002);United Statesv.Locke,529 U. S. 89, 109\n(2000)—in part because the overly broad sweep of the Court’s\n“purposes and objectives” approach, seeinfra,at 13–23,\nhas rendered it unnecessary for the Court to rely on\n“impossibility” pre-emption.The Court, in fact, has not explained why a\nnarrow “physical impossibility” standard is the best proxy for\ndetermining when state and federal laws “directly conflict” for\npurposes of the Supremacy Clause. There could be instances where it\nis not “physically impossible” to comply with both state and\nfederal law, even when the state and federal laws give directly\nconflicting commands. See Nelson, Preemption, 86 Va. L. Rev.\n225, 260–261 (2000). For example, if federal law gives an\nindividual the right to engage in certain behavior that state law\nprohibits, the laws would give contradictory commands\nnotwithstanding the fact that an individual could comply with both\nby electing to refrain from the covered behavior.Ibid.\nTherefore, “physical impossibility” may not be the most appropriate\nstandard for determining whether the text of state and federal laws\ndirectly conflict. Seeibid.(concluding that the\nSupremacy Clause does not limit direct conflicts to cases with\n“physically impossible” conflicts and arguing that evidence from\nthe Founding supports a standard of “logical-contradiction”); see\nalsoAT&T,supra,at 227 (requiring that the\nstate-law claims “directly conflict” with federal law); 3 Story\n§1836, at 701 (suggesting instead that a state law is pre-empted by\nthe Supremacy Clause when it is “repugnantto the\nconstitution of the United States” (emphasis added)).Nonetheless, whatever the precise\nconstitutional contours of implied pre-emption may be, I am\nsatisfied that it does not operate against respondent’s judgment\nbelow. The text of the federal laws at issue do not require that\nthe state-court judgment at issue be pre-empted, under either the\nnarrow “physical impossibility” standard,Florida Lime &\nAvocado Growers,supra, at 142–143, or a more general\n“direc[t] conflict” standard,AT&T,supra,at\n227.Under the FDA’s “changes being effected”\nregulation, 21 CFR §314.70(c)(6)(iii), which was promulgated\npursuant to the FDA’s statutory authority, it is physically\npossible for Wyeth to market Phenergan in compliance with federal\nand Vermont law. As the majority explains, Wyeth could have changed\nthe warning on its label regarding IV-push without violating\nfederal law. Seeante, at 11–13. The “changes being\neffected” regulation allows drug manufacturers to change their\nlabels without the FDA’s preapproval if the changes “add or\nstrengthen a contraindication, warning, precaution, or adverse\nreaction,” §314.70(c)(6)(iii)(A), or “add or strengthen an\ninstruction about dosage and administration that is intended to\nincrease the safe use of the drug product,” §314.70(c)(6)(iii)(C),\nin order to “reflect newly acquired information,” including “new\nanalyses of previously submitted data,” 73 Fed. Reg. 49603, 49609.\nUnder the terms of these regulations, after learning of new\nincidences of gangrene-induced amputation resulting from the\nIV-push administration of Phenergan, seeante, at 12–13,\nfederal law gave Wyeth the authority to change Phenergan’s label to\n“strengthen a … warning,” “strengthen a … precaution,”\n§314.70(c)(6)(iii)(A), or to “strengthen an instruction about …\nadministration [of the IV-push method] … to increase the safe use\nof the drug product,” §314.70(c)(6)(iii)(C). Thus, it was\nphysically possible for Wyeth to comply with a state-law\nrequirement to provide stronger warnings on Phenergan about the\nrisks of the IV-push administration method while continuing to\nmarket Phenergan in compliance with federal law.In addition, the text of the statutory\nprovisions governing FDA drug labeling, and the regulations\npromulgated thereunder, do not give drug manufacturers an\nunconditional right to market their federally approved drug at all\ntimes with the precise label initially approved by the FDA. Thus,\nthere is no “direct conflict” between the federal labeling law and\nthe state-court judgment. The statute prohibits the interstate\nmarketing of any drug, except for those that are federally\napproved. See 21 U. S. C. §355(a) (“No person shallintroduce or deliver for introduction into interstate commerce any\nnew drug,unlessan approval of an application filed\npursuant to subsection (b) or (j) of this section is effective with\nrespect to such drug” (emphasis added)). To say, as the statute\ndoes, that Wyeth may not market a drug without federal approval\n(i.e., without an FDA-approved label) is not to say that\nfederal approval gives Wyeth the unfettered right, for all time, to\nmarket its drug with the specific label that was federally\napproved. Initial approval of a label amounts to a finding by the\nFDA that the label is safe for purposes of gaining federal approval\nto market the drug. It does not represent a finding that the drug,\nas labeled, can never be deemed unsafe by later federal action, or\nas in this case, the application of state law.Instead, FDA regulations require a drug\nmanufacturer—after initial federal approval of a drug’s label—to\nrevise the federally approved label “to include a warning as soon\nas there is reasonable evidence of an association of a serious\nhazard with a drug.” 21 CFR §201.80(e). Drug manufacturers are also\nrequired to “establish and maintain records and make reports” to\nthe FDA about “[a]ny adverse event associated with the use of a\ndrug in humans, whether or not considered drug related,” after it\nhas received federal approval. §§314.80(a), (c), (j). In addition,\nthe manufacturer must make periodic reports about “adverse drug\nexperience[s]” associated with its drug and include “a history of\nactions taken since the last report because of adverse drug\nexperiences (for example, labeling changes or studies initiated).”\n§§314.80(c)(2)(i)–(ii). When such records and reports are not made,\nthe FDA can withdraw its approval of the drug. §314.80(j); see also\n21 U. S. C. §355(e) (“The Secretary may … withdraw the\napproval of an application … if the Secretary finds … that the\napplicant has failed to establish a system for maintaining required\nrecords, or has repeatedly or deliberately failed to maintain such\nrecords or to make required reports”). The FDA may also determine\nthat a drug is no longer safe for use based on “clinical or other\nexperience, tests, or other scientific data.”Ibid.(approval may be withdrawn if “the Secretary finds … that clinical\nor other experience, tests, or other scientific data show that such\ndrug is unsafe for use under the conditions of use upon the basis\nof which the application was approved”).The text of the statutory provisions and the\naccompanying regulatory scheme governing the FDA drug approval\nprocess, therefore, establish that the FDA’s initial approval of a\ndrug is not a guarantee that the drug’s label will never need to be\nchanged. And nothing in the text of the statutory or regulatory\nscheme necessarily insulates Wyeth from liability under state law\nsimply because the FDA has approved a particular label.In sum, the relevant federal law did not give\nWyeth a right that the state-law judgment took away, and it was\npossible for Wyeth to comply with both federal law and the\nVermont-law judgment at issue here. The federal statute and\nregulations neither prohibited the stronger warning label required\nby the state judgment, nor insulated Wyeth from the risk of\nstate-law liability. With no “direct conflict” between the federal\nand state law, then, the state-law judgment is not pre-empted. Cf.AT&T, 524 U. S., at 221–226 (finding pre-emption where\nfederal law forbade common carriers from extending communications\nprivileges requested by state-law claims);Foster, 522 U.\nS., at 68–69 (finding pre-emption where the federal statute\nrequired congressional elections on a particular date different\nfrom that provided by state statute).BWyeth also contends that state\nand federal law conflict because “recognition of [this] state tort\naction creates an unacceptable ‘obstacle to the accomplishment and\nexecution of the full purposes and objectives of Congress,’Hinesv.Davidowitz,312 U.\nS. 52, 67 (1941), because it substitutes a lay jury’s decision\nabout drug labeling for the expert judgment of the FDA.”Ante, at 6–7. This Court’s entire body of “purposes and\nobjectives” pre-emption jurisprudence is inherently flawed. The\ncases improperly rely on legislative history, broad atextual\nnotions of congressional purpose, and even congressional inaction\nin order to pre-empt state law. Seesupra, at 5–7. I,\ntherefore, cannot join the majority’s analysis of this claim, seeante, at 17–25, or its reaffirmation of the Court’s\n“purposes and objectives” jurisprudence,ante, at 17–18\n(analyzing congressional purposes);ante, at 20 (quoting\nthe “ ‘purposes and objectives’ ” pre-emption standard\nfromHinesv.Davidowitz,312 U.\nS. 52, 67 (1941), andGeier, 529 U. S., at 883);ante, at 23–24, and nn. 13–14 (analyzing this case in\nlight ofGeier,529 U. S. 861).1The Court first formulated its\ncurrent “purposes and objectives” pre-emption standard inHineswhen it considered whether the federal Alien\nRegistration Act pre-empted an Alien Registration Act adopted by\nthe Commonwealth of Pennsylvania. The Court did not find that the\ntwo statutes, by their terms, directly conflicted. SeeHines,supra, at 59–60, and n. 1 (citing Pa.\nStat. Ann., Tit. 35, §§1801–1806 (Purdon Supp. 1940)); 312 U. S.,\nat 60, and n. 5 (citing Act of June 28, 1940, 54 Stat. 670);\n312 U. S., at 69–74 (analyzing numerous extratextual sources and\nfinding pre-emption without concluding that the terms of the\nfederal and state laws directly conflict); see alsoid.,\nat 78 (noting that “[i]t is conceded that the federal act in\noperation does not at any point conflict with the state statute”\n(Stone, J., dissenting)).[Footnote\n3] Nonetheless, the Court determined that it was not confined\nto considering merely the terms of the relevant federal law in\nconducting its pre-emption analysis. Rather, it went on to ask\nwhether the state law “stands as an obstacle to the accomplishment\nand execution of the full purposes and objectives of Congress.”Id., at 67.In so doing, the Court looked far\nbeyond the relevant federal statutory text and instead embarked on\nits own freeranging speculation about what the purposes of the\nfederal law must have been. Seeid.,at 69–74. In addition\nto the meaning of the relevant federal text, the Court attempted to\ndiscern “[t]he nature of the power exerted by Congress, the object\nsought to be attained, and the character of the obligations imposed\nby the law.”Id., at 70. To do so, the Court looked in\npart to public sentiment, noting that “[o]pposition to laws …\nsingling out aliens as particularly dangerous and undesirable\ngroups, is deep-seated in this country.”Ibid.The Court\nalso relied on statements by particular Members of Congress and on\ncongressional inaction, finding it pertinent that numerous bills\nwith requirements similar to Pennsylvania’s law had failed to\ngarner enough votes in Congress to become law.Id., at\n71–73, and nn. 32–34. Concluding that these sources revealed a\nfederal purpose to “protect the personal liberties of law-abiding\naliens through one uniform national registration system,” the Court\nheld that the Pennsylvania law was pre-empted.Id., at\n74.Justice Stone, in dissent, questioned the\nmajority’s decision to read an exclusive registration system for\naliens into a statute that did not specifically provide such\nexclusivity. Seeid., at 75. He noted his concern that\nstate power would be improperly diminished through a pre-emption\ndoctrine driven by the Court’s “own conceptions of a policy which\nCongress ha[d] not expressed and which is not plainly to be\ninferred from the legislation which it ha[d] enacted.”Ibid.In his view, nothing that Congress enacted had\n“denie[d] the states the practicable means of identifying their\nalien residents and of recording their whereabouts.”Id.,\nat 78. Yet, theHinesmajority employed pre-emption to\noverride numerous state alien-registration laws even though enacted\nfederal law “at no point conflict[ed] with the state legislation\nand [was] harmonious with it.”Id., at 79.[Footnote 4]2The consequences of this Court’s\nbroad approach to “purposes and objectives” pre-emption are\nexemplified in this Court’s decision inGeier, which both\nthe majority and the dissent incorporate into their analysis today.\nSeeante, at 23–24, and nn. 13–14;post, at 6–9\n(opinion of Alito, J.). InGeier, pursuant to the National\nTraffic and Motor Vehicle Safety Act of 1966 (Safety Act), 80 Stat.\n718, 15 U. S. C. §1381et seq.(1988 ed.), the\nDepartment of Transportation (DOT) had promulgated a Federal Motor\nVehicle Safety Standard that “required auto manufacturers to equip\nsome but not all of their 1987 vehicles with passive restraints.”\n529 U. S., at 864–865. The case required this Court to decide\nwhether the Safety Act pre-empted a state common-law tort action in\nwhich the plaintiff claimed that an auto manufacturer, though in\ncompliance with the federal standard, should nonetheless have\nequipped a 1987 automobile with airbags.Id., at 865. The\nCourt first concluded that the Safety Act’s express pre-emption\nprovision and its saving clause, read together, did not expressly\npre-empt state common-law claims. Seeid., at\n867–868.[Footnote 5] The Court\nthen proceeded to consider whether the state action was nonetheless\npre-empted as an “obstacle” to the purposes of the federal law. The\nCourt held that the state tort claim was pre-empted, relying in\nlarge part on comments that DOT made when promulgating its\nregulation, statements that the Government made in its brief to the\nCourt, and regulatory history that related to the federal\nregulation of passive restraints. Seeid., at 874–886.In particular, the majority found\nthat DOT intended to “deliberately provid[e] the manufacturer[s]\nwith a range of choices among different passive restraint devices”\nand to “bring about a mix of different devices introduced gradually\nover time,” based on comments that DOT made when promulgating its\nregulation, rather than the Safety Act’s text.Id., at\n875. The majority also embarked on a judicial inquiry into “why and\nhow DOT sought these objectives,”ibid., by considering\nregulatory history and the Government’s brief, which described\nDOT’s safety standard as “ ‘embod[ying] the Secretary’s policy\njudgment that safety would best be promoted if manufacturers\ninstalledalternativeprotection systems in their fleets\nrather than one particular system in every car,’ ”id., at 881 (quoting Brief for United States asAmicus\nCuriaeinGeierv.American Honda Motor Co.,\nO. T. 1999, No. 98–1811, p. 25); see also 529 U. S., at\n883–884. Based on this “ex postadministrative\nlitigating position and inferences from regulatory history and\nfinal commentary,”id., at 910–911 (Stevens., J.,\ndissenting), the Court found that the state action was pre-empted\nbecause it would have required manufacturers of all cars similar to\nthat in which the plaintiff was injured to “install airbags rather\nthan other passive restraint systems” and would have, therefore,\n“presented an obstacle to the variety and mix of devices that the\nfederal regulation sought” to phase in gradually,id., at\n881.The Court’s decision inGeierto\napply “purposes and objectives” pre-emption based on agency\ncomments, regulatory history, and agency litigating positions was\nespecially flawed, given that it conflicted with the plain\nstatutory text of the saving clause within the Safety Act, which\nexplicitly preserved state common-law actions by providing that\n“[c]ompliance with any Federal motor vehicle safety standard issued\nunder this subchapter does not exempt any person from any liability\nunder common law,” 15 U. S. C. §1397(k) (1988 ed.).[Footnote 6] SeeEngine Mfrs.\nAssn.v.South Coast Air Quality Management Dist.,541 U. S. 246,\n252 (2004) (“Statutory construction must begin with the language\nemployed by Congress and the assumption that the ordinary meaning\nof that language accurately expresses the legislative purpose”\n(internal quotation marks omitted));West Virginia Univ.\nHospitals, Inc.v.Casey,499 U. S. 83, 98 (1991)\n(“The best evidence of th[e] purpose [of a statute] is the\nstatutory text adopted by both Houses of Congress and submitted to\nthe President”). In addition, the Court’s reliance on its divined\npurpose of the federal law—to gradually phase in a mix of passive\nrestraint systems—in order to invalidate a State’s imposition of a\ngreater safety standard was contrary to the more general express\nstatutory goal of the Safety Act “to reduce traffic accidents and\ndeaths and injuries to persons resulting from traffic accidents,”\n15 U. S. C. §1381 (1988 ed.). This Court has repeatedly stated\nthat when statutory language is plain, it must be enforced\naccording to its terms. SeeJimenezv.Quarterman, 555 U. S. ___ (2009); see also,e.g.,Doddv.United States,545 U. S. 353, 359\n(2005);Lamiev.United States Trustee,540 U. S. 526, 534\n(2004);Hartford Underwriters Ins. Co.v.Union\nPlanters Bank, N. A.,530 U. S. 1, 6 (2000). The\ntext inGeier“directly addressed the precise question at\nissue” before the Court, so that should have been “the end of the\nmatter; for the court, as well as the agency, must give effect to\nthe unambiguously expressed intent of Congress.”National Assn.\nof Home Buildersv.Defenders of Wildlife,551 U. S. 644, ___\n(2007) (slip op., at 18) (2007) (internal quotation marks omitted).\nWith text that allowed state actions like the one at issue inGeier, the Court had no authority to comb through agency\ncommentaries to find a basis for an alternative conclusion.Applying “purposes and objectives” pre-emption\ninGeier, as in any case, allowed this Court to vacate a\njudgment issued by another sovereign based on nothing more than\nassumptions and goals that were untethered from the\nconstitutionally enacted federal law authorizing the federal\nregulatory standard that was before the Court. SeeWattersv.Wachovia Bank, N. A.,550 U. S. 1, 44 (2007)\n(Stevens, J., dissenting) (noting that pre-emption “affects the\nallocation of powers among sovereigns”). “ ‘[A]n agency\nliterally has no power to act, let alone pre-empt the [law] of a\nsovereign State, unless and until Congress confers power upon\nit.’ ”New Yorkv.FERC, 535 U. S., at 18\n(quotingLouisiana Pub. Serv. Comm’nv.FCC,476 U. S. 355,\n374 (1986)). Thus, no agency or individual Member of Congress can\npre-empt a State’s judgment by merely musing about goals or\nintentions not found within or authorized by the statutory text.\nSeesupra, at 5–7.The Court’s “purposes and objectives”\npre-emption jurisprudence is also problematic because it encourages\nan overly expansive reading of statutory text. The Court’s desire\nto divine the broader purposes of the statute before it inevitably\nleads it to assume that Congress wanted to pursue those policies\n“at all costs”—even when the text reflects a different balance. SeeGeier,supra, at 904 (Stevens, J., dissenting)\n(finding no evidence to support the notion that the DOT Secretary\nintended to advance the purposes of the safety standard “at all\ncosts”); Nelson, 86 Va. L. Rev., at 279–280. As this Court has\nrepeatedly noted, “ ‘it frustrates rather than effectuates\nlegislative intent simplistically to assume thatwhateverfurthers the statute’s primary objective must be the law.’ ”E.g.,Norfolk Southern R. Co.v.Sorrell,549 U. S. 158, 171\n(2007) (quotingRodriguezv.United States,480 U. S. 522,\n526 (1987)(per curiam)). Federal legislation is often the\nresult of compromise between legislators and “groups with marked\nbut divergent interests.” SeeRagsdalev.Wolverine\nWorld Wide, Inc.,535 U. S. 81, 93–94\n(2002). Thus, a statute’s text might reflect a compromise between\nparties who wanted to pursue a particular goal to different\nextents. See,e.g.,ibid.(noting that the Family\nand Medical Leave Act’s provision of only 12 workweeks of yearly\nleave “was the result of compromise” that must be given effect by\ncourts);Silkwoodv.Kerr-McGee Corp.,464 U. S. 238, 257\n(1984) (finding that a state law was not pre-empted though it\nallegedly frustrated a primary purpose of the Atomic Energy Act\nbecause the Act provided that its purpose was to be furthered only\n“to the extent it is consistent ‘with the health and safety of the\npublic’ ” (quoting 42 U. S. C. §2013(d) (1982 ed.))); see\nalso Manning, What Divides Textualists from Purposivists? 106\nColum. L. Rev. 70, 104 (2006) (“Legislators may compromise on\na statute that does not fully address a perceived mischief,\naccepting half a loaf to facilitate a law’s enactment”). Therefore,\nthere is no factual basis for the assumption underlying the Court’s\n“purposes and objectives” pre-emption jurisprudence that every\npolicy seemingly consistent with federal statutory text has\nnecessarily been authorized by Congress and warrants pre-emptive\neffect. Instead, our federal system in general, and the Supremacy\nClause in particular, accords pre-emptive effect to only those\npolicies that are actually authorized by and effectuated through\nthe statutory text.3The majority, while reaching the\nright conclusion in this case, demonstrates once again how\napplication of “purposes and objectives” pre-emption requires\ninquiry into matters beyond the scope of proper judicial review.\nFor example, the majority relies heavily on Congress’ failure\n“during the … 70-year history” of the federal Food, Drug, and\nCosmetic Act to enact an express pre-emption provision that\naddresses approval of a drug label by the FDA.Ante, at\n18. That “silence on the issue, coupled with [Congress’] certain\nawareness of the prevalence of state tort litigation,” the majority\nreasons, is evidence that Congress did not intend for federal\napproval of drug labels to pre-empt state tort judgments.Ibid.;see alsoante, at 17–18 (construing from\ninaction that Congress “[e]vidently [had] determined that widely\navailable state rights of action provided appropriate relief”).\nCertainly, the absence of a statutory provision pre-empting all\nstate tort suits related to approved federal drug labels is\npertinent to a finding that such lawsuits are not pre-empted. But\nthe relevance is in the fact that no statute explicitly pre-empts\nthe lawsuits, and not in any inferences that the Court may draw\nfrom congressional silence about the motivations or policies\nunderlying Congress’ failure to act. SeeBrownv.Gardner,513 U. S. 115, 121\n(1994) (“[C]ongressional silence lacks persuasive significance”\n(internal quotation marks omitted));O’Melveny & Myersv.FDIC,512\nU. S. 79, 85 (1994) (“[M]atters left unaddressed in [a\ncomprehensive and detailed federal] scheme are presumably left\nsubject to the disposition provided by state law”);Camps\nNewfound, 520 U. S., at 616 (“[O]ur pre-emption jurisprudence\nexplicitly rejects the notion that mere congressional silence on a\nparticular issue may be read as pre-empting state law”).In this case, the majority has\nconcluded from silence that Congress believed state lawsuits pose\nno obstacle to federal drug-approval objectives. Seeante,at 18. That is the required conclusion, but only because it is\ncompelled by the text of the relevant statutory and regulatory\nprovisions, not judicial suppositions about Congress’ unstated\ngoals. The fact that the Court reaches the proper conclusion does\nnot justify its speculation about the reasons for congressional\ninaction. In this case, the Court has relied on the perceived\ncongressional policies underlying inaction to find that state law\nisnotpre-empted. But once the Court shows a willingness\nto guess at the intent underlying congressional inaction, the Court\ncould just as easily rely on its own perceptions regarding\ncongressional inaction to give unduly broad pre-emptive effect to\nfederal law. See,e.g.,American Ins. Assn.v.Garamendi,539 U. S. 396, 401,\n405–408, 429 (2003) (finding that Congress’ failure to pass\nlegislation indicating that it disagreed with the President’s\nexecutive agreement supported, at least in part, the Court’s\ndetermination that the agreement pre-empted state law). Either\napproach is illegitimate. Under the Supremacy Clause, state law is\npre-empted only by federal law “made in Pursuance” of the\nConstitution, Art. VI, cl. 2—not by extratextual\nconsiderations of the purposes underlying congressional inaction.\nSeeHoffmanv.Connecticut Dept. of Income\nMaintenance,492\nU. S. 96, 104 (1989) (plurality opinion) (finding that policy\narguments that “are not based in the text of the statute … are not\nhelpful”);TVAv.Hill,437 U. S. 153, 194\n(1978) (“Our individual appraisal of the wisdom or unwisdom of a\nparticular course consciously selected by the Congress is to be put\naside in the process of interpreting a statute”). Our role, then,\nis merely “to interpret the language of the statute[s] enacted by\nCongress.”Barnhartv.Sigmon Coal Co.,534 U. S. 438, 461\n(2002).IIIThe origins of this Court’s\n“purposes and objectives” pre-emption jurisprudence inHines, and its broad application in cases likeGeier, illustrate that this brand of the Court’s\npre-emption jurisprudence facilitates freewheeling, extratextual,\nand broad evaluations of the “purposes and objectives” embodied\nwithin federal law. This, in turn, leads to decisions giving\nimproperly broad pre-emptive effect to judicially manufactured\npolicies, rather than to the statutory text enacted by Congress\npursuant to the Constitution and the agency actions authorized\nthereby. Because such a sweeping approach to pre-emption leads to\nthe illegitimate—and thus, unconstitutional—invalidation of state\nlaws, I can no longer assent to a doctrine that pre-empts state\nlaws merely because they “stan[d] as an obstacle to the\naccomplishment and execution of the full purposes and objectives”\nof federal law,Hines, 312 U. S., at 67, as perceived by\nthis Court. I therefore respectfully concur only in the\njudgment.Footnote 1This structural limitation may be implicated\nin a pre-emption case if the federal law at issue is beyond the\nscope of Congress’ enumerated powers. Expansion of congressional\npower through an “increasingly generous … interpretation of the\ncommerce power of Congress,” for example, creates “a real risk that\nCongress will gradually erase the diffusion of power between State\nand Nation on which the Framers based their faith in the efficiency\nand vitality of our Republic.”Garciav.San Antonio\nMetropolitan Transit Authority,469 U. S. 528, 583–584\n(1985) (O’Connor, J., dissenting); see alsoMarburyv.Madison, 1 Cranch 137, 176 (1803) (“The powers of the\nlegislature are defined, and limited; and that those limits may not\nbe mistaken, or forgotten, the constitution is written”).Footnote 2The majority’s pre-emption analysis relies in\npart on a presumption against pre-emption.Ante, at 8, and\nn. 3 (opinion of Stevens, J.). Because it is evident from the\ntext of the relevant federal statutes and regulations themselves\nthat the state-law judgment below is not pre-empted, it is not\nnecessary to decide whether, or to what extent, the presumption\nshould apply in a case such as this one, where Congress has not\nenacted an express-pre-emption clause. Cf.Altria Group,\nInc.v.Good, 555 U. S. ___, ___ (2008) (Thomas, J.,\ndissenting) (rejecting the use of a presumption against pre-emption\nin express pre-emption cases).Footnote 3According to the Court, the Pennsylvania Act\nrequired:“every alien 18 years or over, with certain\nexceptions, to register once each year; provide such information as\nis required by the statute, plus any ‘other information and\ndetails’ that the Department of Labor and Industry may direct; pay\n$1 as an annual registration fee; receive an alien identification\ncard and carry it at all times; show the card whenever it may be\ndemanded by any police officer or any agent of the Department of\nLabor and Industry; and exhibit the card as a condition precedent\nto registering a motor vehicle in his name or obtaining a license\nto operate one. … Nonexempt aliens who fail to register are subject\nto a fine … or imprisonment … . For failure to carry an\nidentification card or for failure to show it upon proper demand,\nthe punishment is a fine … or imprisonment … .”Hines, 312 U. S., at 59–60 (footnote omitted).The Court explained that the federal Alien\nRegistration Act required:“a single registration of aliens 14 years of\nage and over; detailed information specified by the Act, plus ‘such\nadditional matters as may be prescribed by the Commissioner, with\nthe approval of the Attorney General’; finger-printing of all\nregistrants; and secrecy of the federal files … . No\nrequirement that aliens carry a registration card to be exhibited\nto police or others is embodied in the law, and only the wilful\nfailure to register is made a criminal offense … .”Id., at 60–61.Footnote 4According to Justice Stone, theHinesmajority’s analysis resembled an inquiry into\nwhether the federal act “ ‘occupied the field,’ ” rather\nthan an application of simple conflict pre-emption principles.Id., at 78 (dissenting opinion). Regardless of whetherHinesinvolved field or conflict pre-emption, the dissent\naccurately observed that in assessing the boundaries of the federal\nlaw—i.e., the scope of its pre-emptive effect—the Court\nshould look to the federal statute itself, rather than speculate\nabout Congress’ unstated intentions.Id., at 78–79. See\nalsoCamps Newfound/Owatonna, Inc.v.Town of\nHarrison,520 U. S. 564, 616–617 (1997) (Thomas,\nJ., dissenting) (noting that “field pre-emption is itself suspect,\nat least as applied in the absence of a congressional command that\na particular field be pre-empted”).Footnote 5The Safety Act’s express pre-emption\nprovision stated in part:“Whenever a Federal motor vehicle safety\nstandard established under this subchapter is in effect, no State …\nshall have any authority either to establish, or to continue in\neffect, with respect to any motor vehicle or item of motor vehicle\nequipment[,] any safety standard applicable to the same aspect of\nperformance of such vehicle or item of equipment which is not\nidentical to the Federal standard.” 15 U. S. C. §1392(d) (1988\ned.).The Safety Act also included a saving clause,\nwhich stated: “Compliance with any Federal motor vehicle safety\nstandard issued under this subchapter does not exempt any person\nfrom any liability under common law.” §1397(k). The majority and\ndissent inGeieragreed that the import of the express\npre-emption provision and the saving clause, read together, was\nthat by its terms, the Safety Act did not expressly pre-empt state\ncommon-law actions. SeeGeier, 529 U. S., at 867–868;id., at 895–898 (Stevens, J., dissenting).Footnote 6In addition to the impropriety of looking\nbeyond the plain text of the saving clause to regulatory history,\nDOT comments, and an administrative litigating position to evaluate\nthe Safety Act’s pre-emptive effect, it is unclear that the Court\ninGeieraccurately assessed the federal objectives of the\nrelevant federal law. As the dissent inGeierpointed out,\nthe purpose of the Safety Act, as stated by Congress, was generally\n“ ‘to reduce traffic accidents and deaths and injuries to\npersons resulting from traffic accidents.’ ”Id., at\n888–889 (opinion of Stevens, J.) (quoting 15 U. S. C. §1381\n(1988 ed.)). On its face, that goal is of course consistent with a\nstate-law judgment that a particular vehicle needed a passive\nrestraint system that would better protect persons from death and\ninjury during traffic accidents. Furthermore, the dissent observed\nthat “by definition all of the standards established under the\nSafety Act … impose minimum, rather than fixed or maximum,\nrequirements.” 529 U. S., at 903 (citing 15 U. S. C. §1391(2)\n(1988 ed.)). Thus, in the dissent’s view, the requirements of the\nDOT regulation were not ceilings, and it was “obvious that the\nSecretary favored a more rapid increase” than required by the\nregulations. 529 U. S., at 903. That goal also would be consistent\nwith a state-law judgment finding that a manufacturer acted\nnegligently when it failed to include an airbag in a particular\ncar. Seeid., at 903–904.",
    "joined": []
}