{
    "case": {
        "docket": "237",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/237/"
    },
    "id": "3422803",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1352_________________OHIO, PETITIONERv.DARIUS CLARKon writ of certiorari to the supreme court of\nohio[June 18, 2015]Justice Thomas, concurring in the\njudgment.I agree with the Court that Ohio mandatory\nreporters are not agents of law enforcement, that statements made\nto private persons or by very young children will rarely implicate\nthe Confrontation Clause, and that the admission of the statements\nat issue here did not implicate that constitutional provision. I\nnonetheless cannot join the majority’s analysis. In the decade\nsince we first sought to return to the original meaning of the\nConfrontation Clause, seeCrawfordv.Washington, 541\nU. S. 36 (2004) , we have carefully reserved consideration of\nthat Clause’s application to statements made to private persons for\na case in which it was squarely presented. See,e.g.,Michiganv.Bryant, 562 U. S. 344 , n. 3\n(2011).This is that case; yet the majority does not\noffer clear guidance on the subject, declaring only that “the\nprimary purpose test is a necessary, but not always sufficient,\ncondition” for a statement to fall within the scope of the\nConfrontation Clause.Ante,at 7. The primary purpose test,\nhowever, is just as much “an exercise in fiction . . .\ndisconnected from history” for statements made to private persons\nas it is for statements made to agents of law enforcement, if not\nmore so. SeeBryant,supra,at 379 (Thomas, J.,\nconcurring in judgment) (internal quotation marks omitted). I would\nnot apply it here. Nor would I leave the resolution of this\nimportant question in doubt.Instead, I would use the same test for\nstatements to private persons that I have employed for statements\nto agents of law enforcement, assessing whether those statements\nbear sufficient indicia of solemnity to qualify as testimonial. SeeCrawford, supra,at 51;Davisv.Washington,\n547 U. S. 813 –837 (2006) (Thomas, J., concurring in judgment\nin part and dissenting in part). This test is grounded in the\nhistory of the common-law right to confrontation, which “developed\nto target particular practices that occurred under the English bail\nand committal statutes passed during the reign of Queen Mary,\nnamely, the civil-law mode of criminal procedure, and particularly\nits use ofex parteexaminations as evidence against\nthe accused.”Id., at 835 (internal quotation marks\nomitted). Reading the Confrontation Clause in light of this\nhistory, we have interpreted the accused’s right to confront “the\nwitnesses against him,” U. S. Const., Amdt. 6, as the right to\nconfront those who “bear testi-mony” against him,Crawford,\n541 U. S.,at 51 (relying on the ordinary meaning of\n“witness”). And because “[t]estimony . . . is\n. . . a solemn declaration or affirmation made for the\npurpose of establishing or proving some fact,”ibid.(internal quotation marks and brackets omitted), an analysis of\nstatements under the Clause must turn in part on their solemnity,Davis,supra,at 836 (opinion of Thomas, J.).I have identified several categories of\nextrajudicial statements that bear sufficient indicia of solemnity\nto fall within the original meaning of testimony. Statements\n“contained in formalized testimonial materials, such as affidavits,\ndepositions, prior testimony, or confessions” easily qualify.Whitev.Illinois, 502 U. S. 346, 365 (1992)\n(Thomas, J., concurring in part and concurring in judgment). And\nstatements not contained in such materials may still qualify if\nthey were obtained in “a formalized dialogue”; after the issuance\nof the warnings required byMirandav.Arizona, 384\nU. S. 436 (1966) ; while in police custody; or in an attempt\nto evade confrontation.Davis,supra,at 840 (opinion\nof Thomas, J.); see alsoBryant, 562 U. S., at 379\n(same) (summarizing and applying test). That several of these\nfactors seem inherently inapplicable to statements made to private\npersons does not mean that the test is unsuitable for analyzing\nsuch statements. All it means is that statements made to private\npersons rarely resemble the historical abuses that the common-law\nright to confrontation developed to address, and it is those\npractices that the test is designed to identify.Here, L. P.’s statements do not bear sufficient\nindicia of solemnity to qualify as testimonial. They were neither\ncontained in formalized testimonial materials nor obtained as the\nresult of a formalized dialogue initiated by police. Instead, they\nwere elicited during questioning by L. P.’s teachers at his\npreschool. Nor is there any indication that L. P.’s statements were\noffered at trial to evade confrontation. To the contrary, the\nrecord suggests that the prosecution would have produced L. P. to\ntestify had he been deemed competent to do so. His statements bear\nno “resemblance to the historical practices that the Confrontation\nClause aimed to eliminate.”Ibid.The admission of L. P.’s\nextrajudicial statements thus does not implicate the Confrontation\nClause.I respectfully concur in the judgment.",
    "joined": []
}