{
    "case": {
        "docket": "635",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/635/"
    },
    "id": "1962898",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTCARLSBAD TECHNOLOGY, INC. V. HIF BIO, INC.556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-1437CARLSBAD TECHNOLOGY, INC., PETITIONERv.HIF BIO, INC., et al.on writ of certiorari to the united states court of\nappeals for the federal circuit[May 4, 2009]Justice Thomas delivered the\nopinion of the Court.In this case, we decide whether a\nfederal court of appeals has jurisdiction to review a district\ncourt’s order that remands a case to state court after declining to\nexercise supplemental jurisdiction over state-law claims under 28\nU. S. C. §1367(c). The Court of Appeals for the Federal\nCircuit held that appellate review of such an order is barred by\n§1447(d) because it viewed the remand order in this case as resting\non the District Court’s lack of subject-matter jurisdiction over\nthe state-law claims. We disagree and reverse the judgment of the\nCourt of Appeals.IIn 2005, respondents filed a\ncomplaint against petitioner and others in California state court,\nalleging that petitioner had violated state and federal law in\nconnection with a patent dispute. Petitioner removed the case to\nthe United States District Court for the Central District of\nCalifornia pursuant to §1441(c), which allows removal of an “entire\ncase” when it includes at least one claim over which the federal\ndistrict court has original jurisdiction. Petitioner then filed a\nmotion to dismiss the only federal claim in the lawsuit, which\narose under the Racketeer Influenced and Corrupt Organizations Act\n(RICO), 18 U. S. C. §§1961–1968, for failure to adequately\nallege a pattern of racketeering.HIF Bio, Inc.v.Yung Shin Pharmaceuticals Indus. Co., 508 F. 3d 659,\n662 (CA Fed. 2007). The District Court agreed that respondents had\nfailed to state a RICO claim upon which relief could be granted and\ndismissed the claim pursuant to Federal Rule of Civil Procedure\n12(b)(6). The District Court also declined to exercise supplemental\njurisdiction over the remaining state-law claims pursuant to 28 U.\nS. C. §1367(c)(3), which provides that a district court “may\ndecline to exercise supplemental jurisdiction over a claim” if “the\ndistrict court has dismissed all claims over which it has original\njurisdiction.” The District Court then remanded the case to state\ncourt as authorized by this Court’s decision inCarnegie-Mellon\nUniv.v.Cohill,484 U. S. 343(1988).Petitioner appealed to the United\nStates Court of Appeals for the Federal Circuit, arguing that the\nDistrict Court should have exercised supplemental jurisdiction over\nthe state-law claims because they implicate federal patent-law\nrights. 508 F. 3d, at 663. The Court of Appeals dismissed the\nappeal, finding that the remand order could “be colorably\ncharacterized as a remand based on lack of subject matter\njurisdiction” and, therefore, could not be reviewed under §§1447(c)\nand (d), which provide in part that remands for “lack of subject\nmatter jurisdiction” are “not reviewable on appeal or otherwise.”\nSeeid.,at 667.This Court has not yet decided whether a\ndistrict court’s order remanding a case to state court after\ndeclining to exercise supplemental jurisdiction is a remand for\nlack of subject-matter jurisdiction for which appellate review is\nbarred by §§1447(c) and (d). SeePowerex Corp.v.Reliant Energy Services, Inc.,551 U. S. 224, 235, n. 4\n(2007) (“We have never passed on whetherCohillremands\nare subject-matter jurisdictional for purposes of … §1447(c) and\n§1447(d)”). We granted certiorari to resolve this question, 555 U.\nS. ___ (2008), and now hold that such remand orders are not based\non a lack of subject-matter jurisdiction. Accordingly, we reverse\nthe judgment of the Court of Appeals and remand for further\nproceedings.IIAppellate review of remand orders\nis limited by 28 U. S. C. §1447(d), which states:“An order remanding a case to the\nState court from which it was removed is not reviewable on appeal\nor otherwise, except that an order remanding a case to the State\ncourt from which it was removed pursuant to section 1443 of this\ntitle shall be reviewable by appeal or otherwise.”This Court has consistently held that §1447(d) must\nbe readin pari materiawith §1447(c), thus limiting the\nremands barred from appellate review by §1447(d) to those that are\nbased on a ground specified in §1447(c). SeeThermtron\nProducts, Inc.v.Hermansdorfer,423 U. S. 336, 345–346\n(1976); see alsoPowerex,supra,at 229;Quackenbushv.Allstate Ins. Co.,517 U. S. 706, 711–712\n(1996);Things Remembered, Inc.v.Petrarca,516 U. S. 124,\n127 (1995).*One type of remand order governed by\n§1447(c)—the type at issue in this case—is a remand order based on\na lack of “subject matter jurisdiction.” §1447(c) (providing, in\nrelevant part, that “[i]f at any time before final judgment it\nappears that the district court lacks subject matter jurisdiction,\nthe case shall be remanded”). The question presented in this case\nis whether the District Court’s remand order, which rested on its\ndecision declining to exercise supplemental jurisdiction over\nrespondents’ state-law claims, is a remand based on a “lack of\nsubject matter jurisdiction” for purposes of §§1447(c) and (d). It\nis not.“Subject matter jurisdiction defines the\ncourt’s authority to hear a given type of case,”United\nStatesv.Morton,467 U. S. 822, 828\n(1984); it represents “the extent to which a court can rule on the\nconduct of persons or the status of things.” Black’s Law Dictionary\n870 (8th ed. 2004). This Court’s precedent makes clear that whether\na court has subject-matter jurisdiction over a claim is distinct\nfrom whether a court chooses to exercise that jurisdiction. See,e.g., Quackenbush,supra,at 712 (holding that an\nabstention-based remand is not a remand for “lack of subject matter\njurisdiction” for purposes of §§1447(c) and (d));Ankenbrandtv.Richards,504 U. S. 689, 704\n(1992) (questioning whether, “even though subject matter\njurisdiction might be proper, sufficient grounds exist to warrant\nabstention from the exercise of that jurisdiction”);Iowa Mut.\nIns. Co.v.LaPlante,480 U. S. 9, 16, n. 8\n(1987) (referring to exhaustion requirement as “a matter of comity”\nthat does “not deprive the federal courts of subject-matter\njurisdiction” but does “rende[r] it appropriate for the federal\ncourts to decline jurisdiction in certain circumstances”).With respect to supplemental jurisdiction in\nparticular, a federal court has subject-matter jurisdiction over\nspecified state-law claims, which it may (or may not) choose to\nexercise. See §§1367(a), (c). A district court’s decision whether\nto exercise that jurisdiction after dismissing every claim over\nwhich it had original jurisdiction is purely discretionary. See\n§1367(c) (“The district courtsmaydecline to exercise\nsupplemental jurisdiction over a claim … if … the district court\nhas dismissed all claims over which it has original jurisdiction”\n(emphasis added));Osbornv.Haley,549 U. S. 225, 245\n(2007) (“Even if only state-law claims remained after resolution of\nthe federal question, the District Court would have discretion,\nconsistent with Article III, to retain jurisdiction”);Arbaughv.Y & H Corp.,546 U. S. 500, 514\n(2006) (“[W]hen a court grants a motion to dismiss for failure to\nstate a federal claim, the court generally retains discretion to\nexercise supplemental jurisdiction, pursuant to 28 U. S. C.\n§1367, over pendent state-law claims”); see also 13D C. Wright, A.\nMiller, E. Cooper, & R. Freer, Federal Practice and Procedure\n§3567.3, pp. 428–432 (3d ed. 2008) (“Once it has dismissed the\nclaims that invoked original bases of subject matter jurisdiction,\nall that remains before the federal court are state-law\nclaims… . The district court retains discretion to exercise\nsupplemental jurisdiction [over them]”). As a result, “the\n[district] court’s exercise of its discretion under §1367(c) is not\na jurisdictional matter. Thus, the court’s determination may be\nreviewed for abuse of discretion, but may not be raised at any time\nas a jurisdictional defect.” 16 J. Moore et al., Moore’s\nFederal Practice §106.05[4], p. 106–27 (3d ed. 2009).It is undisputed that when this case was\nremoved to federal court, the District Court had original\njurisdiction over the federal RICO claim pursuant to 28 U.\nS. C. §1331 and supplemental jurisdiction over the state-law\nclaims because they were “so related to claims in the action within\nsuch original jurisdiction that they form[ed] part of the same case\nor controversy under Article III of the United States\nConstitution.” §1367(a). Upon dismissal of the federal claim, the\nDistrict Court retained its statutory supplemental jurisdiction\nover the state-law claims. Its decision declining to exercise that\nstatutory authority was not based on a jurisdictional defect but on\nits discretionary choice not to hear the claims despite its\nsubject-matter jurisdiction over them. SeeChicagov.International College of Surgeons,522 U. S. 156, 173\n(1997) (“Depending on a host of factors, then—including the\ncircumstances of the particular case, the nature of the state law\nclaims, the character of the governing state law, and the\nrelationship between the state and federal claims—district courts\nmay decline to exercise jurisdiction over supplemental state law\nclaims”). The remand order, therefore, is not based on a “lack of\nsubject matter jurisdiction” for purposes of the bar to appellate\nreview created by §§1447(c) and (d).The Court of Appeals held to the contrary\nbased on its conclusion that “every §1367(c) remand necessarily\ninvolves a predicate finding that the claims at issue lack an\nindependent basis of subject matter jurisdiction.” 508 F. 3d, at\n667. But, as explained above, §§1367(a) and (c) provide a basis for\nsubject-matter jurisdiction over any properly removed state claim.\nSeeOsborn,supra,at 245;Arbaugh,supra,at 514. We thus disagree with the Court of Appeals\nthat the remand at issue here “can be colorably characterized as a\nlack of subject matter jurisdiction.” 508 F. 3d, at 667.*  *  *When a district court remands\nclaims to a state court after declining to exercise supplemental\njurisdiction, the remand order is not based on a lack of\nsubject-matter jurisdiction for purposes of §§1447(c) and (d). The\njudgment of the Court of Appeals for the Federal Circuit is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.* We do not revisit today whetherThermtronwas correctly decided. Neither the brief for\npetitioner nor the brief for respondents explicitly asked the Court\nto do so here, and counsel for both parties clearly stated at oral\nargument that they were not asking forThermtronto be\noverruled. See Tr. of Oral Arg. 16, 22; cf.South Central Bell\nTelephone Co.v.Alabama,526 U. S. 160, 171\n(1999). We also note that the parties inPowerex,Quackenbush, andThings Remembereddid not ask\nforThermtronto be overruled.",
    "joined": []
}