{
    "case": {
        "docket": "348",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/348/"
    },
    "id": "3393555",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–9972_________________DENNYS RODRIGUEZ, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of appeals for\nthe eighth circuit[April 21, 2015]Justice Thomas, with whom Justice Alito joins, and with whom\nJustice Kennedy joins as to all but Part III, dissenting.Ten years ago, we explained that “conducting a dog sniff [does]\nnot change the character of a traffic stop that is lawful at its\ninception and otherwise executed in a reasonable manner.”Illinoisv.Caballes,543 U. S. 405,408 (2005).\nThe only question here is whether an officer executed a stop in a\nreasonable manner when he waited to conduct a dog sniff until after\nhe had given the driver a written warning and a backup unit had\narrived, bringing the overall duration of the stop to 29 minutes.\nBecause the stop was reasonably executed, no Fourth Amendment\nviolation occurred. The Court’s holding to the contrary cannot be\nreconciled with our decision inCaballesor a number of\ncommon police practices. It was also unnecessary, as the officer\npossessed reasonable suspicion to continue to hold the driver to\nconduct the dog sniff. I respectfully dissent.IThe Fourth Amendment protects “[t]he right of the people to be\nsecure in their persons, houses, papers, and effects, against\nunreasonable searches and seizures.” U. S. Const., Amdt. 4. As\nthe text indicates, and as we have repeatedly confirmed, “the\nultimate touchstone of the Fourth Amendment is\n‘reasonableness.’ ”Brigham Cityv.Stuart,547\nU. S. 398,403 (2006). We have defined reasonableness “in\nobjective terms by examining the totality of the circumstances,”Ohiov.Robinette,519 U. S. 33,39 (1996), and by\nconsidering “the traditional protections against unreasonable\nsearches and seizures afforded by the common law at the time of the\nframing,”Atwaterv.Lago Vista,532 U. S.\n318,326 (2001) (internal quotation marks omitted). When traditional\nprotections have not provided a definitive answer, our precedents\nhave “analyzed a search or seizure in light of traditional\nstandards of reasonableness by assessing, on the one hand, the\ndegree to which it intrudes upon an individual’s privacy and, on\nthe other, the degree to which it is needed for the promotion of\nlegitimate governmental interests.”Virginiav.Moore,553 U. S. 164,171 (2008) (internal quotation\nmarks omitted).Although a traffic stop “constitutes a ‘seizure’ of ‘persons’\nwithin the meaning of [the Fourth Amendment],” such a seizure is\nconstitutionally “reasonable where the police have probable cause\nto believe that a traffic violation has occurred.”Whrenv.United States,517 U. S. 806–810 (1996). But “a seizure\nthat is lawful at its inception can violate the Fourth Amendment if\nits manner of execution unreasonably infringes interests protected\nby the Constitution.”Caballes,supra,at 407.Because Rodriguez does not dispute that Officer Struble had\nprobable cause to stop him, the only question is whether the stop\nwas otherwise executed in a reasonable manner. See Brief for\nAppellant in No. 13–1176 (CA8), p. 4, n. 2. I easily\nconclude that it was. Approximately 29 minutes passed from the time\nOfficer Struble stopped Rodriguez until his narcotics-detection dog\nalerted to the presence of drugs. That amount of time is hardly out\nof the ordinary for a traffic stop by a single officer of a vehicle\ncontaining multiple occupants even when no dog sniff is involved.\nSee,e.g., United Statesv.Ellis, 497 F. 3d 606\n(CA6 2007) (22 minutes);United Statesv.Barragan,\n379 F. 3d 524 (CA8 2004) (approximately 30 minutes). During\nthat time, Officer Struble conducted the ordinary activities of a\ntraffic stop—he approached the vehicle, questioned Rodriguez about\nthe observed violation, asked Pollman about their travel plans, ran\nserial warrant checks on Rodriguez and Pollman, and issued a\nwritten warning to Rodriguez. And when he decided to conduct a dog\nsniff, he took the precaution of calling for backup out of concern\nfor his safety. See 741 F. 3d 905, 907 (CA8 2014); see alsoPennsylvaniav.Mimms,434 U. S. 106,110 (1977)\n(per curiam) (officer safety is a “legitimate and weighty”\nconcern relevant to reasonableness).AsCaballesmakes clear, the fact that Officer Struble\nwaited until after he gave Rodriguez the warning to conduct the dog\nsniff does not alter this analysis. Because “the use of a\nwell-trained narcotics-detection dog . . . generally does not\nimplicate legitimate privacy interests,” 543 U. S., at 409,\n“conducting a dog sniff would not change the character of a traffic\nstop that is lawful at its inception and otherwise executed in a\nreasonable manner,”id.,at 408. The stop here was “lawful\nat its inception and otherwise executed in a reasonable manner.”Ibid. As inCaballes, “conducting a dog sniff [did]\nnot change the character of [the] traffic stop,”ibid., and\nthus no Fourth Amendment violation occurred.IIRather than adhere to the reasonableness requirement that we\nhave repeatedly characterized as the “touchstone of the Fourth\nAmendment,”Brigham City,supra, at 403, the majority\nconstructed a test of its own that is inconsistent with our\nprecedents.AThe majority’s rule requires a traffic stop to “en[d] when tasks\ntied to the traffic infraction are—or reasonably should have\nbeen—completed.”Ante, at 5. “If an officer can complete\ntraffic-based inquiries expeditiously, then that is the amount of\ntime reasonably required to complete the stop’s mission” and he may\nhold the individual no longer.Ante, at 8 (internal\nquotation marks and alterations omitted). The majority’s rule thus\nimposes a one-way ratchet for constitutional protection linked to\nthe characteristics of the individual officer conducting the stop:\nIf a driver is stopped by a particularly efficient officer, then he\nwill be entitled to be released from the traffic stop after a\nshorter period of time than a driver stopped by a less efficient\nofficer. Similarly, if a driver is stopped by an officer with\naccess to technology that can shorten a records check, then he will\nbe entitled to be released from the stop after a shorter period of\ntime than an individual stopped by an officer without access to\nsuch technology.I “cannot accept that the search and seizure protections of the\nFourth Amendment are so variable and can be made to turn upon such\ntrivialities.”Whren, 517 U. S.,at 815\n(citations omitted). We have repeatedly explained that the\nreasonableness inquiry must not hinge on the characteristics of the\nindividual officer conducting the seizure. We have held, for\nexample, that an officer’s state of mind “does not invalidate [an]\naction taken as long as the circumstances, viewed objectively,\njustify that action.”Id., at 813 (internal quotation marks\nomitted). We have spurned theories that would make the Fourth\nAmendment “change with local law enforcement practices.”Moore,supra, at 172. And we have rejected a rule\nthat would require the offense establishing probable cause to be\n“closely related to” the offense identified by the arresting\nofficer, as such a rule would make “the constitutionality of an\narrest . . . vary from place to place and from time to\ntime, depending on whether the arresting officer states the reason\nfor the detention and, if so, whether he correctly identifies a\ngeneral class of offense for which probable cause exists.”Devenpeckv.Alford,543 U. S. 146,154 (2004)\n(internal quotation marks and citation omitted). InDevenpeck, a unanimous Court explained: “An arrest made by a\nknowledgeable, veteran officer would be valid, whereas an arrest\nmade by a rookiein precisely the same circumstanceswould\nnot. We see no reason to ascribe to the Fourth Amendment such\narbitrarily variable protection.”Ibid.The majority’s logic would produce similarly arbitrary results.\nUnder its reasoning, a traffic stop made by a rookie could be\nexecuted in a reasonable manner, whereas the same traffic stop made\nby a knowledgeable, veteran officerin precisely the same\ncircumstancesmight not, if in fact his knowledge and\nexperience made him capable of completing the stop faster. We have\nlong rejected interpretations of the Fourth Amendment that would\nproduce such haphazard results, and I see no reason to depart from\nour consistent practice today.BAs if that were not enough, the majority also limits the\nduration of the stop to the time it takes the officer to complete a\nnarrow category of “traffic-based inquiries.”Ante,at 8.\nAccording to the majority, these inquiries include those that\n“serve the same objective as enforcement of the traffic code:\nensuring that vehicles on the road are operated safely and\nresponsibly.”Ante,at 6. Inquiries directed to “detecting\nevidence of ordinary criminal wrongdoing” are not traffic-related\ninquiries and thus cannot count toward the overall duration of the\nstop.Ibid. (internal quotation marks and alteration\nomitted).The combination of that definition of traffic-related inquiries\nwith the majority’s officer-specific durational limit produces a\nresult demonstrably at odds with our decision inCaballes.Caballesexpressly anticipated that a traffic stop could bereasonablyprolonged for officers to engage in a dog sniff.\nWe explained that no Fourth Amendment violation had occurred inCaballes, where the “duration of the stop . . .\nwas entirely justified by the traffic offense and the ordinary\ninquiries incident to such a stop,” but suggested a different\nresult might attend a case “involving a dog sniff that occurred\nduring anunreasonablyprolonged traffic stop.” 543\nU. S.,at 407–408 (emphasis added). The dividing line\nwas whether the overall duration of the stop exceeded “the time\nreasonably required to complete th[e] mission,”id.,at 407,\nnot, as the majority suggests, whether the duration of the stop “in\nfact” exceeded the time necessary to complete the traffic-related\ninquiries,ante,at 8.The majority’s approach draws an artificial line between dog\nsniffs and other common police practices. The lower courts have\nroutinely confirmed that warrant checks are a constitutionally\npermissible part of a traffic stop, see,e.g., United Statesv.Simmons, 172 F. 3d 775, 778 (CA11 1999);United\nStatesv.Mendez, 118 F. 3d 1426, 1429 (CA10 1997);United Statesv.Shabazz, 993 F. 2d 431, 437\n(CA5 1993), and the majority confirms that it finds no fault in\nthese measures,ante,at 6. Yet its reasoning suggests the\nopposite. Such warrant checks look more like they are directed to\n“detecting evidence of ordinary criminal wrongdoing” than to\n“ensuring that vehicles on the road are operated safely and\nresponsibly.”Ante,at 6 (internal quotation marks and\nalteration omitted). Perhaps one could argue that the existence of\nan outstanding warrant might make a driver less likely to operate\nhis vehicle safely and responsibly on the road, but the same could\nbe said about a driver in possession of contraband. A driver\nconfronted by the police in either case might try to flee or become\nviolent toward the officer. But under the majority’s analysis, a\ndog sniff, which is directed at uncovering that problem, is not\ntreated as a traffic-based inquiry. Warrant checks, arguably,\nshould fare no better. The majority suggests that a warrant check\nis an ordinary inquiry incident to a traffic stop because it can be\nused “ ‘to determine whether the apparent traffic violator is\nwanted for one or more previous traffic offenses.’ ”Ante,at 6 (quoting 4 W. LaFave, Search and Seizure §9.3(c),\np. 516 (5th ed. 2012)). But as the very treatise on which the\nmajority relies notes, such checks are a “manifest[ation of ]\nthe ‘war on drugs’ motivation so often underlying [routine traffic]\nstops,” and thus are very much like the dog sniff in this case.Id., §9.3(c), at 507–508.Investigative questioning rests on the same basis as the dog\nsniff. “Asking questions is an essential part of police\ninvestigations.”Hiibelv.Sixth Judicial Dist. Court of\nNev., Humboldt Cty.,542 U. S. 177,185 (2004). And the\nlower courts have routinely upheld such questioning during routine\ntraffic stops. See,e.g.,United Statesv.Rivera, 570 F. 3d 1009, 1013 (CA8 2009);United\nStatesv.Childs, 277 F. 3d 947, 953–954 (CA7\n2002). The majority’s reasoning appears to allow officers to engage\ninsomequestioning aimed at detecting evidence of ordinary\ncriminal wrongdoing.Ante,at 5. But it is hard to see how\nsuch inquiries fall within the “seizure’s ‘mission’ [of ]\naddress[ing] the traffic violation that warranted the stop,” or\n“attend[ing] to related safety concerns.”Ibid.Its\nreasoning appears to come down to the principle that dogs are\ndifferent.COn a more fundamental level, the majority’s inquiry elides the\ndistinction between traffic stops based on probable cause and those\nbased on reasonable suspicion. Probable cause isthe“traditional justification” for the seizure of a person.Whren, 517 U. S.,at 817 (emphasis deleted); see\nalsoDunawayv.New York,442 U. S. 200, 207–208\n(1979). This Court created an exception to that rule inTerryv.Ohio,392 U. S. 1 (1968), permitting\n“police officers who suspect criminal activity to make limited\nintrusions on an individual’s personal security based on less than\nprobable cause,”Michiganv.Summers,452 U. S.\n692,698 (1981). Reasonable suspicion is the justification for such\nseizures.Prado Navarettev.California, 572\nU. S. ___, ___ (2014) (slip op., at 3).Traffic stops can be initiated based on probable cause or\nreasonable suspicion. Although the Court has commented that a\nroutine traffic stop is “more analogous to a so-called\n‘Terrystop’ than to a formal arrest,” it has rejected the\nnotion “that a traffic stop supported by probable cause may not\nexceed the bounds set by the Fourth Amendment on the scope of aTerrystop.”Berkemerv.McCarty,468\nU. S. 420, and n. 29 (1984) (citation omitted).Although all traffic stops must be executed reasonably, our\nprecedents make clear that traffic stops justified by reasonable\nsuspicion are subject to additional limitations that those\njustified by probable cause are not. A traffic stop based on\nreasonable suspicion, like allTerrystops, must be\n“justified at its inception” and “reasonably related in scope to\nthe circumstances which justified the interference in the first\nplace.”Hiibel,542 U. S.,at 185 (internal\nquotation marks omitted). It also “cannot continue for an excessive\nperiod of time or resemble a traditional arrest.”Id.,at\n185–186 (citation omitted). By contrast, a stop based on probable\ncause affords an officer considerably more leeway. In such\nseizures, an officer may engage in a warrantless arrest of the\ndriver,Atwater, 532 U. S.,at 354, a\nwarrantless search incident to arrest of the driver,Rileyv.California, 573 U. S. ___, ___ (2014) (slip op., at\n5), and a warrantless search incident to arrest of the vehicle if\nit is reasonable to believe evidence relevant to the crime of\narrest might be found there,Arizonav.Gant,556\nU. S. 332,335 (2009).The majority casually tosses this distinction aside. It asserts\nthat the traffic stop in this case, which was undisputedly\ninitiated on the basis of probable cause, can last no longer than\nis in fact necessary to effectuate the mission of the stop.Ante,at 8. And, it assumes that the mission of the stop was\nmerely to write a traffic ticket, rather than to consider making a\ncustodial arrest.Ante,at 5. In support of that durational\nrequirement, it relies primarily on cases involvingTerrystops. Seeante,at 5–7 (citingArizonav.Johnson,555 U. S. 323 (2009) (analyzing “stop and\nfrisk” ofpassengerin a vehicle temporarily seized for a\ntraffic violation);United Statesv.Sharpe,470\nU. S. 675 (1985) (analyzing seizure of individuals based on\nsuspicion of marijuana trafficking);Floridav.Royer,460 U. S. 491 (1983) (plurality opinion)\n(analyzing seizure of man walking through airport on suspicion of\nnarcotics activity)).Theonlycase involving a traffic stop based on probable\ncause that the majority cites for its rule isCaballes. But,\nthat decision provides no support for today’s restructuring of our\nFourth Amendment jurisprudence. InCaballes, the Court made\nclear that, in the context of a traffic stop supported by probable\ncause, “a dog sniff would not change the character of a traffic\nstop that is lawful at its inception and otherwise executed in a\nreasonable manner.” 543 U. S., at 408. To be sure,the\ndissentinCaballeswould have “appl[ied]Terry’s\nreasonable-relation test . . . to determine whether the\ncanine sniff impermissibly expanded the scope of the initially\nvalid seizure of Caballes.”Id.,at 420 (Ginsburg, J.,\ndissenting). But even it conceded that theCaballesmajority\nhad “implicitly [rejected] the application ofTerryto a\ntraffic stop converted, by calling in a dog, to a drug search.”Id.,at 421.By strictly limiting the tasks that define the durational scope\nof the traffic stop, the majority accomplishes today what theCaballesdissent could not: strictly limiting the scope of\nan officer’s activities during a traffic stop justified by probable\ncause. In doing so, it renders the difference between probable\ncause and reasonable suspicion virtually meaningless in this\ncontext. That shift is supported neither by the Fourth Amendment\nnor by our precedents interpreting it. And, it results in a\nconstitutional framework that lacks predictability. Had Officer\nStruble ar-rested, handcuffed, and taken Rodriguez to the police\nstation for his traffic violation, he would have complied with the\nFourth Amendment. SeeAtwater, supra,at 354–355. But\nbecause he made Rodriguez wait for seven or eight extra minutes\nuntil a dog arrived, he evidently committed a constitutional\nviolation. Such a view of the Fourth Amendment makes little\nsense.IIIToday’s revision of our Fourth Amendment jurisprudence was also\nentirely unnecessary. Rodriguez suffered no Fourth Amendment\nviolation here for an entirely independent reason: Officer Struble\nhad reasonable suspicion to continue to hold him for investigative\npurposes. Our precedents make clear that the Fourth Amendment\npermits an officer to conduct an investigative traffic stop when\nthat officer has “a particularized and objective basis for\nsuspecting the particular person stopped of criminal activity.”Prado Navarette,572 U. S.,at ___ (slip op., at\n3) (internal quotation marks omitted). Reasonable suspicion is\ndetermined by looking at “the whole picture,”ibid., taking\ninto account “the factual and practical considerations of everyday\nlife on which reasonable and prudent men, not legal technicians,\nact,”Ornelasv.United States,517 U. S. 690,695\n(1996) (internal quotation marksomitted).Officer Struble testified that he first became suspicious that\nRodriguez was engaged in criminal activity for a number of reasons.\nWhen he approached the vehicle, he smelled an “overwhelming odor of\nair freshener coming from the vehicle,” which is, in his\nexperience, “a common attempt to conceal an odor that [people]\ndon’t want . . . to be smelled by the police.” App.\n20–21. He also observed, upon approaching the front window on the\npassenger side of the vehicle, that Rodriguez’s passenger, Scott\nPollman, appeared nervous. Pollman pulled his hat down low, puffed\nnervously on a cigarette, and refused to make eye contact with him.\nThe officer thought he was “more nervous than your typical\npassenger” who “do[esn’t] have anything to worry about because\n[t]hey didn’t commit a [traffic] violation.”Id., at 34.Officer Struble’s interactions with the vehicle’s occupants only\nincreased his suspicions. When he asked Rod-riguez why he had\ndriven onto the shoulder, Rodriguez claimed that he swerved to\navoid a pothole. But that story could not be squared with Officer\nStruble’s observation of the vehicle slowly driving off the road\nbefore being jerked back onto it. And when Officer Struble asked\nPollman where they were coming from and where they were going,\nPollman told him they were traveling from Omaha, Nebraska, back to\nNorfolk, Nebraska, after looking at a vehicle they were considering\npurchasing. Pollman told the officer that he had neither seen\npictures of the vehicle nor confirmed title before the trip. As\nOfficer Struble explained, it “seemed suspicious” to him “to drive\n. . . approximately two hours . . . late at\nnight to see a vehicle sight unseen to possibly buy it,”id.,at 26, and to go from Norfolk to Omaha to look at it\nbecause “[u]sually people leave Omaha to go get vehicles, not the\nother way around” due to higher Omaha taxes,id.,at 65.These facts, taken together, easily meet our standard for\nreasonable suspicion. “[N]ervous, evasive behavior is a pertinent\nfactor in determining reasonable suspicion,”Illinoisv.Wardlow,528 U. S. 119,124 (2000), and both vehicle\noccupants were engaged in such conduct. The officer also recognized\nheavy use of air freshener, which, in his experience, indicated the\npresence of contraband in the vehicle. “[C]ommonsense judgments and\ninferences about human behavior” further support the officer’s\nconclusion that Pollman’s story about their trip was likely a cover\nstory for illegal activity.Id.,at 125. Taking into account\nall the relevant facts, Officer Struble possessed reasonable\nsuspicion of criminal activity to conduct the dog sniff.Rodriguez contends that reasonable suspicion cannot exist\nbecause each of the actions giving rise to the officer’s suspicions\ncould be entirely innocent, but our cases easily dispose of that\nargument. Acts that, by themselves, might be innocent can, when\ntaken together, give rise to reasonable suspicion.United\nStatesv.Arvizu,534 U. S. 266–275 (2002).Terryis a classic example, as it involved two individuals\nrepeatedly walking back and forth, looking into a store window, and\nconferring with one another as well as with a third man. 392\nU. S., at 6. The Court reasoned that this “series of acts,\neach of them perhaps innocent in itself, . . . together warranted\nfurther investigation,”id.,at 22, and it has reiterated\nthat analysis in a number of cases, see,e.g., Arvizu,supra,at 277;United Statesv.Sokolow,490\nU. S. 1–10 (1989). This one is no different.*  *  *I would conclude that the police did not violate the Fourth\nAmendment here. Officer Struble possessed probable cause to stop\nRodriguez for driving on the shoulder, and he executed the\nsubsequent stop in a reasonable manner. Our decision inCaballesrequires no more. The majority’s holding to the\ncontrary is irreconcilable withCaballesand a number of\nother routine police practices, distorts the distinction between\ntraffic stops justified by probable cause and those justified by\nreasonable suspicion, and abandons reasonableness as the touchstone\nof the Fourth Amendment. I respectfully dissent.",
    "joined": []
}