{
    "case": {
        "docket": "19-635",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-635/"
    },
    "id": "4271578",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–635_________________DONALD J. TRUMP, PETITIONERv.CYRUS R.\nVANCE, Jr., in his official capacity as DISTRICT ATTORNEY OF THE\nCOUNTY OF NEW YORK, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[July 9, 2020]Justice Thomas, dissenting.Respondent Cyrus Vance, Jr., the district\nattorney for the County of New York, served a grand jury subpoena\non the President’s personal accounting firm. The subpoena, which is\nnearly identical to a subpoena issued by a congressional Committee,\nrequests nearly 10 years of the President’s personal financial\nrecords.Ante, at 2, and n. 2. In response to this\ntroublingly broad request, the President, in his personal capacity,\nsought a declaration in federal court “ ‘that the subpoena is\ninvalid and unenforceable’ ” and an injunction preventing\nrespondent “ ‘from taking any action to enforce the\nsubpoena.’ ”Ante, at 2. The District Court denied the\nPresident’s motion for a preliminary injunction, and the Second\nCircuit affirmed in relevant part.Ante, at 2–3.The President argues that he is absolutely\nimmune from the issuance of any subpoena, but that if the Court\ndisagrees, we should remand so that the District Court can develop\na record about this particular subpoena. I agree with the majority\nthat the President is not entitled to absolute immunity fromissuanceof the subpoena. But he may be entitled to relief\nagainst itsenforcement. I therefore agree with the\nPresident that the proper course is to vacate and remand. If the\nPresident can show that “his duties as chief magistrate demand his\nwhole time for national objects,”United Statesv.Burr, 25 F. Cas. 30, 34 (No. 14,692d) (CC Va. 1807)\n(Marshall, C. J.), he is entitled to relief from enforcement\nof the subpoena.IThe President first argues that he has\nabsolute immunity from the issuance of grand jury subpoenas during\nhis term in office. This Court has recognized absolute immunity for\nthe President from “damages liability predicated on his official\nacts.”Nixonv.Fitzgerald,457\nU.S. 731, 749 (1982). But we have rejected absolute immunity\nfrom damages actions for a President’s nonofficial conduct,Clintonv.Jones,520 U.S.\n681, 684 (1997), and we have never addressed the question of\nimmunity from a grand jury subpoena.I agree with the majority that the President\ndoes not have absolute immunity from the issuance of a grand jury\nsubpoena. Unlike the majority, however, I do not reach this\nconclusion based on a primarily functionalist analysis. Instead, I\nreach it based on the text of the Constitution, which, as\nunderstood by the ratifying public and incorporated into an early\ncircuit opinion by Chief Justice Marshall, does not support the\nPresident’s claim of absolute immunity.[1]A1The text of the Constitution explicitly\naddresses the privileges of some federal officials, but it does not\nafford the President absolute immunity. Members of Congress are\n“privileged from Arrest during their Attendance at the Session of\ntheir respective Houses, and in going to and returning from the\nsame,” except for “Treason, Felony and Breach of the Peace.” Art.\nI, §6, cl. 1. The Constitution further specifies that, “for\nany Speech or Debate in either House, they shall not be questioned\nin any other Place.”Ibid.By contrast, the text of the\nConstitution contains no explicit grant of absolute immunity from\nlegal process for the President. As a Federalist essayist noted\nduring ratification, the President’s “person is not so much\nprotected as that of a member of the House of Representatives”\nbecause he is subject to the issuance of judicial process “like any\nother man in the ordinary course of law.” An American Citizen I\n(Sept. 26, 1787), in 2 Documentary History of the Ratification of\nthe Constitution 141 (M. Jansen ed. 1976) (emphasis deleted).Prominent defenders of the Constitution\nconfirmed the lack of absolute Presidential immunity. James Wilson,\na signer of the Constitution and future Justice of this Court,\nexplained to his fellow Pennsylvanians that “far from being above\nthe laws, [the President] is amenable to them in his private\ncharacter as a citizen, and in his public character byimpeachment.” 2 Debates on the Constitution 480 (J. Elliot\ned. 1891) (emphasis in original). James Iredell, another future\nJustice, observed in the North Carolina ratifying convention that\n“[i]f [the President] commits any crime, he is punishable by the\nlaws of his country.” 4id., at 109. A fellow North\nCarolinian similarly argued that, “[w]ere it possible to suppose\nthat the President should give wrong instructions to his deputies,\n. . . citizens . . . would have redress in the\nordinary courts of common law.”Id., at 47; see also\nAmericanus No. 2, in 19 Documentary History of the Ratification of\nthe Constitution 288–289 (J. Kaminski & G. Saladino eds. 2003);\nAmericanus No. 4, inid., at 359.2The sole authority that the President cites\nfrom the drafting or ratification process is The Federalist No. 69,\nbut it provides him no real support. Alexander Hamilton stated that\n“[t]he President of the United States would be liable to be\nimpeached, tried, and upon conviction of treason, bribery, or other\nhigh crimes or misdemeanors, removed from office; and would\nafterwards be liable to prosecution and punishment in the ordinary\ncourse of law.” The Federalist No. 69, p. 416 (C. Rossiter ed.\n1961). Hamilton did not say that the President was temporarily\nimmune from judicial process. Moreover, he made this comment to\nreassure readers that the President was “amenable to personal\npunishment and disgrace.”Id., at 422. For the President,\nthis is at best ambiguous evidence that cannot overcome the clear\nevidence discussed above.The President further relies on a private letter\nwritten by President Jefferson. In the letter, Jefferson worried\nthat the Executive would lose his independence “if he were subject\nto thecommandsof the [judiciary], & to imprisonment\nfor disobedience; if the several courts could bandy him from pillar\nto post, keep him constantly trudging from north to south &\neast to west, and withdraw him entirely from his constitutional\nduties.” 10 Works of Thomas Jefferson 404 n. (P. Ford ed. 1905)\n(emphasis in original). But President Jefferson never squarely\nargued for absolute immunity. Yoo, The First Claim: The Burr Trial,United States v. Nixon, and Presidential Power, 83 Minn.\nL. Rev. 1435, 1450 (1999). And, the concern Jefferson had\nabout demands on the President’s time is addressed by the standard\nthat Chief Justice Marshall articulated inBurr. Seeinfra, at 6–7.The President also quotes the views of Vice\nPresident John Adams and then-Senator Oliver Ellsworth in 1789. The\nrecord of the conversation we have from a fellow Senator’s diary is\nbrief. Adams or Ellsworth (or perhaps both) stated that “you could\nonly impeach [the President], and no other process whatever lay\nagainst him.” Journal of William Maclay 167 (E. Maclay ed. 1890).\nThe only reason given was that it would “stop the whole machine of\nGovernment.”Ibid.Senator Philip Schuyler joined the\nconversation and gave his own reason: “ ‘I think the President\n[is] a kind of sacred person.’ ”Ibid.Schuyler’s\ntheory clearly has no basis in the Constitution, and the view held\nby Adams and Ellsworth seems to be grounds for relief from\nenforcement rather than a basis for absolute immunity from issuance\nof a subpoena.BThis original understanding is reflected in an\nearly circuit decision by Chief Justice Marshall, on which the\nmajority partially relies. In 1805, disgraced former Vice President\nAaron Burr began a murky series of negotiations to raise a\nvolunteer army in the Western Territories.Ante, at 3–4. One\nof his contacts, General James Wilkinson, was not only commander of\nthe Army and Governor of Louisiana, but also a Spanish spy.Ante, at 4, n. 4; Yoo,supra, at 1440. After\nBurr set out with his army—perhaps to attack Spanish forces or\nperhaps to separate Western Territories from the United\nStates—Wilkinson wrote to President Jefferson and accused Burr of\nthe latter.Ante, at 4; Yoo,supra, at 1440. Burr was\narrested for treason and brought before a grand jury in Richmond,\nwhere Chief Justice Marshall presided.During the grand jury proceedings, Burr moved\nfor asubpoena duces tecumordering President Jefferson to\nproduce the correspondence concerning Burr.Burr, 25\nF. Cas., at 30. Chief Justice Marshall pre-emptively rejected\nany notion of absolute immunity, despite the fact that the\nGovernment did not so much as suggest it in court. He distinguished\nthe President from the British monarch, who did have immunity,\ncalling it an “essentia[l] . . . difference” in our\nsystem that the President “is elected from the mass of the people,\nand, on the expiration of the time for which he is elected, returns\nto the mass of the people again.”Id., at 34. Thus, the\nPresident was more like a state governor or a member of the British\ncabinet than a king. Chief Justice Marshall found no authority\nsuggesting that these officials were immune from judicial process.Ibid.; see alsoante, at 5–6.Based on the evidence of original meaning and\nChief Justice Marshall’s early interpretation inBurr, the\nbetter reading of the text of the Constitution is that the\nPresident has no absolute immunity from the issuance of a grand\njury subpoena.IIIn addition to contesting the issuance of the\nsubpoena, the President also seeks injunctive and declaratory\nrelief against its enforcement. The majority recognizes that the\nPresident can seek relief from enforcement, but it does not vacate\nand remand for the lower courts to address this question. I would\ndo so and instruct them to apply the standard articulated by Chief\nJustice Marshall inBurr: If the President is unable to\ncomply because of his official duties, then he is entitled to\ninjunctive and declaratory relief.AInBurr, after explaining that the\nPresident was not absolutely immune from issuance of a subpoena,\nChief Justice Marshall proceeded to explain that the President\nmight be excused from the enforcement of one. As he put it, “[t]he\nguard, furnished to this high officer, to protect him from being\nharassed by vexatious and unnecessary subpoenas, is to be looked\nfor in the conduct of a courtafter those subpoenas have\nissued; not in any circumstance which is to precede their being\nissued.” 25 F. Cas., at 34 (emphasis added). Chief Justice\nMarshall set out the pertinent standard: To avoid enforcement of\nthe subpoena, the President must “sho[w]” that “his duties as chief\nmagistrate demand his whole time for national objects.”Ibid.[2]AlthoughBurrinvolved a federal\nsubpoena, the same principle applies to a state subpoena. The\nability of the President to discharge his duties until his term\nexpires or he is removed from office by the Senate is “integral to\nthe structure of the Constitution.”Franchise Tax Bd. of\nCal.v.Hyatt, 587 U. S. ___, ___ (2019) (slip op.,\nat 15). The Constitution is the “supreme Law of the Land,”\nArt. VI, cl. 2, so a state court can no more enforce a\nsubpoena when national concerns demand the President’s entire time\nthan a federal court can. Accordingly, a federal court may provide\ninjunctive and declaratory relief to stay enforcement of a state\nsubpoena when the President meets theBurrstandard.BTheBurrstandard places the burden on\nthe President but also requires courts to take pains to respect the\ndemands on the President’s time. The Constitution vests the\nPresident with extensive powers and responsibilities, and courts\nare poorly situated to conduct a searching review of the\nPresident’s assertion that he is unable to comply.1The President has vast responsibilities both\nabroad and at home. The Founders gave the President “primary\nresponsibility—along with the necessary power—to protect the\nnational security and to conduct the Nation’s foreign relations.”Hamdiv.Rumsfeld,542 U.S.\n507, 580 (2004) (Thomas, J., dissenting). The Constitution\n“expressly identifies certain foreign affairs powers and vests\nthem” in his office.Zivotofskyv.Kerry, 576 U.S. 1,\n32 (2015) (Thomas, J., concurring in judgment in part and\ndissenting in part). He is “Commander in Chief of the Army and Navy\nof the United States, and of the Militia of the several States,\nwhen called into the actual Service of the United States.”\nArt. II, §2, cl. 1. He has “Power, by and with the Advice and\nConsent of the Senate, to make Treaties.” Cl. 2. He has the\npower to “nominate, and by and with the Advice and Consent of the\nSenate [to] appoint Ambassadors [and] other public Ministers and\nConsuls.”Ibid.He has the power to fill vacancies that\narise during a Senate recess until “the End of [the Senate’s] next\nSession.” Cl. 3. And he is responsible for “receiv[ing]\nAmbassadors and other public Ministers” from foreign countries.\n§3.The President also has residual powers granted\nby Article II’s Vesting Clause. “By omitting the words ‘herein\ngranted’ in [the Vesting Clause of] Article II, the Constitution\nindicates that the ‘executive Power’ vested in the President is not\nconfined to those powers expressly identified in the document.”Zivotofsky, 576 U. S., at 34–35 (opinion of Thomas,\nJ.). Rather, the Constitution “vests the residual foreign affairs\npowers of the Federal Government—i.e., those not\nspecifically enumerated in the Constitution—in the President.”Id., at 33. Evidence from both the founding and the early\nyears of the Constitution confirms that the residual foreign\naffairs powers of the Government were part of the “executive\nPower.”Id.,at 35–40.The President has extensive domestic\nresponsibilities as well. He is given “[t]he executive Power,”\nArt. II, §1, cl. 1, and is directed to “take Care that\nthe Laws be faithfully executed,” §3. “The vesting of the executive\npower in the President was essentially a grant of the power to\nexecute the laws.”Myersv.United States,272 U.S.\n52, 117 (1926). Even under a proper understanding of the scope\nof federal power, the President could not possibly execute all of\nthe laws himself. The President must accordingly appoint\nsubordinates “to act for him under his direction in the execution\nof the laws.”Ibid.Once officers are selected, the\nPresident must “supervise and guide their construction of the\nstatutes under which they act in order to secure that unitary and\nuniform execution of the laws which Article II of the Constitution\nevidently contemplated in vesting general executive power in the\nPresident alone.”Id., at 135. And, of course, the President\nhas the power to remove officers as he sees fit.Id., at\n176; see alsoSeila Law LLCv.Consumer Financial\nProtection Bureau,ante,at 1–13 (Thomas, J., concurring\nin part and dissenting in part).In addition, the President has several\nspecifically enumerated domestic powers. He has the “Power to Grant\nReprieves and Pardons for Offenses against the United States,\nexcept in Cases of Impeachment.” Art. II, §2, cl. 1. He also\nhas the power to “nominate, and by and with the Advice and Consent\nof the Senate [to] appoint . . . Judges of the supreme\nCourt, and all other Officers of the United States, whose\nAppointments are not herein otherwise provided for, and which shall\nbe established by Law.” Cl. 2. And he must “give to the\nCongress Information of the State of the Union, and recommend to\ntheir Consideration such Measures as he shall judge necessary and\nexpedient.” §3.The founding generation debated whether it was\nprudent to vest so many powers in a single person. Supporters of\nratification responded that the design of the Presidency was\nnecessary to the success of the Constitution. As Alexander Hamilton\nwrote:“Energy in the executive is a leading\ncharacter in the definition of good government. It is essential to\nthe protection of the community against foreign attacks; it is not\nless essential to the steady administration of the laws; to the\nprotection of property against those irregular and high-handed\ncombinations which sometimes interrupt the ordinary course of\njustice; to the security of liberty against the enterprises and\nassaults of ambition, of faction, and of anarchy. . . . A\nfeeble Executive implies a feeble execution of the government. A\nfeeble execution is but another phrase for a bad execution; and a\ngovernment ill executed, whatever it may be in theory, must be, in\npractice, a bad government.” The Federalist No. 70, at 423.In sum, the demands on the President’s time and\nthe importance of his tasks are extraordinary, and the office of\nthe President cannot be delegated to subordinates. A subpoena\nimposes both demands on the President’s limited time and a mental\nburden, even when the President is not directly engaged in\ncomplying. This understanding of the Presidency should guide courts\nin deciding whether to enforce a subpoena for the President’s\ndocuments.2Courts must also recognize their own\nlimitations. When the President asserts that matters of foreign\naffairs or national defense preclude his compliance with a\nsubpoena, the Judiciary will rarely have a basis for rejecting that\nassertion. Judges “simply lack the relevant information and\nexpertise to second-guess determinations made by the President\nbased on information properly withheld.”Hamdi, 542\nU. S., at 583 (Thomas, J., dissenting).“[E]ven if the courts could compel the Executive\nto produce the necessary information” to understand the demands on\nhis time, decisions about that information “are simply not amenable\nto judicial determination because ‘[t]hey are delicate, complex,\nand involve large elements of prophecy.’ ”Ibid.(quotingChicago & Southern Air Lines,Inc.v.Waterman S. S. Corp.,333 U.S.\n103, 111 (1948)). The President has at his disposal enormous\namounts of classified intelligence regarding the Government’s\nconcerns around the globe. His decisionmaking is further informed\nby experience in matters of foreign affairs, national defense, and\nintelligence that judges almost always will not have. And his\ndecisionmaking takes into account the full spectrum of the\nGovernment’s operations, not just the matters directly related to a\nparticular case. Even with perfect information, courts lack the\ninstitutional competence to engage in a searching review of the\nPresident’s reasons for not complying with a subpoena.Here, too, Chief Justice Marshall was correct. A\ncourt should “fee[l] many, perhaps, peculiar motives for\nmanifesting as guarded a respect for the chief magistrate of the\nUnion as is compatible with its official duties.”Burr, 25\nF. Cas., at 37. Courts should have the same “circumspection”\nas Chief Justice Marshall before “tak[ing] any step which would in\nany manner relate to that high personage.”Id., at\n35.[3]*  *  *I agree with the majority that the President\nhas no absolute immunity from the issuance of this subpoena. The\nPresident also sought relief from enforcement of the subpoena,\nhowever, and he asked this Court to allow further proceedings on\nthat question if we rejected his claim of absolute immunity. The\nCourt inexplicably fails to address this request, although its\ndecision leaves the President free to renew his request for an\ninjunction against enforcement immediately on remand.I would vacate and remand to allow the District\nCourt to determine whether enforcement of this subpoena should be\nenjoined because the President’s “duties as chief magistrate demand\nhis whole time for national objects.”Id., at 34.\nAccordingly, I respectfully dissent.Notes1I do not address the\ncontinuing validity ofNixonv.Fitzgerald,457 U.S.\n731(1982), which no party asks us to revisit.2This standard appears to\nbe something that Chief Justice Marshalland President Jefferson,\nwho were often at odds, could agree on. President Jefferson’s\nconcern was that the Executive would lose his independence if\ncourts could “withdraw him entirely from his constitutional\nduties.” 10 Works of Thomas Jefferson 404, n. (P. Ford ed. 1905).\nRelief from enforcement when those duties preclude the President’s\ncompliance addresses these concerns.3The President and the\nSolicitor General argue that the grand jury must make a showing of\nheightened need. I agree with the majority’s decision not to adopt\nthis standard,ante, at 17–19, but for different reasons.\nThe constitutional question in this case is whether the President\nis able to perform the duties of his office, whereas a heightened\nneed standard addresses a logically independent issue. Under a\nheightened-need standard, a grand jury with only the usual need for\nparticular information would be refused it when the President is\nperfectly able to comply, while a grand jury with a heightened need\nwould be entitled to it even if compliance would place undue\nobligations on the President. This result makes little sense and\nlacks any basis in the original understanding of the Constitution.\nI would leave questions of the grand jury’s need to state\nlaw.",
    "joined": []
}