{
    "case": {
        "docket": "50",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/50/"
    },
    "id": "1970613",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–10362_________________KIM MILLBROOK, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the third circuit[March 27, 2013]Justice Thomas delivered the opinion of the\nCourt.Petitioner Kim Millbrook, a prisoner in the\ncustody of the Federal Bureau of Prisons (BOP), alleges that\ncorrectional officers sexually assaulted and verbally threatened\nhim while he was in their custody. Millbrook filed suit in Federal\nDistrict Court under the Federal Tort Claims Act, 28\nU. S. C. §§1346(b), 2671–2680 (FTCA or Act), which waives\nthe Government’s sovereign immunity from tort suits, including\nthose based on certain intentional torts committed by federal law\nenforcement officers, §2680(h). The District Court dismissed\nMillbrook’s action, and the Court of Appeals affirmed. The Court of\nAppeals held that, while the FTCA waives the United States’\nsovereign immunity for certain intentional torts by law enforcement\nofficers, it only does so when the tortious conduct occurs in the\ncourse of executing a search, seizing evidence, or making an\narrest. Petitioner contends that the FTCA’s waiver is not so\nlimited. We agree and reverse the judgment of the Court of\nAppeals.[1]IAThe FTCA “was designed primarily to remove the\nsovereign immunity of the United States from suits in tort.”Levinv.United States, 568 U. S. ___, ___\n(2013) (slip op., at 2) (internal quotation marks omitted). The Act\ngives federal district courts exclusive jurisdiction over claims\nagainst the United States for “injury or loss of property, or\npersonal injury or death caused by the negligent or wrongful act or\nomission” of a federal employee “acting within the scope of his\noffice or employment.” 28 U. S. C. §1346(b)(1). This\nbroad waiver of sovereign immunity is subject to a number of\nexceptions set forth in §2680. One such exception, relating to\nintentional torts, preserves the Government’s immunity from suit\nfor “[a]ny claim arising out of assault, battery, false\nimprisonment, false arrest, malicious prosecution, abuse of\nprocess, libel, slander, misrepresentation, deceit, or interference\nwith contract rights.” §2680(h). We have referred to §2680(h) as\nthe “intentional tort exception.”Levin,supra,at\n___ (slip op., at 2) (internal quotation marks omitted).In 1974, Congress carved out an exception to\n§2680(h)’s preservation of the United States’ sovereign immunity\nfor intentional torts by adding a proviso covering claims that\narise out of the wrongful conduct of law enforcement officers. See\nAct of Mar. 16, 1974, Pub. L. 93–253, §2, 88Stat. 50. Known as the\n“law enforcement proviso,” this provision extends the waiver of\nsovereign immunity to claims for six intentional torts, including\nassault and battery, that are based on the “acts or omissions of\ninvestigative or law enforcement officers.” §2680(h). The proviso\ndefines “ ‘investigative or law enforcement officer’ ” to\nmean “any officer of the United States who is empowered by law to\nexecute searches, to seize evidence, or to make arrests for\nviolations of Federal law.”Ibid.BOn January 18, 2011, Millbrook filed suit\nagainst the United States under the FTCA, asserting claims of\nnegligence, assault, and battery. In his complaint, Millbrook\nalleged that, on March 5, 2010, he was forced to per- form oral sex\non a BOP correctional officer, while another officer held him in a\nchoke hold and a third officer stood watch nearby. Millbrook\nclaimed that the officers threatened to kill him if he did not\ncomply with their demands. Millbrook alleged that he suffered\nphysical injuries as a result of the incident and, accordingly,\nsought compensatory damages.The Government argued that the FTCA did not\nwaive the United States’ sovereign immunity from suit on\nMillbrook’s intentional tort claims, because they fell within the\nintentional tort exception in §2680(h). The Government contended\nthat §2680(h)’s law enforcement proviso did not save Millbrook’s\nclaims because of the Third Circuit’s binding precedent inPoolerv.United States, 787 F.2d 868 (1986), which\ninterpreted the proviso to apply only to tortious conduct that\noccurred during the course of “executing a search, seizing\nevidence, or making an ar- rest.”Id.,at 872. The District\nCourt agreed and granted summary judgment for the United States\nbecause the alleged conduct “did not take place during an arrest,\nsearch, or seizure of evidence.” Civ. Action No. 3:11–cv–00131 (MD\nPa., Feb. 16, 2012), App. 96.[2] The Third Circuit affirmed. 477 Fed. Appx. 4, 5–6\n(2012) (per curiam).We granted certiorari, 567 U. S. ___\n(2012), to resolve a Circuit split concerning the circumstances\nunder which intentionally tortious conduct by law enforcement\nofficers can give rise to an actionable claim under the FTCA.\nComparePooler,supra; andOrsayv.United\nStates Dept. of Justice,289 F.3d 1125, 1136 (CA9 2002) (law enforcement proviso\n“reaches only those claims asserting that the tort occurredin\nthe course of investigative or law enforcement activities”\n(emphasis added)); withIgnaciov.United States, 674\nF.3d 252, 256 (CA4 2012) (holding that the law enforcement proviso\n“waives immunity whenever an investigative or law enforcement\nofficer commits one of the specified intentional torts,regardless of whether the officer is engaged in investigative or\nlaw enforcement activity” (emphasis added)).IIThe FTCA waives the United States’ sovereign\nimmu- nity for certain intentional torts committed by law\nenforcement officers. The portion of the Act relevant here\nprovides:“The provisions of this chapter and\nsection 1346(b) of this title shall not apply to—.     .     .     .     .“(h) Any claim arising out of assault,\nbattery, false imprisonment, false arrest, malicious prosecution,\nabuse of process, libel, slander, misrepresentation, deceit, or\ninterference with contract rights:Provided, That, with\nregard to acts or omissions of investigative or law enforcement\nofficers of the United States Government, the provisions of this\nchapter and section 1346(b) of this title shall apply to any claim\narising . . . out of assault, battery, false\nimprisonment, false arrest, abuse of process, or malicious\nprosecution.” 28 U. S. C. §2680(h).On its face, the law enforcement proviso applies\nwhere a claim both arises out of one of the proviso’s six\nintentional torts, and is related to the “acts or omissions” of an\n“investigative or law enforcement officer.” The proviso’s\ncross-reference to §1346(b) incorporates an additional requirement\nthat the acts or omissions giving rise to the claim occur while the\nofficer is “acting within the scope of his office or employment.”\n§1346(b)(1). The question in this case is whether the FTCA further\nlimits the category of “acts or omissions” that trigger the United\nStates’ liability.[3]The plain language of the law enforcement\nproviso answers when a law enforcement officer’s “acts or\nomissions” may give rise to an actionable tort claim under the\nFTCA. The proviso specifies that the conduct must arise from one of\nthe six enumerated intentional torts and, by expressly\ncross-referencing §1346(b), indicates that the law enforcement\nofficer’s “acts or omissions” must fall “within the scope of his\noffice or employment.” §§2680(h), 1346(b)(1). Nothing in the text\nfurther qualifies the category of “acts or omissions” that may\ntrigger FTCA liability.A number of lower courts have nevertheless read\ninto the text additional limitations designed to narrow the scope\nof the law enforcement proviso. The Ninth Circuit, for instance,\nheld that the law enforcement proviso does not apply unless the\ntort was “committed in the course of investigative or law\nenforcement activities.”Orsay,supra, at 1135. As\nnoted, the Third Circuit construed the law enforcement proviso even\nmore narrowly in holding that it applies only to tortious conduct\nby federal officers during the course of “executing a search,\nseizing evidence, or making an arrest.”Pooler, 787\nF. 2d, at 872. Court-appointedamicus curiae(Amicus) similarly asks us to construe the proviso to waive\n“sovereign immunity only for torts committed by federal officers\nacting in their capacity as ‘investigative or law enforcement\nofficers.’ ” Brief forAmicus5. Under this approach,\nthe conduct of federal officers would be actionable only when it\n“aris[es] out of searches, seizures of evidence, arrests, and\nclosely related exercises of investigative or law-enforcement\nauthority.”Ibid.None of these interpretations finds any support\nin the text of the statute. The FTCA’s only reference to\n“searches,” “seiz[ures of] evidence,” and “arrests” is found in the\nstatutory definition of “investigative or law enforcement officer.”\n§2680(h) (defining “ ‘investigative or law enforcement\nofficer’ ” to mean any federal officer who is “empowered by\nlaw to execute searches, to seize evidence, or to make arrests for\nviolations of Federal law”). By its terms, this provision focuses\non thestatusof persons whose conduct may be actionable,\nnot the types of activities that may give rise to a tort claim\nagainst the United States. The proviso thus distinguishes between\nthe acts for which immunity is waived (e.g., assault and\nbattery), and the class of persons whose acts may give rise to an\nactionable FTCA claim. The plain text confirms that Congress\nintended immunity determinations to depend on a federal officer’s\nlegal authority, not on a particular exercise of that authority.\nConsequently, there is no basis for concluding that a law\nenforcement officer’s intentional tort must oc- cur in the course\nof executing a search, seizing evidence, or making an arrest in\norder to subject the United States to liability.Nor does the text of the proviso provide any\nindication that the officer must be engaged in “investigative or\nlaw enforcement activity.” Indeed, the text never uses the term.Amicuscontends that we should read the reference to\n“investigative or law-enforcement officer” as implicitly limiting\nthe proviso to claims arising from actions taken in an officer’s\ninvestigative or law enforcementcapacity. But there is no\nbasis for so limiting the term when Congress has spoken directly to\nthe circumstances in which a law enforcement officer’s conduct may\nexpose the United States to tort liability. Under the proviso, an\nintentional tort is not actionable unless it occurs while the law\nenforcement officer is “acting within the scope of his office or\nemployment.” §§2680(h), 1346(b)(1). Had Congress intended to\nfurther narrow the scope of the proviso, Congress could have\nlimited it to claims arising from “acts or omissions of\ninvestigative or law enforcement officersacting in a law\nenforcement or investigative capacity.” SeeAliv.Federal Bureau of Prisons,552 U.S.\n214, 227 (2008). Congress adopted similar limitations in\nneighboring provisions, see §2680(a) (referring to “[a]ny claim\nbased upon an act or omission of an employee of the Government\n. . .in the execution of a statute or regulation”\n(emphasis added)), but did not do so here. We, therefore, decline\nto read such a limitation into unambiguous text.Jimenezv.Quarterman,555 U.S.\n113, 118 (2009) (“[W]hen the statutory language is plain, we\nmust enforce it according to its terms”);Barnhartv.Sigmon Coal Co.,534 U.S.\n438, 450 (2002) (“The inquiry ceases if the statutory language\nis unambiguous and the statutory scheme is coherent and consistent”\n(internal quotation marks omitted)).*  *  *We hold that the waiver effected by the law\nenforcement proviso extends to acts or omissions of law enforcement\nofficers that arise within the scope of their employment,\nregardless of whether the officers are engaged in investigative or\nlaw enforcement activity, or are executing a search, seizing\nevidence, or making an arrest. Accord- ingly, we reverse the\njudgment of the Court of Appeals and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Notes1Because no party defends\nthe judgment, we appointed Jeffrey S. Bucholtz to brief and argue\nthis case, asamicus curiae, in support of the judgment\nbelow. 568 U. S. ___ (2012).AmicusBucholtz has ably\ndischarged his assigned responsibilities, and the Court thanks him\nfor his well-stated arguments.2The District Court also\nconcluded that Millbrook failed to state an actionable negligence\nclaim because “it is clear that the alleged assault and battery was\nintentional.” App. 96. This issue is not before us.3The Government conceded\nin the proceedings below that the correctional officer whose\nalleged conduct is at issue was acting within the scope of his\nemployment and that the named correctional officers qualify as\n“investigative or law enforcement officers” within the meaning of\nthe FTCA. App. 54–55, 84–85; Brief for United States 30.\nAccordingly, we express no opinion on either of these\nissues.",
    "joined": []
}