{
    "case": {
        "docket": "230",
        "citation": "548",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/548/230/"
    },
    "id": "1962122",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN JUDGMENTRANDALL V. SORRELL548 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNOS. 04-1528, 04-1530 AND 04-1697NEIL RANDALL, et al., PETITIONERS04–1528v.WILLIAM H. SORRELL et al.VERMONT REPUBLICAN STATE COMMITTEE,\net al., PETITIONERS04–1530v.WILLIAM H. SORRELL et al.WILLIAM H. SORRELL, et al.,PETITIONERS04–1697v.NEIL RANDALL et al.on writs of certiorari to the united states\ncourt of appeals for the second circuit[June 26, 2006]Justice Thomas, with\nwhom Justice Scalia joins, concurring in the judgment.Although I agree with the\nplurality that Vt. Stat. Ann., Tit. 17, §2801et seq.(2002) (Act 64), is unconstitutional, I disagree with its rationale\nfor striking down that statute. Invokingstare decisis,\nthe plurality rejects the invitation to overruleBuckleyv.Valeo,424 U. S. 1(1976) (per\ncuriam).[Footnote 1] It then\nappliesBuckleyto invalidate the expenditure limitations\nand, less persuasively, the contribution limitations. I continue to\nbelieve thatBuckleyprovides insufficient protection to\npolitical speech, the core of the First Amendment. The illegitimacy\nofBuckleyis further underscored by the continuing\ninability of the Court (and the plurality here) to applyBuckleyin a coherent and principled fashion. As a result,stare decisisshould pose no bar to overrulingBuckleyand replacing it with a standard faithful to the\nFirst Amendment. Accordingly, I concur only in the judgment.II adhere to my view that this\nCourt erred inBuckleywhen it distinguished between\ncontribution and expenditure limits, finding the former to be a\nless severe infringement on First Amendment rights. SeeNixonv.Shrink Missouri Government PAC,528 U. S. 377, 410–418\n(2000) (dissenting opinion) (Shrink);Federal Election\nComm’nv.Colorado Republican Federal Campaign Comm.,533 U. S. 431,\n465–466 (2001) (Colorado II) (dissenting opinion);Colorado Republican Federal Campaign Comm.v.Federal\nElection Comm’n,518 U. S. 604, 635–644 (1996)\n(Colorado I) (opinion concurring in judgment and\ndissenting in part). “[U]nlike theBuckleyCourt, I\nbelieve that contribution limits infringe as directly and as\nseriously upon freedom of political expression and association as\ndo expenditure limits.”Id.,at 640. TheBuckleyCourt distinguished contributions from expenditures based on the\npresence of an intermediary between a contributor and the speech\neventually produced. But that reliance is misguided, given that\n“[e]ven in the case of a direct expenditure, there is usually some\ngo-between that facilitates the dissemination of the spender’s\nmessage.”Colorado I, supra,at 638–639;Shrink,supra, at 413–418 (Thomas, J., dissenting). Likewise,Buckley’s suggestion that contribution caps only\nmarginally restrict speech, because “[a] contribution serves as a\ngeneral expression of support for the candidate and his views, but\ndoes not communicate the underlying basis for the support,” 424 U.\nS., at 21, even if descriptively accurate, does not support\nrestrictions on contributions. After all, statements of general\nsupport are as deserving of constitutional protection as those that\ncommunicate specific reasons for that support.Colorado I,supra, at 639–640 (opinion of Thomas, J.);Shrink,supra, at 414–415, and n. 3 (Thomas,\nJ., dissenting). Accordingly, I would overruleBuckleyand\nsubject both the contribution and expenditure restrictions of Act\n64 to strict scrutiny, which they would fail. SeeColorado\nI,supra, at 640–641 (opinion of Thomas, J.) (“I am\nconvinced that under traditional strict scrutiny, broad\nprophylactic caps on both spending and giving in the political\nprocess . . . are unconstitutional”). See alsoColorado\nII,supra, at 465–466 (Thomas, J., dissenting).IIThe plurality opinion, far from\nmaking the case forBuckleyas a rule of law, itself\ndemonstrates thatBuckley’s limited scrutiny of\ncontribution limits is “insusceptible of principled application,”\nand accordingly is not entitled tostare decisiseffect.\nSeeBMW of North America, Inc.v.Gore,517 U. S. 559, 599\n(1996) (Scalia, J., dissenting). Indeed, “ ‘when governing\ndecisions are unworkable or are badly reasoned, this Court has\nnever felt constrained to follow precedent.’ ”Viethv.Jubelirer,541 U. S. 267, 306\n(2004) (plurality opinion) (quotingPaynev.Tennessee,501 U. S. 808, 827\n(1991); internal quotation marks omitted). Today’s newly minted,\nmultifactor test, particularly when read in combination with the\nCourt’s decision inShrink,supra, places this\nCourt in the position of addressing the propriety of regulations of\npolitical speech based upon little more than itsimpressionof the appropriate limits.The plurality sets forth what\nappears to be a two-step process for evaluating the validity of\ncontribution limits: First, determine whether there are “danger\nsigns” in a particular case that the limits are too low; and,\nsecond, use “independent judicial judgment” to “review the record\nindependently and carefully with an eye towards assessing the\nstatute’s ‘tailoring,’ that is, towards assessing the\nproportionality of the restrictions.”Ante, at 14. Neither\nstep of this test can be reduced to a workable inquiry to be\nperformed by States attempting to comply with this Court’s\njurisprudence.As to the first step, it is entirely unclear\nhow to determine whether limits are so low as to constitute “danger\nsigns” that require a court to “examine the record independently\nand carefully.”Ante, at 18. The plurality points to\nseveral aspects of the Act that support its conclusion that such\nsigns are present here: (1) the limits are set per election cycle,\nrather than divided between primary and general elections; (2) the\nlimits apply to contributions from political parties; (3) the\nlimits are the lowest in the Nation; and (4) the limits are below\nthose we have previously upheld.Ante, at 15–19.The first two elements of the Act are indeed\nconstitutionally problematic, but they have no bearing on whether\nthe contribution limits are too low. The first substantially\nadvantages candidates in a general election who did not face a\nserious primary challenge. In practice, this restriction will\ngenerally suppress more speech by challengers than by incumbents,\nwithout serving the interests the Court has recognized as\ncompelling,i.e., the prevention of corruption or the\nappearance thereof. Cf. B. Smith, Unfree Speech: The Folly of\nCampaign Finance Reform 50–51 (2001) (hereinafter Smith)\n(describing the ability of incumbents to amass money early,\ndiscouraging serious challengers from entering a race). The second\nelement has no relation to these compelling interests either, given\nthat “ ‘[t]he very aim of a political party is to influence\nits candidate’s stance on issues and, if the candidate takes office\nor is reelected, his votes.’ ”Colorado II, 533 U.\nS., at 476 (Thomas, J., dissenting) (citingColorado I,\n518 U. S., at 646 (Thomas, J., concurring in judgment and\ndissenting in part)). That these provisions are unconstitutional,\nhowever, does not make the contribution limits on individuals\nunconstitutionally low.We are left, then, with two reasons to\nscrutinize Act 64’s limitations: They are lower than those of other\nStates, and lower than those we have upheld in previous cases,i.e.,BuckleyandShrink. But the\nrelative limits of other States cannot be the key factor, for such\nconsiderations are nothing more than a moving target. After all, if\nthe Vermont Legislature simply persuaded several other States to\nlower their contribution limits to parallel Act 64, then the Act,\nwhich would still “significantly restrict the amount of funding\navailable for challengers to run competitive campaigns,”ante, at 19, would survive this aspect of the majority’s\nproposed test.Nor is the relationship of these limits to\nthose inBuckleyandShrinka critical fact. InShrink,the Court specifically determined thatBuckleydid not “set a minimum constitutional threshold\nfor contribution limits,” rejecting such a contention as a\n“fundamental misunderstanding of what we held.” 528 U. S., at 396.\nThe plurality’s current treatment of the limits inShrinkas a constitutional minimum, or at least as limits below which\n“danger signs” are present, thus cannot be reconciled withShrinkitself.Having nevertheless concluded that these\n“danger signs” require us to scrutinize the record, the plurality\nembarks on an odd review of the contribution limits, combining\nunrelated factors to determine that, “taken together,”ante, at 19, the restrictions of Act 64 are not closely\ndrawn to meet their objectives. Two of these factors simply cause\nthe already stringent limitations on individual contributions to be\nmore stringent;i.e., volunteer services count toward the\ncontribution limit,ante, at 25–27, and the limits do not\nchange with inflation, so they will become even more stringent in\ntime,ante, at 27.[Footnote 2] While these characteristics confirm the\nplurality’s impression that these limits are, indeed, quite low,\nthey have nothing whatsoever to do with whether the restrictions\nare closely drawn to meet their objectives. The plurality would\npresumably uphold a limit on contributions of $1 million, even if\nvolunteer services counted toward that limit and the limit did not\nchange with inflation. Characterizing these facts as shifting Act\n64’s limits from “suspiciously low” to “too low,”ibid.,provides no insight on how to draw this constitutional line.The plurality next departs from the general\napplicability of the contribution limits entirely, and notes the\nsubstantial interference of the contribution limits with the\nactivities of parties. Again, I do not dispute that the limitation\non party contributions is unconstitutional; as I have previously\nnoted, such limitations are unconstitutional even underBuckley. SeeColorado II,supra,at\n476–477. But it is entirely unclear why the mere fact that the\n“suspiciously low” contribution limitsalso apply to\npartiesshould mean that those limits are in fact “too low”\nwhen they are applied to individuals. If the limits impermissibly\nintrude upon the associational rights of parties, then the limits\nare unconstitutional as applied to parties. But limitson\nindividualscannot be transformed from permissible to too low\nsimply because they also apply to political parties.[Footnote 3]We are left, then, with two arguably relevant\npoints to transform these contribution limits from the realm of the\n“suspicious” to the realm of the impermissible. First, the limits\naffect a substantial portion of the money given to challengers. But\ncontribution limits always disproportionately burden challengers,\nwho often have smaller bases of support than incumbents. See Smith,\n66–70. InShrink, the Court expressly rejected the\nargument that a negative impact on a challenger could render a\ncontribution limit invalid, relying on the same sort of analysis of\nthe “averageeffect of contribution limits on\nfundraising,”ante, at 21, that the plurality today\nrejects. See 528 U. S., at 396 (noting that 97.62% of all\ncontributors for state auditor made contributions of less than\n$2,000, and that “[e]ven if we were to assume that the contribution\nlimits affected respondent[’s] ability to wage a competitive\ncampaign … a showing of one affected individual does not point up a\nsystem of suppressed political advocacy “that would be\nunconstitutional underBuckley”). Cf.id., at 420\n(Thomas, J., dissenting) (“The Court inBuckleyprovided\nno basis for suppressing the speech of an individual candidate\nsimply because other candidates (or candidates in the aggregate)\nmay succeed in reaching the voting public . . . any such reasoning\nwould fly in the face of the premise of our political\nsystem—liberty vested in individual hands safeguards the\nfunctioning of our democracy”). An individual’s First Amendment\nright is infringed whether his speech is decreased by 5% or 95%,\nand whether he suffers alone or shares his violation with his\nfellow citizens. Certainly, the First Amendment does not authorize\nus to judge whether a restriction of political speech imposes a\nsufficiently severe disadvantage on challengers that a candidate\nshould be able to complain. SeeShrink,supra, at\n427 (Thomas, J., dissenting) (“[C]ourts have no yardstick by which\nto judge the proper amount and effectiveness of campaign\nspeech”).The plurality’s final justification fares no\nbetter. Arguing that Vermont offers no justification for imposing a\nlimit lower than that imposed in any other State is simply another\nway of saying that the benchmark for whether a contribution\nlimitation is constitutional is what other States have imposed. As\nI have noted above,supra, at 6, tying individuals’ First\nAmendment rights to the presence or absence of similar laws in\nother States is inconsistent with the First Amendment.The plurality recognizes that the burdens\nwhich lead it to invalidate Act 64’s contribution limits are\npresent under “many, though not all, campaign finance regulations.”Ante, at 28. As a result, the plurality does not purport\nto offer any single touchstone for evaluating the constitutionality\nof such laws. Indeed, its discussion offers nothing resembling a\nrule at all. From all appearances, the plurality simply looked at\nthese limits and said, in its “independent judicial judgment,”ante, at 14, that they are too low. The\natmospherics—whether they vary with inflation, whether they are as\nhigh as those in other States or those inShrinkandBuckley, whether they apply to volunteer activities and\nparties—no doubt help contribute to the plurality’s sentiment. But\na feeling does not amount to a workable rule of law.This is not to say that the plurality errs in\nconcluding that these limits are too low to satisfy evenBuckley’s lenient standard. Indeed, it is almost\nimpossible to imagine that any legislator would ever find his\nscruples overcome by a $201 donation. SeeShrink,supra, at 425 (Thomas, J., dissenting) (“I cannot fathom\nhow a $251 contribution could pose a substantial risk of\n‘secur[ing] a politicalquid pro quo’ ” (quotingBuckley, 424 U. S., at 26)). And the statistics relied on\nby the plurality indeed reveal that substantial resources will be\nlost by candidates running campaigns under these limits. Seeante, at 19–22. Given that these contribution limits\nseverely impinge on the ability of candidates to run campaigns and\non the ability of citizens to contribute to campaigns, and do so\nwithout any demonstrable need to avoid corruption, they cannot\npossibly satisfy evenBuckley’s ambiguous level of\nscrutiny.But the plurality’s determination that this\nstatute clearly lies on theimpermissibleside of the\nconstitutional line gives no assistance in drawing this line, and\nit is clear that no such line can be drawn rationally. There is\nsimply no way to calculate just how much money a person would need\nto receive before he would be corrupt or perceived to be corrupt\n(and such a calculation would undoubtedly vary by person).\nLikewise, there is no meaningful way of discerning just how many\nresources must be lost before speech is “disproportionately\nburden[ed].”Ante, at 28.Buckley, as the\nplurality has applied it, gives us license to simply strike down\nany limits that justseemto be too stringent, and to\nuphold the rest. The First Amendment does not grant us this\nauthority.Buckleyprovides no consistent protection to\nthe core of the First Amendment, and must be overruled.*  *  *For these reasons, I concur only\nin the judgment.Footnote 1Although the plurality’sstare\ndecisisanalysis is limited toBuckley’s treatment of\nexpenditure limitations, its reasoning cannot be so confined, and\nwould apply equally toBuckley’s standard for evaluating\ncontribution limits. Seeante, at 10 (noting,inter\nalia, thatBuckleyhas engendered “considerable\nreliance” that would be “dramatically undermine[d]” by overruling\nit now).Footnote 2Ironically, the plurality is troubled by the\nfact that the absence of a provision adjusting the limits for\ninflation means that the real value of the limits will decline, and\nthat “the burden of preventing the decline [lies] upon incumbent\nlegislators who may not diligently police the need for changes in\nlimit levels to assure the adequate financing of electoral\nchallenges.”Ante, at 27. It is impossible to square this\nwariness of incumbents’ disinclination to enact future laws\nprotecting challengers with the plurality’s deference to those same\nincumbents when they make empirical judgments regarding “the\nprecise restriction necessary to carry out the statute’s legitimate\nobjectives” in the first place.Ante, at 14.Footnote 3The plurality’s connection of these two\nfactors implies that it is concerned not with the impact on the\nspeech of contributors, but solely with the speech of candidates,\nfor whom the two facts might be connected. Seeante, at\n19. Indeed, the plurality notably omits interference with\nparticipation in campaigns through monetary contributions from the\nlist of reasons the Act is unconstitutional. Seeid., at\n19, 27. But contributors, too, have a right to free speech. SeeColorado I518 U. S. 604, 637 (1996) (Thomas, J.,\nconcurring in judgment and dissenting in part) (“If an individual\nis limited in the amount of resources he can contribute to the\npool, he is most certainly limited in his ability to associate for\npurposes of effective advocacy”). EvenBuckleyv.Valeo,424 U. S. 1(1976) (per curiam),\nrecognizes that contribution limits restrict the free speech of\ncontributors, even if it understates the significance of this\nrestriction. Seeid., at 20–21 (“[A] limitation upon the\namount that any one person or group may contribute to a candidate …\nentails only a marginal restriction upon the contributor’s ability\nto engage in free communication”).",
    "joined": []
}