{
    "case": {
        "docket": "228",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/228/"
    },
    "id": "1963676",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–8974_________________BARION PERRY, PETITIONER v. NEW HAMPSHIREon writ of certiorari to the supreme court of\nnew hampshire[January 11, 2012]Justice Thomas,\nconcurring.The Court correctly\nconcludes that its precedents establish a due process right to the\npretrial exclusion of an unreliable eyewitness identification only\nif the identification results from police suggestion. I therefore\njoin its opinion. I write separately because I would not extend\nStovall v. Denno, 388 U. S. 293 (1967) , and its progeny even\nif the reasoning of those opinions applied to this case. The\nStovall line of cases is premised on a “substantive due process”\nright to “fundamental fairness.” See, e.g., id., at 299 (concluding\nthat whether a suggestive identification “resulted in such\nunfairness that it infringed [the defendant’s] right to due process\nof law” is “open to all persons to allege and prove”); Manson v.\nBrathwaite, 432 U. S. 98, 113 (1977) (“The standard, after\nall, is that of fairness as required by the Due Process Clause of\nthe Fourteenth Amendment”). In my view, those cases are wrongly\nde-cided because the Fourteenth Amendment’s Due Process Clause is\nnot a “secret repository of substantive guarantees against\n‘unfairness.’ ” BMW of North America, Inc. v. Gore, 517\nU. S. 559 –599 (1996) (Scalia, J., joined by Thomas, J.,\ndissenting); see also McDonald v. Chicago, 561 U. S. ___, ___\n(2010) (Thomas, J., concurring in part and concurring in judgment)\n(slip op., at 7) (“The notion that a constitutional provision that\nguarantees only ‘process’ before a person is deprived of life,\nliberty, or property could define the substance of those rights\nstrains credu- lity”). Accordingly, I would limit the Court’s\nsuggestive eyewitness identification cases to the precise circum-\nstances that they involved.",
    "joined": []
}