{
    "case": {
        "docket": "565",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/565/"
    },
    "id": "1970885",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–696_________________TOWN OF GREECE, NEW YORK, PETITIONER v.SUSAN\nGALLOWAY et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[May 5, 2014]Justice Thomas, with\nwhom Justice Scalia joins asto Part II, concurring in part and\nconcurring in thejudgment.Except for Part\nII–B, I join the opinion of the Court, which faithfully\napplies Marsh v. Chambers, 463 U. S. 783 (1983) . I write\nseparately to reiterate my view that the Establishment Clause is\n“best understood as a federalism provision,” Elk Grove\nUnified School Dist. v. Newdow, 542 U. S. 1, 50 (2004)\n(Thomas, J., concurring in judgment), and to state my understanding\nof the proper “coercion” analysis.IThe Establishment\nClause provides that “Congress shall make no law respecting\nan establishment of religion.” U. S. Const., Amdt. 1. As\nI have explained before, the text and history of the Clause\n“resis[t] incorporation” against the States. Newdow,\nsupra, at 45–46; see also Van Orden v. Perry, 545 U. S.\n677 –693 (2005) (Thomas, J., concurring); Zelman v.\nSimmons-Harris, 536 U. S. 639 –680 (2002) (same). If the\nEstablishment Clause is not incorporated, then it has no\napplication here, where only municipal action is at issue.As an initial matter,\nthe Clause probably prohibits Congress from establishing a national\nreligion. Cf. D. Drakeman, Church, State, and Original Intent\n260–262 (2010). The text of the Clause also suggests that\nCongress “could not interfere with state establishments,\nnotwithstanding any argument that could be made based on\nCongress’ power under the Necessary and Proper Clause.”\nNewdow, supra, at 50 (opinion of Thomas, J.). The language of the\nFirst Amendment (“Congress shall make no law”)\n“precisely tracked and inverted the exact wording” of\nthe Necessary and Proper Clause (“Congress shall have power\n. . . to make all laws which shall be necessary and\nproper . . . ”), which was the subject of fierce\ncriticism by Anti-Federalists at the time of ratification. A. Amar,\nThe Bill of Rights 39 (1998) (hereinafter Amar); see also Natelson,\nThe Framing and Adoption of the Necessary and Proper Clause, in The\nOrigins of the Necessary and Proper Clause 84, 94–96 (G.\nLawson, G. Miller, R. Natelson,& G. Seidman eds. 2010)\n(summarizing Anti-Federalist claims that the Necessary and Proper\nClause would aggrandize the powers of the Federal Government). That\nchoice of language—“Congress shall make no\nlaw”—effectively denied Congress any power to regulate\nstate establishments.Construing the\nEstablishment Clause as a federalism provision accords with the\nvariety of church-state arrangements that existed at the Founding.\nAt least six States had established churches in 1789. Amar\n32–33. New England States like Massachusetts, Connecticut,\nand New Hampshire maintained local-rule establishments whereby the\nmajority in each town could select the minister and religious\ndenomination (usually Congregationalism, or\n“Puritanism”). McConnell, Establishment and\nDisestablishment at the Founding, Part I: Establishment of\nReligion, 44 Wm. & Mary L. Rev. 2105, 2110 (2003); see\nalso L. Levy, The Establishment Clause: Religion and the First\nAmendment 29–51 (1994) (hereinafter Levy). In the South,\nMaryland, South Carolina, and Georgia eliminated their exclusive\nAnglican establishments following the American Revolution and\nadopted general establishments, which permitted taxation in support\nof all Christian churches (or, as in South Carolina, all Protestant\nchurches). See Levy 52–58; Amar 32–33. Virginia, by\ncontrast, had recently abolished its official state establishment\nand ended direct government funding of clergy after a legislative\nbattle led by James Madison. See T. Buckley, Church and State in\nRevolutionary Virginia, 1776–1787, pp. 155–164 (1977).\nOther States—principally Rhode Island, Pennsylvania, and\nDelaware, which were founded by religious dissenters—had no\nhistory of formal establishments at all, although they still\nmaintained religious tests for office. See McConnell, The Origins\nand Historical Understanding of Free Exercise of Religion, 103\nHarv. L. Rev. 1409, 1425–1426, 1430 (1990).The import of this\nhistory is that the relationship between church and state in the\nfledgling Republic was far from settled at the time of\nratification. See Muñoz, The Original Meaning of the\nEstablishment Clause and the Impossibility of Its Incorporation, 8\nU. Pa. J. Constitutional L. 585, 605 (2006). Although the\nremaining state establishments were ultimately\ndismantled—Massachusetts, the last State to disestablish,\nwould do so in 1833, see Levy 42—that outcome was far from\nassured when the Bill of Rights was ratified in 1791. That lack of\nconsensus suggests that the First Amendment was simply agnostic on\nthe subject of state establishments; the decision to establish or\ndisestablish religion was reserved to the States. Amar 41.The Federalist logic of\nthe original Establishment Clause poses a special barrier to its\nmechanical incorporation against the States through the Fourteenth\nAmendment. See id., at 33. Unlike the Free Exercise Clause, which\n“plainly protects individuals against congressional\ninterference with the right to exercise their religion,” the\nEstablishment Clause “does not purport to protect individual\nrights.” Newdow, 542 U. S., at 50 (opinion of Thomas,\nJ.). Instead, the States are the particular beneficiaries of the\nClause. Incorporation therefore gives rise to a paradoxical result:\nApplying the Clause against the States eliminates their right to\nestablish a religion free from federal interference, thereby\n“prohibit[ing] exactly what the Establishment Clause\nprotected.” Id., at 51; see Amar 33–34.Put differently, the\nstructural reasons that counsel against incorporating the Tenth\nAmendment also apply to the Establishment Clause. Id., at 34. To my\nknowledge, no court has ever suggested that the Tenth Amendment,\nwhich “reserve[s] to the States” powers not delegated\nto the Federal Government, could or should be applied against the\nStates. To incorporate that limitation would be to divest the\nStates of all powers not specifically delegated to them, thereby\ninverting the original import of the Amendment. Incorporating the\nEstablishment Clause has precisely the same effect.The most cogent\nargument in favor of incorporation may be that, by the time of\nReconstruction, the framers of the Fourteenth Amendment had come to\nreinterpret the Establishment Clause (notwithstanding its\nFederalist origins) as expressing an individual right. On this\nquestion, historical evidence from the 1860’s is mixed.\nCongressmen who catalogued the personal rights protected by the\nFirst Amendment commonly referred to speech, press, petition, and\nassembly, but not to a personal right of nonestablishment; instead,\nthey spoke only of “ ‘free\nexercise’ ” or “ ‘freedom of\nconscience.’ ” Amar 253, and 385, n. 91\n(collecting sources). There may be reason to think these lists were\nabbreviated, and silence on the issue is not dispositive. See Lash,\nThe Second Adoption of the Establishment Clause: The Rise of the\nNonestablishment Principle, 27 Ariz. St. L. J. 1085,\n1141–1145 (1995); but cf. S. Smith, Foreordained Failure: The\nQuest for a Constitutional Principle of Religious Freedom\n50–52 (1995). Given the textual and logical difficulties\nposed by incorporation, however, there is no warrant for\ntransforming the meaning of the Establishment Clause without a firm\nhistorical foundation. See Newdow, supra, at 51 (opinion of Thomas,\nJ.). The burden of persuasion therefore rests with those who claim\nthat the Clause assumed a different meaning upon adoption of the\nFourteenth Amendment.[1]IIEven if the\nEstablishment Clause were properly incorporated against the States,\nthe municipal prayers at issue in this case bear no resemblance to\nthe coercive state establishments that existed at the founding.\n“The coercion that was a hallmark of historical\nestablishments of religion was coercion of religious orthodoxy and\nof financial support by force of law and threat of penalty.”\nLee v. Weisman, 505 U. S. 577, 640 (1992) (Scalia, J.,\ndissent-ing); see also Perry, 545 U. S., at 693–694\n(Thomas, J., concurring); Cutter v. Wilkinson, 544 U. S. 709,\n729 (2005) (Thomas, J., concurring); Newdow, supra, at 52 (opinion\nof Thomas, J.). In a typical case, attendance at the established\nchurch was mandatory, and taxes were levied to generate church\nrevenue. McConnell, Establishment and Disestablishment, at\n2144–2146, 2152–2159. Dissenting ministers were barred\nfrom preaching, and political participation was limited to members\nof the established church. Id., at 2161–2168,\n2176–2180.This is not to say that\nthe state establishments in existence when the Bill of Rights was\nratified were uniform. As previously noted, establishments in the\nSouth were typically governed through the state legislature or\nState Constitution, while establishments in New England were\nadministered at the municipal level. See supra, at 2–3.\nNotwithstanding these variations, both state and local forms of\nestablishment involved “actual legal coercion,” Newdow,\nsupra, at 52 (opinion of Thomas, J.): They exercised government\npower in order to exact financial support of the church, compel\nreligious observance, or control religious doctrine.None of these\nfounding-era state establishments remained at the time of\nReconstruction. But even assuming that the framers of the\nFourteenth Amendment reconceived the nature of the Establishment\nClause as a constraint on the States, nothing in the history of the\nintervening period suggests a fundamental transformation in their\nunderstanding of what constituted an establishment. At a minimum,\nthere is no support for the proposition that the framers of the\nFourteenth Amendment embraced wholly modern notions that the\nEstablishment Clause is violated whenever the “reasonable\nobserver” feels “subtle pressure,” ante, at 18,\n19, or perceives governmental “endors[ement],” ante, at\n5–6. For example, of the 37 States in existence when the\nFourteenth Amendment was rati-fied, 27 State Constitutions\n“contained an explicit reference to God in their\npreambles.” Calabresi & Agudo, Individual Rights Under\nState Constitutions When the Fourteenth Amendment Was Ratified in\n1868: What Rights Are Deeply Rooted in American History and\nTradition?, 87 Tex. L. Rev. 7, 12, 37 (2008). In addition to\nthe preamble references, 30 State Constitutions contained other\nreferences to the divine, using such phrases as\n“ ‘Almighty God,’ ”\n“ ‘[O]ur Creator,’ ” and\n“ ‘Sovereign Ruler of the\nUniverse.’ ” Id., at 37, 38, 39, n. 104. Moreover,\nthe state constitutional provisions that prohibited religious\n“comp[ulsion]” made clear that the relevant sort of\ncompulsion was legal in nature, of the same type that had\ncharacterized founding-era establishments.[2] These provisions strongly suggest that, whatever\nnonestablishment principles existed in 1868, they included no\nconcern for the finer sensibilities of the “reasonable\nobserver.”Thus, to the extent\ncoercion is relevant to the Establishment Clause analysis, it is\nactual legal coercion that counts—not the “subtle\ncoercive pressures” allegedly felt by respondents in this\ncase, ante, at 9. The majority properly concludes that\n“[o]ffense . . . does not equate to\ncoercion,” since “[a]dults often encounter speech they\nfind disagreeable[,] and an Establishment Clause violation is not\nmade out any time a person experiences a sense of affront from the\nexpression of contrary religious views in a legislative\nforum.” Ante, at 21. I would simply add, in light of the\nforegoing history of the Establishment Clause, that “[p]eer\npressure, unpleasant as it may be, is not coercion” either.\nNewdow, 542 U. S., at 49 (opinion of Thomas, J.).Notes1This Court has never\nsquarely addressed these barriers to the incorporation of the\nEstablishment Clause. When the issue was first presented in v. , ,\nthe Court casually asserted that “the [has been] interpreted\nto make the prohibitions of the First applicable to state action\nabridging religious freedom. There is every reason to give the same\napplication and broad interpretation to the ‘establishment of\nreligion’ clause.” , at 15 (footnote omitted). The\ncases the Court cited in support of that proposition involved the\nFree Exercise Clause—which had been incorporated seven years\nearlier, in v. , —not the Establishment Clause. 330 U. S., at\n15, n. 22 (collecting cases). Thus, in the space of a single\nparagraph and a nonresponsive string citation, the Court glibly\neffected a sea change in constitutional law. The Court’s\ninattention to these doctrinal questions might be explained,\nalthough not excused, by the rise of popular conceptions about\n“separation of church and state” as an\n“American” constitutional right. See generally P.\nHamburger, Separation of Church and State 454–463 (2002); see\nalso at 391–454 (discussing the role of nativist sentiment in\nthe campaign for “separation” as an American\nideal).2See, , Del. Const., Art.\nI, §1 (1831) (“[N]o man shall, or ought to be compelled\nto attend any religious worship, to contribute to the erection or\nsupport of any place of worship, or to the maintenance of any\nministry, against his own free will and consent”); Me.\nConst., Art. I, §3 (1820) (“[N]o one shall be hurt,\nmolested or restrained in his person, liberty or estate, for\nworshiping God in the manner and season most agreeable to the\ndictates of his own conscience”); Mo. Const., Art. I,\n§10 (1865) (“[N]o person can be compelled to erect,\nsupport, or attend any place of worship, or maintain any minister\nof the Gospel or teacher of religion”); R. I. Const., Art. I,\n§3 (1842) (“[N]o man shall be compelled to frequent or\nto support any religious worship, place, or ministry what-ever,\nexcept in fulfillment of his own voluntary contract”); Vt.\nConst., Ch. I, §3 (1777) (“[N]o man ought, or of right\ncan be compelled to attend any religious worship, or erect, or\nsupport any place of worship, or maintain any minister, contrary to\nthe dictates of his conscience”).",
    "joined": []
}