{
    "case": {
        "docket": "15-6092",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-6092/"
    },
    "id": "3589821",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–6092_________________RICHARD MATHIS, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 23, 2016]Justice Thomas, concurring.I join the Court’s opinion, which faithfully\napplies our precedents. The Court holds that the modified\ncategorical approach cannot be used to determine the specific means\nby which a defendant committed a crime.Ante,at 11–12. By\nrightly refusing to apply the modified categorical approach, the\nCourt avoids further extending its precedents that limit a criminal\ndefendant’s right to a public trial before a jury of his peers.InAlmendarez-Torresv.United\nStates, 523 U. S. 224 –247 (1998), the Court held that the\nexistence of a prior conviction triggering enhanced penalties for a\nrecidivist was a fact that could be found by a judge, not an\nelement of the crime that must be found by a jury. Two years later,\nthe Court held that “any fact that increases the penalty for a\ncrime beyond the prescribed statutory maximum” is an element of a\ncrime and therefore “must be submitted to a jury, and proved beyond\na reasonable doubt.”Apprendiv.New Jersey, 530\nU. S. 466, 490 (2000) ; seeid.,at 489–490. ButApprendirecognized an exception for the “fact of a prior\nconviction,” instead of overrulingAlmendarez-Torres.See\n530 U. S., at 490. I continue to believe that the exception inApprendiwas wrong, and I have urged thatAlmendarez-Torresbe reconsidered. SeeDescampsv.United States, 570 U. S. ___, ___ (2013) (Thomas, J.,\nconcurring in judgment) (slip op., at 2).Consistent with this view, I continue to believe\nthat depending on judge-found facts in Armed Career Criminal Act\n(ACCA) cases violates the Sixth Amendment and is irreconcilable\nwithApprendi. ACCA improperly “allows the judge to ‘mak[e]\na finding that raises [a defendant’s] sentence beyond the sentence\nthat could have lawfully been imposed by reference to facts found\nby the jury or admitted by the defendant.’ ”Descamps,\nsupra,at ___–___ (opinion of Thomas, J.) (slip op., at 1–2)\n(brackets in original; internal quotation marks omitted). This\nSixth Amendment problem persists regardless of whether “a court is\ndetermining whether a prior conviction was entered, or attempting\nto discern what facts were necessary to a prior conviction.”Id.,at ___ (slip op., at 2) (citation omitted).Today, the Court “at least limits the situations\nin which courts make factual determinations about prior\nconvictions.”Ibid.As the Court explains, the means of\ncommitting an offense are nothing more than “various factual ways\nof committing some component of the offense.”Ante,at 4.\nPermitting judges to determine the means of committing a prior\noffense would expandAlmendarez-Torres. Therefore, I join\nthe Court’s opinion refusing to allow judges to determine, without\na jury, which alternative means supported a defendant’s prior\nconvictions.",
    "joined": []
}