{
    "case": {
        "docket": "15-649",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-649/"
    },
    "id": "3706580",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–649_________________CASIMIR CZYZEWSKI, et al., PETITIONERSv.JEVIC HOLDING CORP., et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[March 22, 2017]Justice Thomas, with whom Justice Alito joins,\ndissenting.Today, the Court answers a novel and important\nquestion of bankruptcy law. Unfortunately, it does so without the\nbenefit of any reasoned opinions on the dispositive issue from the\ncourts of appeals (apart from the Court of Appeals’ opinion in this\ncase) and with briefing on that issue from only one of the parties.\nThat is because, having persuaded us to grant certiorari on one\nquestion, petitioners chose to argue a different question on the\nmerits. In light of that switch, I would dismiss the writ of\ncertiorari as improvidently granted.We granted certiorari to decide “[w]hether a\nbankruptcy court may authorize the distribution of settlement\nproceeds in a manner that violates the statutory priority scheme.”\nPet. for Cert. i. According to petitioners, the decision below\n“deepened an existing . . . split” among the Courts of\nAppeals on this question.Id., at 8; seeid., at\n15–16 (citingIn re AWECO, Inc., 725 F. 2d 293,\n298 (CA5 1984), andIn re Iridium Operating LLC, 478\nF. 3d 452, 464 (CA2 2007)). After we granted certiorari,\nhowever, petitioners recast the question presented to ask\n“[w]hether a Chapter 11 case may be terminated by a ‘structured\ndismissal’ that distributes estate property in violation of the\nBankruptcy Code’s priority scheme.” Brief for Petitioners i.\nAlthough both questions involve priority-skipping distributions of\nestate assets, the recast question is narrower—and different—than\nthe one on which we granted certiorari. It is also not the subject\nof a circuit conflict.I think it is unwise for the Court to decide the\nreformulated question today, for two reasons. First, it is a “novel\nquestion of bankruptcy law” arising in the rapidly developing field\nof structured dismissals.In re Jevic Holding Corp.,\n787 F. 3d 173, 175 (CA3 2015). Experience shows that we would\ngreatly benefit from the views of additional courts of appeals on\nthis question. We also would have benefited from full, adversarial\nbriefing. In reliance on this Court’s Rules prohibiting parties\nfrom changing the substance of the question presented, see Rule\n24.1(a); see also Rule 14.1(a), respondents declined to brief the\nquestion that the majority now decides, see Brief for Respondents\n52. Second, deciding this question may invite future petitioners to\nseek review of a circuit conflict only then to change the question\nto one that seems more favorable. “I would not reward such\nbait-and-switch tactics.”City and County of San Franciscov.Sheehan, 575 U. S. ___, ___ 2015) (Scalia, J.,\nconcurring in part and dissenting in part) (slip op., at 3); see\nalsoVisa, Inc.v.Osborn,post,p.___.Accordingly, I would dismiss the writ as\nimprovidently granted. I respectfully dissent.",
    "joined": []
}