{
    "case": {
        "docket": "14-1375",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1375/"
    },
    "id": "3574265",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–1375_________________CRST VAN EXPEDITED, INC., PETITIONERv.EQUAL EMPLOYMENT OPPORTUNITY COMMISSIONon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[May 19, 2016]Justice Thomas, concurring.Under Title VII of the Civil Rights Act of 1964,\na district court may award attorney’s fees to “the prevailing\nparty.” 42 U. S. C. §2000e–5(k). InChristiansburg\nGarment Co.v.EEOC, 434 U. S. 412 (1978) , this Court\nconcluded that a prevailing plaintiff “ordinarily is to be awarded\nattorney’s fees in all but special circumstances,” but a prevailing\ndefendant is to be awarded fees only “upon a finding that the\nplaintiff’s action was frivolous, unreasonable, or without\nfoundation.”Id.,at 417, 421. That holding “mistak-enly\ncast aside the statutory language” in interpreting the phrase\n“prevailing party.”Fogertyv.Fantasy, Inc., 510\nU. S. 517, 538 (1994) (Thomas, J., concurring in judgment)\n(internal quotation marks omitted). In this case, the Court of\nAppeals compoundedChristiansburg’s error by requiring a\ndistrict court to make yet another finding before a Title VII\ndefendant may be considered a “prevailing party”: The defendant\nmust also obtain a “ruling on the merits.” 774 F. 3d 1169,\n1181 (2014). Today, the Court correctly vacates that ruling and\nholds that “a favorable ruling on the merits is not a necessary\npredicate to find that a defendant has prevailed.”Ante, at\n1. I therefore join the Court’s opinion in full. Nevertheless, I\ncontinue to adhere to my view thatChristiansburgis a\n“dubious precedent” that I will “decline to extend” any further.Fogerty,supra, at 539 (opinion of Thomas, J.).",
    "joined": []
}