{
    "case": {
        "docket": "21-418",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-418/"
    },
    "id": "4601248",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–418_________________JOSEPH A. KENNEDY, PETITIONERv.BREMERTON SCHOOL DISTRICTon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 27, 2022]Justice Thomas, concurring.I join the Court’s opinion because it correctly\nholds that Bremerton School District violated Joseph Kennedy’s\nFirst Amendment rights. I write separately to emphasize that the\nCourt’s opinion does not resolve two issues related to Kennedy’s\nfree-exercise claim.First, the Court refrains from deciding whether\nor how public employees’ rights under the Free Exercise Clause may\nor may not be different from those enjoyed by the general public.\nSeeante,at 19, n. 2. In “striking the appropriate balance”\nbetween public employees’ constitutional rights and “the realities\nof the employment context,” we have often “consider[ed] whether the\nasserted employee right implicates the basic concerns of the\nrelevant constitutional provision, or whether the claimed right can\nmore readily give way to the requirements of the government as\nemployer.”Engquistv.Oregon Dept. of Agriculture,553 U.S.\n591, 600 (2008). In the free-speech context, for example, that\ninquiry has prompted us to distinguish between different kinds of\nspeech; we have held that “the First Amendment protects public\nemployee speech only when it falls within the core of First\nAmendment protection—speech on matters of public concern.”Ibid.It remains an open question, however, if a similar\nanalysis can or should apply to free-exercise claims in light of\nthe “history” and “tradition” of the Free Exercise Clause.Borough of Duryeav.Guarnieri,564 U.S.\n379, 406 (2011) (Scalia, J., concurring in judgment in part and\ndissenting in part); see alsoid.,at 400 (Thomas, J.,\nconcurring in judgment).Second, the Court also does not decide what\nburden a government employer must shoulder to justify restricting\nan employee’s religious expression because the District had no\nconstitutional basis for reprimanding Kennedy under any possibly\napplicable standard of scrutiny. Seeante,at 20. While we\nhave many public-employee precedents addressing how the\ninterest-balancing test set out inPickeringv.Board of\nEd. of Township High School Dist. 205,Will Cty.,391 U.S.\n563(1968), applies under the Free Speech Clause, the Court has\nnever before appliedPickeringbalancing to a claim brought\nunder the Free Exercise Clause. A government employer’s burden\ntherefore might differ depending on which First Amendment guarantee\na public employee invokes.",
    "joined": []
}