{
    "case": {
        "docket": "16-1362",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-1362/"
    },
    "id": "3881458",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1362_________________ENCINO MOTORCARS, LLC, PETITIONERv.HECTOR NAVARRO, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 2, 2018]Justice Thomas delivered the opinion of the\nCourt.The Fair Labor Standards Act (FLSA), 52Stat.\n1060, as amended, 29 U. S. C. §201et seq.,\nrequires employers to pay overtime compensation to covered\nemployees. The FLSA exempts from the overtime-pay requirement “any\nsalesman, partsman, or mechanic primarily engaged in selling or\nservicing automobiles” at a covered dealership. §213(b)(10)(A). We\ngranted certiorari to decide whether this exemption applies to\nservice advisors—employees at car dealerships who consult with\ncustomers about their servicing needs and sell them servicing\nsolutions. We conclude that service advisors are exempt.IAEnacted in 1938, the FLSA requires employers\nto pay overtime to covered employees who work more than 40 hours in\na week. 29 U. S. C. §207(a). But the FLSA exempts many\ncategories of employees from this requirement. See §213. Employees\nat car dealerships have long been among those exempted.Congress initially exempted all employees at car\ndealerships from the overtime-pay requirement. See Fair Labor\nStandards Amendments of 1961, §9, 75Stat. 73. Congress then\nnarrowed that exemption to cover “any salesman, partsman, or\nmechanic primarily engaged in selling or servicing automobiles,\ntrailers, trucks, farm implements, or aircraft.” Fair Labor\nStandards Amendments of 1966, §209, 80Stat. 836. In 1974, Congress\nenacted the version of the exemption at issue here. It provides\nthat the FLSA’s overtime-pay requirement does not apply to “any\nsalesman, partsman, or mechanic primarily engaged in selling or\nservicing automobiles, trucks, or farm implements, if he is\nemployed by a nonmanufacturing establishment primarily engaged in\nthe business of selling such vehicles or implements to ultimate\npurchasers.” §213(b)(10)(A).This language has long been understood to cover\nservice advisors. Although the Department of Labor initially\ninterpreted it to exclude them, 35 Fed. Reg. 5896 (1970) (codified\nat 29 CFR §779.372(c)(4) (1971)), the federal courts rejected that\nview, seeBrennanv.Deel Motors, Inc., 475\nF. 2d 1095 (CA5 1973);Brennanv.North Bros. Ford,\nInc., 76 CCH LC ¶33, 247 (ED Mich. 1975), aff’dsub nom.Dunlopv.North Bros. Ford,\nInc., 529 F. 2d 524 (CA6 1976) (table). After these\ndecisions, the Department issued an opinion letter in 1978,\nexplaining that service advisors are exempt in most cases. See\nDept. of Labor, Wage & Hour Div., Opinion Letter No. 1520\n(WH–467) (1978), [1978–1981 Transfer Binder] CCH Wages–Hours\nAdministrative Rulings ¶31,207. From 1978 to 2011, Congress made no\nchanges to the exemption, despite amending §213 nearly a dozen\ntimes. The Department also continued to acquiesce in the view that\nservice advisors are exempt. See Dept. of Labor, Wage & Hour\nDiv., Field Operations Handbook, Insert No. 1757, 24L04(k) (Oct.\n20, 1987), online at https://perma.cc/5GHD-KCJJ (as last visited\nMar. 28, 2018).In 2011, however, the Department reversed\ncourse. It issued a rule that interpreted “salesman” to exclude\nservice advisors. 76 Fed. Reg. 18832, 18859 (2011) (codified at 29\nCFR §779.372(c)). That regulation prompted this litigation.BPetitioner Encino Motorcars, LLC, is a\nMercedes-Benz dealership in California. Respondents are current and\nformer service advisors for petitioner. Service advisors “interact\nwith customers and sell them services for their vehicles.”Encino Motorcars, LLCv.Navarro, 579 U. S. ___,\n___ (2016) (Encino I) (slip op., at 2). They “mee[t]\ncustomers; liste[n] to their concerns about their cars; sugges[t]\nrepair and maintenance services; sel[l] new accessories or\nreplacement parts; recor[d] service orders; follo[w] up with\ncustomers as the services are performed (for instance, if new\nproblems are discovered); and explai[n] the repair and maintenance\nwork when customers return for their vehicles.”Ibid.In 2012, respondents sued petitioner for\nbackpay. Relying on the Department’s 2011 regulation, respondents\nalleged that petitioner had violated the FLSA by failing to pay\nthem overtime. Petitioner moved to dismiss, arguing that service\nadvisors are exempt under §213(b)(10)(A). The District Court agreed\nwith petitioner and dismissed the complaint, but the Court of\nAppeals for the Ninth Circuit reversed. Finding the text ambiguous\nand the legislative history “inconclusive,” the Ninth Circuit\ndeferred to the Department’s 2011 rule underChevron\nU. S. A. Inc.v.Natural Resources Defense\nCouncil, Inc., 467 U. S. 837 (1984) .Encino, 780\nF. 3d 1267, 1275 (2015).We granted certiorari and vacated the Ninth\nCircuit’s judgment. We explained that courts cannot defer to the\n2011 rule because it is procedurally defective. SeeEncino\nI,579 U. S., at ___–___ (slip op., at 8–12).\nSpecifically, the regulation undermined significant reliance\ninterests in the automobile industry by changing the treatment of\nservice advisors without a sufficiently reasoned explanation.Id.,at ___ (slip op., at 10). But we did not decide\nwhether, without administrative deference, the exemption covers\nservice advisors.Id.,at ___ (slip op., at 12). We remanded\nthat issue for the Ninth Circuit to address in the first instance.Ibid.COn remand, the Ninth Circuit again held that\nthe exemption does not include service advisors. The Court of\nAppeals agreed that a service advisor is a “ ‘salesman’ ”\nin a “generic sense,” 845 F. 3d 925,930 (2017), and is\n“ ‘primarily engaged in . . . servicing\nautomobiles’ ” in a “general sense,”id., at 931.\nNonetheless, it concluded that “Congress did not intend to exempt\nservice advisors.”Id., at 929.The Ninth Circuit began by noting that the\nDepartment’s 1966–1967 Occupational Outlook Handbook listed 12 job\ntitles in the table of contents that could be found at a car\ndealership, including “automobile mechanics,” “automobile parts\ncountermen,” “automobile salesmen,” and “automobile service\nadvisors.”Id.,at 930. Because the FLSA exemption listed\nthree of these positions, but not service advisors, the Ninth\nCircuit concluded that service advisors are not exempt.Ibid.The Ninth Circuit also determined that service\nadvisors are not primarily engaged in “servicing” automobiles,\nwhich it defined to mean “only those who are actually occupied in\nthe repair and maintenance of cars.”Id.,at 931. And the\nNinth Circuit further concluded that the exemption does not cover\nsalesmen who are primarily engaged in servicing.Id.,at\n933. In reaching this conclusion, the Ninth Circuit invoked the\ndistributive canon. See A. Scalia & B. Garner, Reading Law 214\n(2012) (“Distributive phrasing applies each expression to its\nappropriate referent”). It reasoned that “Congress intended the\ngerunds—selling and servicing—to be distributed to their\nappropriate subjects—salesman, partsman, and mechanic. A salesman\nsells; a partsman services; and a mechanic services.”Id.,at 934. Finally, the Court of Appeals noted that its interpretation\nwas supported by the principle that exemptions to the FLSA should\nbe construed narrowly,id., at 935, and the lack of any\n“mention of service advisors” in the legislative history,id., at 939.We granted certiorari, 582 U. S. ___\n(2017), and now reverse.IIThe FLSA exempts from its overtime-pay\nrequirement “any salesman, partsman, or mechanic primarily engaged\nin selling or servicing automobiles, trucks, or farm implements, if\nhe is employed by a nonmanufacturing establishment primarily\nengaged in the business of selling such vehicles or implements to\nultimate purchasers.” §213(b)(10)(A). The parties agree that\npetitioner is a “nonmanufacturing establishment primarily engaged\nin the business of selling [automobiles] to ultimate purchasers.”\nThe parties also agree that a service advisor is not a “partsman”\nor “mechanic,” and that a service advisor is not “primarily engaged\n. . . in selling automobiles.” The question, then, is\nwhether service advisors are “salesm[e]n . . . primarily\nengaged in . . . servicing automobiles.” We conclude that\nthey are. Under the best reading of the text, service advisors are\n“salesm[e]n,” and they are “primarily engaged in . . .\nservicing automobiles.” The distributive canon, the practice of\nconstruing FLSA exemptions narrowly, and the legislative history do\nnot persuade us otherwise.AA service advisor is obviously a “salesman.”\nThe term “salesman” is not defined in the statute, so “we give the\nterm its ordinary meaning.”Taniguchiv.Kan Pacific\nSaipan, Ltd., 566 U. S. 560, 566 (2012) . The ordinary\nmeaning of “salesman” is someone who sells goods or services. See\n14 Oxford English Dictionary 391 (2d ed. 1989) (“[a] man whose\nbusiness it is to sell goods or conduct sales”); Random House\nDictionary of the English Language 1262 (1966) (“a man who sells\ngoods, services, etc.”). Service advisors do precisely that. As\nthis Court previously explained, service advisors “sell [customers]\nservices for their vehicles.”Encino I,579 U. S., at\n___ (slip op., at 2).BService advisors are also “primarily engaged\nin . . . servicing automobiles.” §213(b)(10)(A). The word\n“servicing” in this context can mean either “the action of\nmaintaining or repairing a motor vehicle” or “[t]he action of\nproviding a service.” 15 Oxford English Dictionary, at 39; see also\nRandom House Dictionary of the English Language, at 1304 (“to make\nfit for use; repair; restore to condition for service”). Service\nadvisors satisfy both definitions. Service advisors are integral to\nthe servicing process. They “mee[t] customers; liste[n] to their\nconcerns about their cars; sugges[t] repair and maintenance\nservices; sel[l] new accessories or replacement parts; recor[d]\nservice orders; follo[w] up with customers as the services are\nperformed (for instance, if new problems are discovered); and\nexplai[n] the repair and maintenance work when customers return for\ntheir vehicles.”Encino I,supra, at ___ (slip op.,\nat 2). If you ask the average customer who services his car, the\nprimary, and perhaps only, person he is likely to identify is his\nservice advisor.True, service advisors do not spend most of\ntheir time physically repairing automobiles. But the statutory\nlanguage is not so constrained. All agree that partsmen, for\nexample, are “primarily engaged in . . . servicing\nautomobiles.” Brief for Petitioner 40; Brief for Respondents 41–44.\nBut partsmen, like service advisors, do not spend most of their\ntime under the hood. Instead, they “obtain the vehicle parts\n. . . and provide those parts to the mechanics.”Encino I, supra, at ___ (slip op., at 2); see also 1 Dept.\nof Labor, Dictionary of Occupational Titles 33 (3d ed. 1965)\n(defining “partsman” as someone who “[p]urchases, stores, and\nissues spare parts for automotive and industrial equipment”). In\nother words, the phrase “primarily engaged in . . .\nservicing automobiles” must include some individuals who do not\nphysically repair automobiles themselves but who are integrally\ninvolved in the servicing process. That description applies to\npartsmen and service advisors alike.CThe Ninth Circuit concluded that service\nadvisors are not covered because the exemption simply does not\napply to “salesm[e]n . . . primarily engaged in\n. . . servicing automobiles.” The Ninth Circuit invoked\nthe distributive canon to reach this conclusion. Using that canon,\nit matched “salesman” with “selling” and “partsma[n] [and]\nmechanic” with “servicing.” We reject this reasoning.The text of the exemption covers “any salesman,\npartsman, or mechanic primarily engaged in selling or servicing\nautomobiles, trucks, or farm implements.” §213(b)(10)(A). The\nexemption uses the word “or” to connect all of its nouns and\ngerunds, and “or” is “almost always disjunctive.”United\nStatesv.Woods,571 U. S. 31, 45 (2013) . Thus,\nthe use of “or” to join “selling” and “servicing” suggests that the\nexemption covers a salesman primarily engaged in either\nactivity.Unsurprisingly, statutory context can overcome\nthe ordinary, disjunctive meaning of “or.” The distributive canon,\nfor example, recognizes that sometimes “[w]here a sentence contains\nseveral antecedents and several consequents,” courts should “read\nthem distributively and apply the words to the subjects which, by\ncontext, they seem most properly to relate.” 2A N. Singer & S.\nSinger, Sutherland Statutes and Statutory Construction §47:26,\np. 448 (rev. 7th ed. 2014).But here, context favors the ordinary\ndisjunctive meaning of “or” for at least three reasons. First, the\ndistributive canon has the most force when the statute allows for\none-to-one matching. But here, the distributive canon would mix and\nmatch some of three nouns—“salesman, partsman, or mechanic”—with\none of two gerunds—“selling or servicing.” §213(b)(10)(A). We doubt\nthat a legislative drafter would leave it to the reader to figure\nout the precise combinations. Second, the distributive canon has\nthe most force when an ordinary, disjunctive reading is\nlinguistically impossible. Cf.,e.g., Huidekoper’s Lesseev.Douglass, 3 Cranch 1, 67 (1805) (Marshall, C. J.)\n(applying the distributive canon when a purely disjunctive reading\n“would involve a contradiction in terms”). But as explained above,\nthe phrase “salesman . . . primarily engaged in\n. . . servicing automobiles” not only makes sense; it is\nan apt description of a service advisor. Third, a narrow\ndistributive phrasing is an unnatural fit here because the entire\nexemption bespeaks breadth. It begins with the word “any.” SeeAliv.Federal Bureau ofPrisons, 552\nU. S. 214, 219 (2008) (noting the “expansive meaning” of\n“any”). And it uses the disjunctive word “or” three times. In fact,\nall agree that the third list in the exemption—“automobiles,\ntrucks, or farm implements”—modifies every other noun and gerund.\nBut it would be odd to read the exemption as starting with a\ndistributive phrasing and then, halfway through and without\nwarning, switching to a disjunctive phrasing—all the while using\nthe same word (“or”) to signal both meanings. SeeBrownv.Gardner, 513 U. S. 115, 118 (1994) (noting the\n“vigorous” presumption that, “when a term is repeated within a\ngiven sentence,” it “is used to mean the same thing”). The more\nnatural reading is that the exemption covers any combination of its\nnouns, gerunds, and objects.DThe Ninth Circuit also invoked the principle\nthat exemptions to the FLSA should be construed narrowly. 845\nF. 3d, at 935–936. We reject this principle as a useful\nguidepost for interpreting the FLSA. Because the FLSA gives no\n“textual indication” that its exemptions should be construed\nnarrowly, “there is no reason to give [them] anything other than a\nfair (rather than a ‘narrow’) interpretation.” Scalia, Reading Law,\nat 363. The narrow-construction principle relies on the flawed\npremise that the FLSA “ ‘pursues’ ” its remedial purpose\n“ ‘at all costs.’ ”American Express Co.v.Italian Colors Restaurant, 570 U. S. 228, 234 (2013)\n(quotingRodriguezv.United States, 480 U. S.\n522 –526 (1987) (per curiam)); see alsoHensonv.Santander Consumer USA Inc., 582 U. S. ___, ___ (2017)\n(slip op., at 9) (“[I]t is quite mistaken to assume . . .\nthat whatever might appear to further the statute’s primary\nobjective must be the law” (internal quotation marks and\nalterations omitted)). But the FLSA has over two dozen exemptions\nin §213(b) alone, including the one at issue here. Those exemptions\nare as much a part of the FLSA’s purpose as the overtime-pay\nrequirement. Seeid., at ___ (slip op., at 9) (“Legislation\nis, after all, the art of compromise, the limitations expressed in\nstatutory terms often the price of passage”). We thus have no\nlicense to give the exemption anything but a fair reading.EFinally, the Ninth Circuit relied on two\nextraneous sources to support its interpretation: the Department’s\n1966–1967 Occupational Outlook Handbook and the FLSA’s legislative\nhistory. We find neither persuasive.1The Ninth Circuit first relied on the\nDepartment’s 1966–1967 Occupational Outlook Handbook. It identified\n12 jobs from the Handbook’s table of contents that it thought could\nbe found at automobile dealerships. See 845 F. 3d, at 930. The\nNinth Circuit then stressed that the exemption aligns with three of\nthose job titles—“[a]utomobile mechanics,” “[a]utomobile parts\ncountermen,” and “[a]utomobile salesmen”—but not “[a]utomobile\nservice advisors.”Ibid.The Ninth Circuit cited nothing, however,\nsuggesting that the exemption was meant to align with the job\ntitles listed in the Handbook. To the contrary, the exemption\napplies to “any salesman . . . primarily engaged in\nselling or servicing automobiles.” It is not limited, like the term\nin the Handbook, to “automobile salesmen.” And the ordinary meaning\nof “salesman” plainly includes service advisors.2The Ninth Circuit also relied on legislative\nhistory to support its interpretation. Seeid., at 936–939.\nSpecifi- cally, it noted that the legislative history discusses\n“automobile salesmen, partsmen, and mechanics” but never discusses\nservice advisors.Id., at 939. Although the Ninth Circuit\nhad previously found that same legislative history “inconclusive,”Encino, 780 F. 3d, at 1275, on remand it was “firmly\npersuaded” that the legislative history demonstrated Congress’\ndesire to exclude service advisors, 845 F. 3d, at 939.The Ninth Circuit was right the first time. As\nwe have explained, the best reading of the statute is that service\nadvisors are exempt. Even for those Members of this Court who\nconsider legislative history, silence in the legislative history,\n“no matter how ‘clanging,’ ” cannot defeat the better reading\nof the text and statutory context.Sedima, S. P. R. L.v.Imrex Co., 473 U. S. 479 , n. 13 (1985). If the\ntext is clear, it needs no repetition in the legislative history;\nand if the text is ambiguous, silence in the legislative history\ncannot lend any clarity. SeeAvco Corp.v.Department of\nJustice, 884 F. 2d 621, 625 (CADC 1989). Even if Congress\ndid not foresee all of the applications of the statute, that is no\nreason not to give the statutory text a fair reading. SeeUnion\nBankv.Wolas, 502 U. S. 151, 158 (1991) .*  *  *In sum, we conclude that service advisors are\nexempt from the overtime-pay requirement of the FLSA because they\nare “salesm[e]n . . . primarily engaged in\n. . . servicing automobiles.” §213(b)(10)(A).\nAccordingly, we reverse the judgment of the Court of Appeals and\nremand the case for further proceedings consistent with this\nopinion.It is so ordered.",
    "joined": []
}