{
    "case": {
        "docket": "379",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/379/"
    },
    "id": "1962525",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTSPRINT/UNITED MANAGEMENT CO. V. MENDELSOHN552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1221SPRINT/UNITED MANAGEMENT COMPANY, PETITIONERv.ELLEN MENDELSOHNon writ of certiorari to the united states court of\nappeals for the tenth circuit[February 26, 2008]Justice Thomas delivered the\nopinion of the Court.In this age discrimination case,\nthe District Court excluded testimony by nonparties alleging\ndiscrimination at the hands of supervisors of the defendant company\nwho played no role in the adverse employment decision challenged by\nthe plaintiff. The Court of Appeals, having concluded that the\nDistrict Court improperly applied aper serule excluding\nthe evidence, engaged in its own analysis of the relevant factors\nunder Federal Rules of Evidence 401 and 403, and remanded with\ninstructions to admit the challenged testimony. We granted\ncertiorari on the question whether the Federal Rules of Evidence\nrequired admission of the testimony. We conclude that such evidence\nis neitherper seadmissible norper seinadmissible. Because it is not entirely clear whether the District\nCourt applied aper serule, we vacate the judgment of the\nCourt of Appeals and remand for the District Court to conduct the\nrelevant inquiry under the appropriate standard.IRespondent Ellen Mendelsohn was\nemployed in the Business Development Strategy Group of petitioner\nSprint/United Management Company (Sprint) from 1989 until 2002,\nwhen Sprint terminated her as a part of an ongoing company-wide\nreduction in force. She sued Sprint under the Age Discrimination in\nEmployment Act of 1967 (ADEA), 81 Stat. 602, as amended, 29 U.\nS. C. §621et seq., alleging disparate treatment\nbased on her age.In support of her claim,\nMendelsohn sought to introduce testimony by five other former\nSprint employees who claimed that their supervisors had\ndiscriminated against them because of age. Three of the witnesses\nalleged that they heard one or more Sprint supervisors or managers\nmake remarks denigrating older workers. One claimed that Sprint’s\nintern program was a mechanism for age discrimination and that she\nhad seen a spreadsheet suggesting that a supervisor considered age\nin making layoff decisions. Another witness was to testify that he\nhad been given an unwarranted negative evaluation and “banned” from\nworking at Sprint because of his age, and that he had witnessed\nanother employee being harassed because of her age. App. 17a. The\nfinal witness alleged that Sprint had required him to get\npermission before hiring anyone over age 40, that after his\ntermination he had been replaced by a younger employee, and that\nSprint had rejected his subsequent employment applications.None of the five witnesses worked in the\nBusiness Development Strategy Group with Mendelsohn, nor had any of\nthem worked under the supervisors in her chain of command, which\nincluded James Fee, Mendelsohn’s direct supervisor; Paul Reddick,\nFee’s direct manager and the decisionmaker in Mendelsohn’s\ntermination; and Bill Blessing, Reddick’s supervisor and head of\nthe Business Development Strategy Group. Neither did any of the\nproffered witnesses report hearing discriminatory remarks by Fee,\nReddick, or Blessing.Sprint movedin limineto exclude the\ntestimony, arguing that it was irrelevant to the central issue in\nthe case: whether Reddick terminated Mendelsohn because of her age.\nSee Fed. Rules Evid. 401, 402. Sprint claimed that the testimony\nwould be relevant only if it came from employees who were\n“similarly situated” to Mendelsohn in that they had the same\nsupervisors. App. 156a. Sprint also argued that, under Rule 403,\nthe probative value of the evidence would be substantially\noutweighed by the danger of unfair prejudice, confusion of the\nissues, misleading of the jury, and undue delay.In a minute order, the District Court granted\nthe motion, excluding, in relevant part, evidence of\n“discrimination against employees not similarly situated to\nplaintiff.” App. to Pet. for Cert. 24a. In clarifying that\nMendelsohn could only “offer evidence of discrimination against\nSprint employees who are similarly situated to her,” the court\ndefined “ ‘ [s]imilarly situated employees,’ for the\npurpose of this ruling, [as] requir[ing] proof that (1) Paul\nRuddick[sic]was the decision-maker in any adverse\nemployment action; and (2) temporal proximity.”Ibid.Beyond that, the District Court provided no explanation of the\nbasis for its ruling. As the trial proceeded, the judge orally\nclarified that the minute order was meant to exclude only testimony\n“that Sprint treated other people unfairly on the basis of age,”\nand would not bar testimony going to the “totally different”\nquestion “whether the [reduction in force], which is [Sprint’s]\nstated nondiscriminatory reason, is a pretext for age\ndiscrimination.” App. 295a–296a.The Court of Appeals for the Tenth Circuit\ntreated the minute order as the application of aper serule that evidence from employees with other supervisors is\nirrelevant to proving discrimination in an ADEA case. Specifically,\nit concluded that the District Court abused its discretion by\nrelying onAramburuv.Boeing Co., 112 F. 3d\n1398 (CA10 1997). 466 F. 3d 1223, 1227–1228 (CA10 2006).Aramburuheld that “[s]imilarly situated employees,” for\nthe purpose of showing disparate treatment in employee discipline,\n“are those who deal with the same supervisor and are subject to the\nsame standards governing performance evaluation and discipline.”\n112 F. 3d,at 1404 (internal quotation marks\nomitted). The Court of Appeals viewed that case as inapposite\nbecause it addressed discriminatory discipline, not a company-wide\npolicy of discrimination. The Court of Appeals then determined that\nthe evidence was relevant and not unduly prejudicial, and reversed\nand remanded for a new trial. We granted certiorari, 551 U. S. ___\n(2007), to determine whether, in an employment discrimination\naction, the Federal Rules of Evidence require admission of\ntestimony by nonparties alleging discrimination at the hands of\npersons who played no role in the adverse employment decision\nchallenged by the plaintiff.IIThe parties focus their dispute\non whether the Court of Appeals correctly held that the evidence\nwas relevant and not unduly prejudicial under Rules 401 and 403. We\nconclude, however, that the Court of Appeals should not have\nengaged in that inquiry. Rather, as explained below, we hold that\nthe Court of Appeals erred in concluding that the District Court\napplied aper serule. Given the circumstances of this\ncase and the unclear basis of the District Court’s decision, the\nCourt of Appeals should have remanded the case to the District\nCourt for clarification.AIn deference to a district\ncourt’s familiarity with the details of the case and its greater\nexperience in evidentiary matters, courts of appeals afford broad\ndiscretion to a district court’s evidentiary rulings. This Court\nhas acknowledged:“A district court is accorded a\nwide discretion in determining the admissibility of evidence under\nthe Federal Rules. Assessing the probative value of [the proffered\nevidence], and weighing any factors counseling against\nadmissibility is a matter first for the district court’s sound\njudgment under Rules 401 and 403 … .”United Statesv.Abel,469 U.\nS. 45, 54 (1984).This is particularly true with respect to Rule 403\nsince it requires an “on-the-spot balancing of probative value and\nprejudice, potentially to exclude as unduly prejudicial some\nevidence that already has been found to be factually relevant.” 1\nS. Childress & M. Davis, Federal Standards of Review §4.02,\np. 4–16 (3d ed. 1999). Under this deferential standard, courts\nof appeals uphold Rule 403 rulings unless the district court has\nabused its discretion. SeeOld Chiefv.United\nStates,519 U.\nS. 172, 183, n. 7 (1997).Here, however, the Court of\nAppeals did not accord the District Court the deference we have\ndescribed as the “hallmark of abuse-of-discretion review.”General Elec. Co.v.Joiner,522 U. S. 136, 143\n(1997). Instead, it reasoned that the District Court had\n“erroneous[ly] conclu[ded] thatAramburucontrolled the\nfate of the evidence in this case.” 466 F. 3d, at 1230,\nn. 4.To be sure, Sprint in its motionin\nlimineargued, with a citation toAramburu’s\ncategorical bar, that “[e]mployees may be similarly situated only\nif they had the same supervisor,” App. 163a, and the District\nCourt’s minute order mirrors that blanket language.But the District Court’s discussion of the\nevidence neither citedAramburunor gave any other\nindication that its decision relied on that case.The\nminute order included only two sentences discussing the\nadmissibility of the evidence:“Plaintiff may offer evidence of discrimination\nagainst Sprint employees who are similarly situated to her.\n‘Similarly situated employees,’ for the purpose of this ruling,\nrequires proof that (1) Paul Ruddick[sic]was the\ndecision-maker in any adverse employment action; and (2) temporal\nproximity.” App. to Pet. for Cert. 24a.Contrary to the Court of Appeals’ conclusion, these\nsentences include no analysis suggesting that the District Court\napplied aper serule excluding this type of evidence.Mendelsohn argued on appeal[Footnote 1] that the District Court\nmust have viewedAramburuas controlling because Sprint\ncited the case in support of itsin liminemotion. But\nneither party’s submissions to the District Court suggested thatAramburuwas controlling. Sprint’s memorandum in support\nof its motion mentioned the case only in a string citation, and not\nfor the proposition that only “similarly situated” witnesses’\ntestimony would be admissible.[Footnote 2] App. 163a. Mendelsohn did not cite the case in\nher memorandum in opposition, seeid.,at 208a, and Sprint\ndid not address it in its reply brief, seeid.,at\n221a.Mendelsohn further argued that the District\nCourt’s use of the phrase “similarly situated,” also used inAramburu, evidenced its reliance on that case. Although\nthe District Court used the same phrase, we decline to read the\nDistrict Court’s decision as relying on a case that was not\ncontrolling.Aramburudefined the phrase “similarly\nsituated” in the entirely different context of a plaintiff’s\nallegation that nonminority employees were treated more favorably\nthan minority employees. 112 F. 3d, at 1403–1406. Absent\nreason to do so, we should not assume the District Court adopted\nthat “similarly situated” analysis when it addressed a very\ndifferent kind of evidence. An appellate court should not presume\nthat a district court intended an incorrect legal result when the\norder is equally susceptible of a correct reading, particularly\nwhen the applicable standard of review is deferential.Mendelsohn additionally argued that the\nDistrict Court must have meant to apply such a rule because that\nwas the nature of the argument in Sprint’sin liminemotion. But thein liminemotion did not suggest that the\nevidence is never admissible; it simply argued that such evidence\nlacked sufficient probative value “in this case” to be relevant or\noutweigh prejudice and delay. App. 156a.When a district court’s language is ambiguous,\nas it was here, it is improper for the court of appeals to presume\nthat the lower court reached an incorrect legal conclusion. A\nremand directing the district court to clarify its order is\ngenerally permissible and would have been the better approach in\nthis case.BIn the Court of Appeals’ view,\nthe District Court excluded the evidence asper seirrelevant, and so had no occasion to reach the question whether\nsuch evidence, if relevant, should be excluded under Rule 403. The\nCourt of Appeals, upon concluding that such evidence was notper seirrelevant, decided that it was relevant in the\ncircumstances of this case and undertook its own balancing under\nRule 403. But questions of relevance and prejudice are for the\nDistrict Court to determine in the first instance.Abel,supra,at 54 (“Assessing the probative value of\n[evidence], and weighing any factors counseling against\nadmissibility is a matter first for the district court’s sound\njudgment under Rules 401 and 403 …”). Rather than assess the\nrelevance of the evidence itself and conduct its own balancing of\nits probative value and potential prejudicial effect, the Court of\nAppeals should have allowed the District Court to make these\ndeterminations in the first instance, explicitly and on the\nrecord.[Footnote 3] SeePullman-Standardv.Swint,456 U. S. 273, 291 (1982) (When a\ndistrict court “fail[s] to make a finding because of an erroneous\nview of the law, the usual rule is that there should be a remand\nfor further proceedings to permit the trial court to make the\nmissing findings”). With respect to evidentiary questions in\ngeneral and Rule 403 in particular, a district court virtually\nalways is in the better position to assess the admissibility of the\nevidence in the context of the particular case before\nit.We note that, had the District\nCourt applied aper serule excluding the evidence, the\nCourt of Appeals would have been correct to conclude that it had\nabused its discretion. Relevance and prejudice under Rules 401 and\n403 are determined in the context of the facts and arguments in a\nparticular case, and thus are generally not amenable to broadper serules. See Advisory Committee’s Notes on Fed. Rule\nEvid. 401, 28 U. S. C. App., p. 864 (“Relevancy is not an\ninherent characteristic of any item of evidence but exists only as\na relation between an item of evidence and a matter properly\nprovable in the case”). But, as we have discussed, there is no\nbasis in the record for concluding that the District Court applied\na blanket rule.IIIThe question whether evidence of\ndiscrimination by other supervisors is relevant in an individual\nADEA case is fact based and depends on many factors, including how\nclosely related the evidence is to the plaintiff’s circumstances\nand theory of the case. Applying Rule 403 to determine if evidence\nis prejudicial also requires a fact-intensive, context-specific\ninquiry. Because Rules 401 and 403 do not make such evidenceper seadmissible orper seinadmissible, and\nbecause the inquiry required by those Rules is within the province\nof the District Court in the first instance, we vacate the judgment\nof the Court of Appeals and remand the case with instructions to\nhave the District Court clarify the basis for its evidentiary\nruling under the applicable Rules.It is so ordered.Footnote 1Although, as noted above, the parties do not\naddress in their filings before this Court the grounds on which we\nbase our decision, we shall consider the relevant arguments they\nmade before the Court of Appeals.Footnote 2Even if Sprint had argued thatArambururequires aper serule excluding such\nevidence, it would be inappropriate for the reviewing court to\nassume, absent indication in the District Court’s opinion, that the\nlower court adopted a party’s incorrect argument. Cf.Lawrencev.Chater,516 U. S. 163, 183\n(1996) (Scalia, J., dissenting) (“[W]e should not assume that a\ncourt of appeals has adopted a legal position only because [a\nparty] supported it”).Footnote 3The only exception to this rule is when “the\nrecord permits only one resolution of the factual issue.”Pullman-Standardv.Swint,456 U. S. 273, 292 (1982). The\nevidence here, however, is not of that dispositive character.",
    "joined": []
}