{
    "case": {
        "docket": "519",
        "citation": "557",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/557/519/"
    },
    "id": "1963027",
    "author": "thomas",
    "type": "concurrence & dissent in part",
    "text": "OPINION OF THOMAS, J.CUOMO V. CLEARING HOUSE ASSN., L. L. C.557 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-453ANDREW M. CUOMO, ATTORNEY GENERAL OF NEW YORK,\nPETITIONERv.THE CLEARING HOUSE ASSOCIATION, L. L. C.,\net al.on writ of certiorari to the united states court of\nappeals for the second circuit[June 29, 2009]Justice Thomas, with whom The\nChief Justice, Justice Kennedy, and Justice Alito join, concurring\nin part and dissenting in part.The Court holds that the term\n“visitorial powers” as used in the National Bank Act (NBA), 12 U.\nS. C. §484(a), refers only “to a sovereign’s supervisory\npowers over corporations,” which are limited to “administrative\noversight” including “inspect[ion of] books and records on demand.”Ante, at 14. Based on this definition, the Court concludes\nthat §484(a) does not pre-empt a “state attorney general[’s] … suit\nto enforce state law against a national bank.”Ibid. I\nwould affirm the Court of Appeals’ determinations that the term\n“visitorial powers” is ambiguous and that it was reasonable for the\nOffice of the Comptroller of the Currency (OCC) to interpret the\nterm to encompass state efforts to obtain national bank records and\nto enforce state fair lending laws against national banks.\nAccordingly, I respectfully concur in part and dissent in part.IAThe NBA provides that “[n]o\nnational bank shall be subject to any visitorial powers except as\nauthorized by Federal law, vested in the courts of justice or such\nas shall be, or have been exercised or directed by Congress or by\neither House thereof or by any committee of Congress or of either\nHouse duly authorized.” 12 U. S. C. §484(a). Through\nnotice-and-comment rulemaking, OCC issued a regulation defining\n“visitorial powers” as including: “(i) Examination of a bank; (ii)\nInspection of a bank’s books and records; (iii) Regulation and\nsupervision of activities authorized or permitted pursuant to\nfederal banking law; and (iv) Enforcing compliance with any\napplicable federal or state laws concerning those activities.” 12\nCFR §7.4000(a)(2) (2005). OCC further concluded that 12 U.\nS. C. §484(a)’s “vested in the courts of justice” exception\npertains only to the “powers inherent in the judiciary and does not\ngrant state or other governmental authorities any right to inspect,\nsuperintend, direct, regulate or compel compliance by a national\nbank with respect to any law, regarding the content or conduct of\nactivities authorized for national banks under Federal law.” 12 CFR\n§7.4000(b)(2). The Court of Appeals upheld OCC’s regulation as\nreasonable. See 510 F. 3d 105 (CA2 2007).This Court’s decision inChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U. S. 837(1984),\nprovides the framework for deciding this case. “InChevron, this Court held that ambiguities in statutes\nwithin an agency’s jurisdiction to administer are delegations of\nauthority to the agency to fill the statutory gap in reasonable\nfashion.”National Cable & Telecommunications Assn.v.Brand X Internet Services,545 U. S. 967, 980\n(2005). Accordingly, “[i]f a statute is ambiguous, and if the\nimplementing agency’s construction is reasonable,Chevronrequires a federal court to accept the agency’s construction of the\nstatute, even if the agency’s reading differs from what the court\nbelieves is the best statutory interpretation.”Ibid.OCC is “the administrator charged with\nsupervision of the [NBA],”NationsBank of N. C.,\nN. A.v.Variable Annuity Life Ins. Co.,513 U. S. 251,\n256 (1995), and it acted through notice-and-comment rulemaking\nprocedures in promulgating the regulation at issue in this case,\nsee 69 Fed. Reg. 1895 (2004). As a result, 12 CFR §7.4000 falls\nwithin the heartland ofChevron. SeeUnited\nStatesv.Mead Corp.,533 U. S. 218, 229–230\n(2001); see also,e.g.,Smileyv.Citibank\n(South Dakota), N. A.,517 U. S. 735, 739\n(1996) (deferring to OCC’s interpretation of the term\n“ ‘interest’ ” in the NBA). “It is our practice to defer\nto the reasonable judgments of agencies with regard to the meaning\nof ambiguous terms in statutes that they are charged with\nadministering,” and “that practice extends to the judgments of the\nComptroller of the Currency with regard to the meaning of the\nbanking laws.”Ibid.The majority does not disagree. Seeante, at 3. As a result, the only disputed question is\nwhether the statutory term “visitorial powers” is ambiguous and, if\nso, whether OCC’s construction of it is reasonable.BThe majority concedes that there\nis “some ambiguity as to the meaning of the statutory term\n‘visitorial powers.’ ”Ibid. Yet it concludes that\nOCC’s interpretation of §484(a) is not entitled to deference\nbecause the Court “can discern the outer limits of the term\n‘visitorial powers’ even through the clouded lens of history” and\nthese outer definitional limits “do not include … ordinary\nenforcement of the law.”Ibid. I cannot agree. The\nstatutory term “visitorial powers” is susceptible to more than one\nmeaning, and the agency’s construction is reasonable.Because the NBA does not define\n“visitorial powers,” the ordinary meaning of the words chosen by\nCongress provides the starting point for interpreting the statute.\nSeeDeanv.United States, 556 U. S. ___, ___\n(2009) (slip op., at 3) (“We start, as always, with the language of\nthe statute” (internal quotation marks omitted));Asgrow Seed\nCo.v.Winterboer,513 U. S. 179, 187\n(1995) (“When terms used in a statute are undefined, we give them\ntheir ordinary meaning”). In 1864, when the NBA was enacted,\n“visitation” was generally defined as “[i]nspection;\nsuperintendence; direction; [and] regulation.” 2 A. Burrill, A Law\nDictionary and Glossary 598 (1860); see also 2 J. Bouvier, A Law\nDictionary 633 (1852) (defining “visitation” as “[t]he act of\nexamining into the affairs of a corporation”). With respect to\ncivil corporations, “visitation” was conducted “by the government\nitself, through the medium of the courts of justice.”Id.,at 634. The Court has previously looked to these definitions in\nexamining the meaning of “visitorial powers” for purposes of the\nNBA. SeeGuthriev.Harkness,199 U. S. 148, 158\n(1905).OCC’s interpretation of “visitorial powers” to\ninclude both “[r]egulation and supervision of activities authorized\nor permitted pursuant to federal banking law” and “[e]nforcing\ncompliance with any applicable federal or state laws concerning\nthose activities,” 12 CFR §§7.4000(a)(2)(iii), (vi), fits\ncomfortably within this broad dictionary definition of\n“visitation.” And, in turn, petitioner’s demand for nonpublic\ninformation to force national banks to comply with state fair\nlending laws under threat of judicial action would appear to\nqualify as an attempt to “superinten[d]” the banks’ federally\nauthorized operations “through the medium of the courts of\njustice.” See Burrill,supra,at 598; Bouvier,supra,at 634.On the other hand, as the majority concludes,\n“visitorial powers” could be limited to conducting examinations of\nnational banks or otherwise interfering with their internal\noperations. To support this argument, the majority briefly alludes\nto the common-law history of visitation. Seeante, at 3–4;\nsee alsoUnited Statesv.Shabani,513 U. S. 10, 13 (1994)\n(“[A]bsent contrary indications, Congress intends to adopt the\ncommon law definition of statutory terms”). In so doing, the\nmajority fully accepts petitioner’s argument that “Congress invoked\na then-familiar common law term of corporate\ngovernance—visitation—to clarify that the States, traditionally the\nsupervisors of private corporations doing business within their\njurisdictions, had no authority to examine the condition of a\nnational bank, respond to any perceived financial risk, or hold the\nbank to its charter or the laws of its creation.” Brief for\nPetitioner 21–22. Under the majority’s view, any construction of\n§484(a) that fails to preserve the right of the States to enforce\nthrough judicial action their generally applicable laws against\nnational banks is unreasonable and, therefore, not entitled to\ndeference. Seeante, at 6–7.But contrary to the majority’s determination,\nthe common-law tradition does not compel the conclusion that\npetitioner’s definition of visitation is the only permissible\ninterpretation of the term. Indeed, a more thorough examination of\n§484(a)’s common-law ancestry suggests the opposite. As the\nmajority notes, seeante, at 3–4, the concept of\nvisitation originated in Roman and canon law in which the term was\nused to describe the church hierarchy’s authority over its own\ninstitutions, see Pound, Visitatorial Jurisdiction Over\nCorporations in Equity, 49 Harv. L. Rev. 369, 369–370 (1936).\nThe practice of visitation later expanded to include the\nsupervision of charities, universities, and civil corporations.Ibid.With respect to churches, charities,\nand universities, a visitor’s duties were narrow. In the university\nsetting, for example, the “power of the visitor [was] confined to\noffences against theprivatelaws of the college; he ha[d]\nno cognizance of acts of disobedience to the general laws of the\nland.” 2 S. Kyd, Law of Corporations 276 (1794) (emphasis in\noriginal). The visitor’s duties were equally narrow in the\ngovernance of ecclesiastical and charitable institutions. See 1 W.\nBlackstone, Commentaries on the Laws of England 467–472 (1765);Trustees of Dartmouth Collegev.Woodward, 4\nWheat. 518, 673–677 (1819) (Story, J., concurring). If the sweep of\na visitor’s authority with respect to civil corporations was the\nsame, the majority would have a stronger argument that the\n“visitorial powers” prohibition was similarly limited. Seeante, at 3–4. However, the common-law tradition instead\nsuggests that visitorial powers were broader with respect to civil\ncorporations, including banks.Historically, visitorial authority over civil\ncorporations was exercised only by the sovereign who had broad\nauthority to assure compliance with generally applicable laws. See\nBlackstone,supra,at 469 (“The king being thus\nconstituted by law the visitor of all civil corporations, the law\nhas also appointed the place, wherein he shall exercise this\njurisdiction: which is the court of king’s bench; where, and where\nonly, all misbehaviors of this kind of corporations are enquired\ninto and redressed, and all their controversies decided”); 2 J.\nKent, Commentaries on American Law 241 (1827) (explaining that\n“visitation of civil corporations is by the government itself,\nthrough the medium of the courts of justice”). “Civil corporations,\nwhether public, as the corporations of towns and cities; or\nprivate, as bank, insurance, manufacturing, and other companies of\nthe like nature, are not subject to [private] visitation. They are\nsubject to the general law of the land, and amenable to the\njudicial tribunals for the exercise and the abuse of their powers.”Id., at 244; see also J. Angell & S. Ames, Law of\nPrivate Corporations §684, p. 680 (4th ed. 1852) (“Civil\ncorporations, whether public or private, being created for public\nuse and advantage, properly fall under the superintendency of that\nsovereign power whose duty it is to take care of the public\ninterest; whereas, corporations, whose object is the distribution\nof a private benefaction, may well find jealous guardians in the\nzeal or vanity of the founder, his heirs, or appointees”).States have traditionally exercised their\nvisitorial powers over civil corporations by invoking the authority\nof the judiciary to “compel domestic corporations or their officers\nto perform specific duties incumbent on them by reason of their\ncharters,or under statutes or ordinances or imposed by the\ncommon law.” Pound,supra, at 375 (emphasis added);\nsee also S. Merrill, Law of Mandamus §158, p. 194 (1892)\n(explaining that “under the visitorial power of the state, any\nbreach of duty by a private corporation may be corrected by” the\nwrit of mandamus and that the duty “may be imposed by [the\ncorporation’s] charter, by the general statutes, or by the common\nlaw” (footnotes omitted)). As Merrill explained, such actions were\nemployed to compel common carriers and certain other civil\ncorporations to adhere to “statutory or common law” duties,\nincluding the duty to “exten[d] to all without discrimination the\nuse of their services.”Id., §162, at 200; see also J.\nGrant, A Practical Treatise on the Law of Corporations in General,\nAs Well Aggregate as Sole 262 (1854) (explaining that mandamus was\navailable when corporations “refuse[d] to perform a duty cast upon\nthem by the law of the land”).[Footnote 1]Even before enactment of the\nNBA, several States enacted laws granting banking commissioners\nspecific authority to investigate compliance with generally\napplicable laws and to use the courts to ensure observance\ntherewith. See,e.g., Act of Feb. 23, ch. 14, §2, 1838\nMass. Acts p. 303 (authorizing banking commissioners to\n“visit” a bank and “examine all [its] affairs” to determine whether\nit had “complied with the provisions of law applicable to [its]\ntransactions”); Act of May 14, ch. 363, §12, 1840 N. Y. Laws\npp. 307–308 (authorizing banking commissioners to bring\njudicial actions against banks “found to have violated any law of\nthis state … in the same manner and with the like effect as any\nincorporated bank may be proceeded against for a violation of its\ncharter”). Indeed, Congress modeled the NBA after New York’s\nsupervisory regime. See J. Knox, A History of Banking in the United\nStates 422 (1903) (reprint 1969).Petitioner contends, and the\nmajority agrees, that this understanding of the common law confuses\nthe sovereign’s “enforcement of general laws that apply equally to\nall actors within a State, like the ban on discrimination found in\nNew York Executive Law §296–a” with “an exercise of visitorial\npowers.” Brief for Petitioner 24; see alsoante, at 7\n(concluding that “a sovereign’s ‘visitorial powers’ and its power\nto enforce the law are two different things”). But this narrow\nconception of visitorial powers does not fully capture the common\nlaw. In a section entitled “Visitorial power,” one treatise\nexplained that “[a]s a general rule the state has the same control,\nin this respect, over corporations that it has over individuals.”\nC. Elliott, Law of Private Corporations §90, p. 80 (rev. 3d\ned. 1900); see also 1 S. Thompson, Commentaries on the Law of\nPrivate Corporations §475, p. 580 (2d ed. 1908) (“In its\nvisitorial capacity the state checks and controls corporate\naffairs, even for the protection of those who deal with them”). If\nthe sovereign’s power of visitation was limited to oversight of\n“corporate affairs,” visitation would not parallel the sovereign’s\ncontrol over individuals or allow the sovereign to protect through\njudicial action the rights of individuals who “deal with” the\ncorporation. Seeibid.The Wisconsin Supreme Court’s\ndecision inAttorney Generalv.Chicago &\nNorthwestern R. Co., 35 Wis. 425 (1874)—which has been\nreferred to as “the leading American case for the visitorial\njurisdiction of equity,” Pound, 49 Harv. L. Rev., at\n380—illustrates the point. In that case, the state attorney general\nsought a writ of injunction to “restrain the two defendant\ncompanies from exacting tolls for the carriage of passengers or\nfreight in excess of the maximum rates established by” Wisconsin\nlaw, 35 Wis., at 432. The attorney general “appl[ied] for the writ\non behalf of the public,”id., at 531, in order “ ‘to\ncorrect abuses and save the rights of the people,’ ”id., at 572. The court found that the attorney general’s\nvisitorial power included enforcement of generally applicable law\nagainst civil corporations through courts of equity. Seeid., at 529–530. As the court explained, the common-law\nunderstanding of visitorial powers had expanded beyond its\necclesiastical roots to include such authority. Seeid.,\nat 530 (“The grounds on which this jurisdiction rests are ancient;\nbut the extent of its application has grown rapidly of late years,\nuntil a comparatively obscure and insignificant jurisdiction has\nbecome one of great magnitude and public import”).As a result, the majority’s\nconclusion that when “a state attorney general brings suit to\nenforce state law against a national bank, he is not acting in the\nrole of sovereign-as-supervisor, but rather in the role of\nsovereign-as-law-enforcer,”ante, at 14, cannot be\nreconciled with this leading case or the general common-law\nunderstanding on which the decision rests. At common law, all\nattempts by the sovereign to compel civil corporations to comply\nwith state law—whether through administrative subpoenas or judicial\nactions—were visitorial in nature. Thus, even if the sovereign’s\nlaw enforcement and visitorial powers were at one time distinct, by\ncommon law, they had merged at least with respect to the\nenforcement of generally applicable public laws against civil\ncorporations. See Thompson,supra, §460, at 556 (“The\npolice power,in its visitorial aspect, as exercised by\ncongress and the several states, extends to the minutest details of\nthe banking business” (emphasis added)). By construing visitation\nso narrowly, the majority implicitly rejects the efforts of William\nBlackstone, James Kent, and Roscoe Pound, seesupra, at\n6–7, in elucidating the historical meaning of this concept. Like\nOCC, each of these venerable legal scholars understood visitation\nof civil corporations to include the power to enforce generally\napplicable laws through judicial actions. Seeibid.In the end, OCC was presented\nwith a broad dictionary definition of “visitation” and a common-law\nhistory suggesting that the scope of the visitor’s authority varied\nin accordance with the nature of the organization under\nsupervision. It is possible that the “visitorial powers” are\nnarrower than OCC concluded. But a visitor’s powers could also be\nbroader. There is support for the proposition that visitation\nincludes enforcement of all generally applicable laws. Seesupra, at 5–10. OCC instead interpreted “visitorial\npowers” to prohibit only enforcement of laws concerning “activities\nauthorized or permitted pursuant to federal banking law.” 12 CFR\n§§7.4000(a)(2)(iii) and (iv). States are thus free to enforce\napplicable laws that do not regulate federally authorized banking\nactivities, see §7.4000(a)(3), “including, for example, criminal,\ntax, zoning, and labor and employment laws,” Brief for Federal\nRespondent 15 (citing 69 Fed. Reg. 1896).Thus, although the text and\nhistory of visitation do not authoritatively support either party’s\nconstruction of the statute, OCC’s decision to adopt a more modest\nconstruction than could have been supported by the common-law and\ndictionary definition reinforces the reasonableness of its\nregulation. Put simply, OCC selected a permissible construction of\na statutory term that was susceptible to multiple\ninterpretations.CPetitioner\nnonetheless argues that the original structure of the NBA compels\nus to adopt his reading of “visitorial powers.” When enacted in\n1864, the “visitorial powers” clause was preceded by a statutory\nprovision directing the Comptroller of the Currency to appoint\npersons “to make a thorough examination into all the affairs of\n[every banking] association” and to “make a full and detailed\nreport of the condition of the association to the comptroller.” Act\nof June 3, 1864, ch. 106, §54, 13 Stat. 116. In addition, the\n“visitorial powers” clause was succeeded by a sentence concerning\nthe compensation due to the examiners. Seeibid.Petitioner contends that the placement of the “visitorial powers”\nclause between these two provisions indicates that it originally\nmeant to ban States only from conducting the particular type of\n“thorough examination” of banking affairs described in the\nneighboring provisions. And, petitioner adds, §484 currently\nresides in the subchapter of the statute entitled “Bank\nExaminations,” which still includes a provision directing the\nComptroller to appoint examiners “to make a thorough examination of\nall the affairs of the bank and … make a full and detailed report\nof the condition of said bank to the Comptroller of the Currency.”\n12 U. S. C. §481.Petitioner’s\nargument is undermined, however, by other structural attributes of\nthis subchapter. In §484(b), for example, Congress provided that\n“[n]otwithstanding” the statute’s visitorial-powers prohibition,\n“State auditors and examiners may … review [a national bank’s]\nrecords solely to ensure compliance with applicable State unclaimed\nproperty or escheat laws.” Such review does not fall within\npetitioner’s definition of “visitorial powers” because the\nenforcement of state property laws is in no way associated with\nnational bank examinations or internal operations. Thus, were\n§484(a) to have the meaning petitioner assigns, there would have\nbeen no reason for Congress to identify the §484(b) authority as an\nexception to §484(a)’s “visitorial powers” prohibition, as the\nauthority granted in §484(b) would never have been eliminated by\n§484(a).Other exceptions in §484 also\nsupport OCC’s construction of the statute. For example, §484(a)\nincludes an exception for visitations “authorized by Federal law.”\nOne type of visitation authorized by law is described in 26 U.\nS. C. §3305(c), which provides that “[n]othing contained in\n[§484] shall prevent any State from requiring any national” bank to\nprovide payroll records and reports for unemployment tax purposes.\nSimilarly, 12 U. S. C. §62 permits state tax officials to\ninspect national bank shareholder lists. Both provisions would be\nunnecessary if “visitorial powers” were limited to bank\nexaminations and internal operationsIn sum, the NBA’s structure\ndoes not compel the construction of §484(a)’s text that petitioner\nadvocates. If anything, given the manner in which Congress crafted\nexceptions to the “visitorial powers” ban in the statute, the\nopposite is true.[Footnote 2]DThe majority also accepts petitioner’s\ncontention that OCC’s construction of “visitorial powers” is\nunreasonable because it conflicts with several of this Court’s\ndecisions. Seeante, at 4–7. But petitioner cannot prevail\nby simply showing that this Court previously adopted a construction\nof §484 that differs from the interpretation later chosen by the\nagency. “A court’s prior judicial construction of a statute trumps\nan agency construction otherwise entitled toChevrondeference only if the prior court decision holds that its\nconstruction follows from the unambiguous terms of the statute and\nthus leaves no room for agency discretion.”Brand X, 545\nU. S., at 982. These decisions do not construe §484 in a manner\nthat trumps OCC’s regulation.This Court’sonlydecision directly\naddressing the meaning of “visitorial powers” isGuthrie,\nwhich held that the NBA did not prohibit a suit brought by a\nprivate shareholder seeking to inspect the books of a national\nbank, 199 U. S., at 157. In so holding, the Court contrasted “the\nprivate right of the shareholder to have an examination of the\nbusiness in which he is interested” with a visitor’s “public right”\nto examine “the conduct of the corporation with a view to keeping\nit within its legal powers.”Id.,at 158–159.Guthriethus draws a line between enforcement of private\nrights and the public act of visitation that is consistent with the\ndefinition of visitation embraced by OCC. Seeid.,at 158\n(“In no case or authority that we have been able to find has there\nbeen a definition of this right, which would include the private\nright of the shareholder to have an examination of the business in\nwhich he is interested …”). The agency has never taken the position\nthat the “visitorial powers” prohibition extends to private\naction.Nor does this\nCourt’s decision inFirst Nat. Bank in St. Louisv.Missouri,263 U. S. 640(1924)(St. Louis),foreclose OCC’s construction of the\nstatute. In that case, the State of Missouri brought aquo\nwarrantoproceeding in state court “to determine [the national\nbank’s] authority to establish and conduct a branch bank in the\nCity of St. Louis.”Id.,at 655. The Court first held\nthat federal law did not authorize national banks to engage in\nbranch banking. Seeid.,at 656–659. “Having determined\nthat the power sought to be exercised by the bank finds no\njustification in any law or authority of the United States,” the\nCourt then concluded that “the way is open for the enforcement of\nthe state statute.”Id.,at 660.Petitioner\ncontends, and the majority agrees, seeante, at 5–6, and\nn. 2, thatSt. Louisstands for the proposition that\na State retains the right to enforce any state law that is not\nsubstantively pre-empted with respect to national banks, see 263 U.\nS., at 660 (“To demonstrate the binding quality of a statute but\ndeny the power of enforcement involves a fallacy made apparent by\nthe mere statement of the proposition, for such power is\nessentially inherent in the very conception of law… . What the\nstate is seeking to do is to vindicate and enforce its own\nlaw …”). Under this view, then, because the New York fair\nlending laws are not substantively pre-empted, he is not exercising\n“visitorial powers” by enforcing them.Respondents\ncounter that the holding ofSt. Louisis not so\nbroad. In their view, the Court held only that a State may enforce\nits laws against a national bank when federal law grants the bank\nno authority to engage in the underlying activity at issue. See\nBrief for Respondent Clearing House Association 33–34. Here,\nfederal law expressly authorizes national banks to make mortgage\nloans. See 12 U. S. C. §371(a). Thus, unlike inSt. Louis—in which the relevant state-law-proscribed\nconduct in a category that was wholly beyond the powers granted to\nnational banks—petitioner seeks to superintend the manner in which\nthe national banks engage in activity expressly authorized by\nfederal law. According to respondents, then, §484(a)’s ban on\nunauthorized visitation provides the “controlling reason”\nforbidding state enforcement that was absent fromSt. Louis, see 263 U. S., at 660.There is no\nneed to decide which party has the better argument. TheSt. Louisdecision nowhere references §484(a) or\naddresses “visitorial powers.” Thus, as noted above, even if the\ndecision is best read to support petitioner’s view of the statute,\nthat conclusion is insufficient to denyChevrondeference\nto OCC’s construction of §484(a). “SinceChevronteaches\nthat a court’s opinion as to the best reading of an ambiguous\nstatute an agency is charged with administering is not\nauthoritative, the agency’s decision to construe that statute\ndifferently from a court does not say that the court’s holding was\nlegally wrong. Instead, the agency may, consistent with the court’s\nholding, choose a different construction, since the agency remains\nthe authoritative interpreter (within the limits of reason) of such\nstatutes.”Brand X, 545 U. S., at 983. A judicial decision\nthat fails to directly confront the provision at issue cannot be\ndeemed to have adopted the “authoritative” construction of the\nstatute.[Footnote 3]\nPetitioner’s reliance on other decisions of this Court is misplaced\nfor this very same reason. SeeFirst Nat. Bank in Plant\nCityv.Dickinson,396 U. S. 122(1969);Anderson Nat. Bankv.Luckett,321 U. S. 233(1944);First Nat. Bank of Bay Cityv.Fellows,244 U. S. 416(1917);Eastonv.Iowa,188 U. S. 220(1903);Waitev.Dowley,94 U. S. 527(1877);National Bankv.Commonwealth, 9 Wall. 353\n(1870). None of these decisions addressed the meaning of\n“visitorial powers” for purposes of §484(a), let alone provided a\ndefinitive construction of the statute.Finally, this\nCourt’s decision inWattersv.Wachovia Bank,\nN. A.,550\nU. S. 1(2007), supports OCC’s construction of the statute.Wattersaddressed whether the NBA pre-empted the\napplication of certain Michigan laws to the mortgage-lending\nactivities of an operating subsidiary of a national bank. Seeid.,at 7–8. In deciding that issue, the Court did not\nreach the question presented here. But the Court was fully aware\nthat the Michigan statutes granted state banking commissioners the\nvery enforcement authority that petitioner seeks to exert over the\nnational banks in this case. Seeid., at 9–10 (citing\nMich. Comp. Laws Ann. §§445.1661 (West 2002), 493.56b (West Supp.\n2005)); see also 550 U. S., at 34 (Stevens, J., dissenting)\n(describing §§445.1661 and 493.56b as “state visitorial\noversight”).[Footnote\n4]As the Court\nexplained, although “the Michigan provisions at issue exempt[ed]\nnational banks from coverage … [t]his [was] not simply a matter of\nthe Michigan Legislature’s grace. For, as the parties recognize,\nthe NBA would have preemptive force,i.e., it would spare\na national bank from state controls of the kind here involved.” 550\nU. S., at 13 (citations omitted); seeibid.(explaining\nthat “real estate lending, when conducted by a national bank, is\nimmune from state visitorial control”). The Court’s conclusion inWattersthat §484(a) deprives the States of inspection and\nenforcement authority over the mortgage-lending practices of\nnational banks lends weight to the agency’s construction of the\nstatute.IIPetitioner also argues that three different\nbackground principles trigger a clear-statement rule that overcomes\nanyChevrondeference to which OCC’s construction of §484\notherwise might be entitled. I disagree. None of petitioner’s\narguments provide a doctrinal basis for refusing to defer to the\nagency’s reasonable construction of this statute.First, petitioner contends that OCC’s\nregulation, which interprets §484(a) to pre-empt state enforcement\nof state law but not the substantive state law itself, undermines\nimportant federalism principles and therefore triggers a\nrequirement that Congress clearly state its pre-emptive intentions,\nseeGregoryv.Ashcroft,501 U. S. 452, 460\n(1991) (“[I]f Congress intends to alter the usual constitutional\nbalance between the States and the Federal Government, it must make\nits intention to do so unmistakably clear in the language of the\nstatute” (internal quotation marks omitted; alteration in\noriginal)). Petitioner is incorrect because OCC’s construction of\nthe statute does not alter the balance of power established by the\nConstitution.National banks\nare created by federal statute and therefore are subject to full\ncongressional control. The States “can exercise no control over\nthem, nor in any wise affect their operation, except in so far as\nCongress may see proper to permit.”Farmers’ and Mechanics’\nNat. Bankv.Dearing,91 U. S. 29, 34 (1875);\nsee alsoWatters, 550 U. S., at 10 (“Nearly 200 years ago,\ninMcCullochv.Maryland, 4 Wheat. 316 (1819),\nthis Court held federal law supreme over state law with respect to\nnational banking”). As a result, the only question presented by\nthis case is whether Congress has seen it “proper to permit” the\nStates to enforce state fair lending laws against national banks.\nOCC’s reasonable conclusion that §484(a) answers that question in\nthe negative does not alter the federal-state balance; it simply\npreserves for OCC the oversight responsibilities assigned to it by\nCongress. Seeid., at 22 (“Regulation of national bank\noperations is a prerogative of Congress under the Commerce and\nNecessary and Proper Clauses. The Tenth Amendment, therefore, is\nnot implicated here” (citation omitted)).Second,\npetitioner argues that a clear statement is required because “the\nhistoric police powers of the States [are] not to be superseded by\nthe Federal Act unless that was the clear and manifest purpose of\nCongress,”Ricev.Santa Fe Elevator Corp.,331 U. S. 218,\n230 (1947). There should be no presumption against pre-emption\nbecause Congress has expressly pre-empted state law in this case.\nSeeAltria Group, Inc.v.Good, 555 U. S. ___,\n___ (2008) (Thomas, J., dissenting) (slip op., at 9) (“[T]he\npresumption against pre-emption ‘dissolves once there is conclusive\nevidence of intent to pre-empt in the express words of the statute\nitself’ ” (quotingCipollonev.Liggett Group,\nInc.,505 U. S.\n504, 545 (1992) (Scalia, J., concurring in judgment in part and\ndissenting in part)); see,e.g.,Riegelv.Medtronic, Inc., 552 U. S. ___, ___ (2008) (slip op., at\n2) (construing the express pre-emption provision of the Medical\nDevice Amendments of 1976, 21 U. S. C. §360cet seq.,\nwithout any reliance on the presumption against\npre-emption).In any event,\nthis presumption is “not triggered when the State regulates in an\narea where there has been a history of significant federal\npresence.”United Statesv.Locke,529 U. S. 89, 108 (2000).\nNational banking is the paradigmatic example “In defining the\npre-emptive scope of statutes and regulations granting a power to\nnational banks,” this Court has taken the firm view that “normally\nCongress would not want States to forbid, or to impair\nsignificantly, the exercise of a power that Congress explicitly\ngranted.”Barnett Bank of Marion Cty., N. A.v.Nelson,517\nU. S. 25, 33 (1996). As a result, federal legislation\nconcerning national banks is “not normally limited by, but rather\nordinarily pre-empt[s], contrary state law.”Id., at 32.\nAs with general maritime law, Congress’ “legislat[ion] in th[is]\nfield from the earliest days of the Republic” and its creation of\nan “extensive federal statutory and regulatory scheme” means that\nan “ ‘assumption’ of nonpre-emption is not triggered.”Locke, supra, at 108. That the States may also have\nlegislated alongside Congress in this area, seeante, at\n12–13, does not alter this conclusion, see, e.g.,Franklin Nat. Bank of Franklin Squarev.New\nYork,347 U. S.\n373(1954).Last,\npetitioner argues thatChevrondeference is inapplicable\nbecause OCC’s regulation declares the pre-emptive scope of the NBA.\nAnd, the majority flatly asserts that “[i]f that is not\npre-emption, nothing is.”Ante, at 13. But OCC did not\ndeclare the pre-emptive scope of the statute; rather, it\ninterpreted the term “visitorial powers” to encompass state\nenforcement of state fair lending laws. The pre-emption of state\nenforcement authority to which petitioner objects thus follows from\nthe statute itself—not agency action. SeeSmiley, 517 U.\nS., at 744 (“This argument confuses the question of the substantive\n(as opposed to pre-emptive)meaningof a statute with the\nquestion ofwhethera statute is pre-emptive. We may\nassume (without deciding) that the latter question must always be\ndecidedde novoby the courts. That isnotthe\nquestion at issue here; there is no doubt that §85 pre-empts state\nlaw” (emphasis in original)).Here,\nCongress—not the agency—has decided that “[n]o national bank shall\nbe subject to any visitorial powers except as authorized by Federal\nlaw.” 12 U. S. C. §484(a). Indeed, the majority agrees that it\nis the “statutory term”—and not OCC’s regulation—that “define[s]\nand thereby limit[s] the category of action reserved to the Federal\nGovernment and forbidden to the States.”Ante, at 13. As a\nresult, OCC has simply interpreted that term to encompass\npetitioner’s decision to demand national bank records and threaten\njudicial enforcement of New York fair lending laws as a means of\nobtaining them. AsSmileyshowed, a federal agency’s\nconstruction of an ambiguous statutory term may clarify the\npre-emptive scope of enacted federal law, but that fact alone does\nnot mean that it is the agency, rather than Congress, that has\neffected the pre-emption.Petitioner’s\nfederalism-based objections toChevrondeference\nultimately turn on a single proposition: It is doubtful that\nCongress pre-empted state enforcement of state laws but not the\nunderlying state laws themselves. But it is not this Court’s task\nto decide whether the statutory scheme established by Congress is\nunusual or even “[b]izarre.” Seeante, at 7. The Court\nmust decide only whether the construction adopted by the agency is\nunambiguously foreclosed by the statute’s text. Here, the text,\nstructure, and history of “visitorial powers” support the agency’s\nreasonable interpretation of §484. Petitioner has not identified\nany constitutional principle that would require Congress to take\nthe greater step of pre-empting all enforcement of state lending\nlaws (including private enforcement) even though its central\nconcern was the allocation of the right to exercise public\nvisitation over national bank activities.*  *  *For all these reasons, I would affirm the\njudgment of the Court of Appeals.Footnote 1By looking to\nJustice Story’s concurrence inTrustees of Dartmouth\nCollegev.Woodward, 4 Wheat. 518 (1819), for\nauthoritative guidance, seeante, at 4–5, the majority\nseemingly rejects the distinction between the visitor’s role in\nsupervising civil corporations and the visitor’s far more limited\nrole in supervising private institutions such as churches,\nuniversities, and charitable organizations. Seeante, at\n5, n. 1. InWoodward, the Court addressed the scope\nof the visitor’s authority over a private college—not a civil\ncorporation. See 4 Wheat., at 562–563 (“The corporation in question\nis not acivil, although it is alaycorporation.\nIt is aneleemosynarycorporation… . Eleemosynary\ncorporations are for the management of private property, according\nto the will of the donors. They are private corporations” (emphasis\nin original)). Visitors historically did not have “law enforcement\npower” over churches, universities, and charitable organizations.\nSeesupra, at 5–6. But there is strong evidence that\nvisitors of civil corporations—i.e., sovereigns—were so\nempowered. Seesupra, at 6–7. The distinction between\nthese species of visitation is crucial because it yields divergent\nunderstandings as to the scope of the visitor’s power to enforce\ngenerally applicable laws in court. Moreover, the majority’s\nfailure to confront this important difference leaves a gap in its\nhistorical analysis that, in turn, undermines its conclusion that\nOCC’s interpretation of §484(a) was unreasonable.Footnote 2Contrary to\nthe majority’s conclusion, seeante, at 8–9, n. 3,\npetitioner’s structural argument is also undermined by the\nRiegle-Neal Interstate Banking and Branching Efficiency Act of 1994\n(Riegle-Neal), 108 Stat. 2338, which authorized national banks to\noperate interstate branches. The statute provides that “[t]he laws\nof the host State regarding community reinvestment, consumer\nprotection, fair lending, and establishment of intrastate branches\nshall apply to any branch in the host State of an out-of-State\nnational bank to the same extent as such State laws apply to a\nbranch of a bank chartered by that State” unless federal law\nseparately pre-empts their application or the Comptroller\ndetermines that application of the state law would have a\n“discriminatory effect” on the national bank branch. Seeid., at 2349–2350, 12 U. S. C. §36(f)(1)(A).\nRiegle-Neal further provides that “[t]he provisions of any State\nlaw to which a branch of a national bank is subject under this\nparagraph shall be enforced, with respect to such branch, by the\nComptroller of the Currency.” Seeid., at 2350, 12 U.\nS. C. §36(f)(1)(B). The United States has interpreted the\n“shall be enforced” language to provide OCC with exclusive\nenforcement authority. See Brief for Federal Respondent 46–48. This\nconstruction reinforces OCC’s interpretation of §484(a). If OCC has\nexclusive authority to enforce state law with respect to interstate\nbranches of national banks, it would be reasonable to interpret the\nstatute to operate similarly with respect to the national banks\nthemselves.Footnote 3The\nmajority’s suggestion that the Court’s decision inFirst Nat.\nBank in St. Louisv.Missouri,263 U. S. 640(1924), is not\n“authoritative” falls short of the mark. Seeante, at 6,\nn. 2; see,e.g.,ante, at 7–8 (“[R]eading\n‘visitorial powers’ as limiting only sovereign oversight and\nsupervision would produce an entirely commonplace result—the\nprecise result contemplated by our opinion inSt. Louis”). According to the majority, irrespective\nof which party has the better reading of that case, it “would still\nstand for the proposition that the exclusive federal power of\nvisitation does not prevent States from enforcing their law.”Ante, at 6, n. 2. But that conclusion rests on the\nassumption that theSt. LouisCourt shared the\nmajority’s conception of law enforcement and visitation as\ncategorically distinct for purposes of §484(a). It is impossible to\nverify that assumption, however, because the bank never raised the\n“visitorial powers” defense in that case. See Reply Brief for\nPetitioner 6. If theChevrondoctrine is to have any\ninterpretative value, an agency’s construction of a statute cannot\nbe foreclosed by a prior judicial decision in which the provision\nin question was neither raised by the parties nor passed upon by\nthe court.Footnote 4The majority\ncontends thatWattersis “fully in accord with the well\nestablished distinction between supervision and law enforcement.”Ante, at 6. But this argument ignores the reach of the\nstatutes that the Court assumed were visitorial inWatters. The Michigan laws at issue inWattersallowed for much more than “ ‘general supervision and\ncontrol’ ” of the operating subsidiaries of national banks.Ante,at 6. They also included provisions permitting the\nstate attorney general to “take any appropriate legal action to\nenjoin the operation of the business” and allowing the commissioner\n“[t]o bring an action in … circuit court in the name and on behalf\nof this state” to enjoin “any unsafe or injurious practice or act\nin violation of this act or a rule promulgated under this act.”\nMich. Comp. Laws Ann. §§445.1661(e) (West 2002); 493.56b (West\nSupp. 2005).",
    "joined": []
}