{
    "case": {
        "docket": "863",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/863/"
    },
    "id": "3428060",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–7955_________________RICHARD E. GLOSSIP, et al., PETITIONERSv.KEVIN J. GROSS, et al.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 29, 2015]Justice Thomas, with whom Justice Scalia\njoins, concurring.I agree with the Court that petitioners’ Eighth\nAmendment claim fails. That claim has no foundation in the Eighth\nAmendment, which prohibits only those “method[s] of execution” that\nare “deliberately designed to inflict pain.”Bazev.Rees, 553 U. S. 35, 94 (2008) (Thomas, J., concurring\nin judgment). Because petitioners make no allegation that Oklahoma\nadopted its lethal injection protocol “to add elements of terror,\npain, or disgrace to the death penalty,” they have no valid claim.Id.,at 107. That should have been the end of this case, but\nour precedents have predictably transformed the federal courts\n“into boards of inquiry charged with determining the ‘best\npractices’ for executions,”id.,at 101 (internal quotation\nmarks omitted), necessitating the painstaking factual inquiry the\nCourt undertakes today. Although I continue to believe that the\nbroader interpretation of the Eighth Amendment advanced in the\nplurality opinion inBazeis erroneous, I join the Court’s\nopinion in full because it correctly explains why petitioners’\nclaim fails even under that controlling opinion.I write separately to respond to Justice\nBreyer’s dissent questioning the constitutionality of the death\npenalty generally. No more need be said about the constitutional\narguments on which Justice Breyer relies, as my colleagues and I\nhave elsewhere refuted them.[1]\nBut Justice Breyer’s assertion,post,at 10, that the death\npenalty in this country has fallen short of the aspiration that\ncapital punishment be reserved for the “worst of the worst” —a\nnotion itself based on an implicit proportionality principle that\nhas long been discredited, seeHarmelinv.Michigan,\n501 U. S. 957, 966 (1991) (opinion of Scalia, J.)—merits\nfurther comment. His conclusion is based on an analysis that itself\nprovides a powerful case against enforcing an imaginary\nconstitutional rule against “arbitrariness.”The thrust of Justice Breyer’s argument is that\nempirical studies performed by death penalty abolitionists reveal\nthat the assignment of death sentences does not necessarily\ncorrespond to the “egregiousness” of the crimes, but instead\nappears to be correlated to “arbitrary” factors, such as the\nlocality in which the crime was committed. Relying on these studies\nto determine the constitutionality of the death penalty fails to\nrespect the values implicit in the Constitution’s allocation of\ndecisionmaking in this context. The Donohue study, on which Justice\nBreyer relies most heavily, measured the “egregiousness” (or\n“deathworthiness”) of murders by asking lawyers to identify the\nlegal grounds for aggravation in each case, and by asking law\nstudents to evaluate written summaries of the murders and assign\n“egregiousness” scores based on a rubric designed to capture and\nstandardize their moral judgments. Donohue, An Empirical Evaluation\nof the Connecticut Death Penalty System Since 1973, Are There\nUnlawful Racial, Gender, and Geographic Disparities? 11 J. of\nEmpirical Legal Studies 637, 644–645 (2014). This exercise in some\nways approximates the function performed by jurors, but there is at\nleast one critical difference: The law students make their moral\njudgments based on written summaries—they do not sit through hours,\ndays, or weeks of evidence detailing the crime; they do not have an\nopportunity to assess the credibility of witnesses, to see the\nremorse of the defendant, to feel the impact of the crime on the\nvictim’s family; they do not bear the burden of deciding the fate\nof another human being; and they are not drawn from the community\nwhose sense of security and justice may have been torn asunder by\nan act of callous disregard for human life. They are like appellate\njudges and justices, reviewing only a paper record of each side’s\ncase for life or death.There is a reason the choice between life and\ndeath, within legal limits, is left to the jurors and judges who\nsit through the trial, and not to legal elites (or law\nstudents).[2] That reason is\nmemorialized not once, but twice, in our Constitution: Article III\nguarantees that “[t]he Trial of all Crimes, except in cases of\nImpeachment, shall be by Jury” and that “such Trial shall be held\nin the State where the said Crimes shall have been committed.” Art.\nIII, §2, cl. 3. And the Sixth Amendment promises that “[i]n\nall criminal prosecutions, the accused shall enjoy the right to a\n. . . trial, by an impartial jury of the State and\ndistrict wherein the crime shall have been committed.” Those\nprovisions ensure that capital defendants are given the option to\nbe sentenced by a jury of their peers who, collectively, are better\nsituated to make the moral judgment between life and death than are\nthe products of contemporary American law schools.It should come as no surprise, then, that the\nprimary explanation a regression analysis revealed for the gap\nbetween the egregiousness scores and the actual sentences was not\nthe race or sex of the offender or victim, but the locality in\nwhich the crime was committed. Donohue,supra,at 640; see\nalsopost,at 12 (Breyer, J., dissenting). What is more\nsurprising is that Justice Breyer considers this factor to be\nevidence of arbitrariness. Seeibid.The constitutional\nprovisions just quoted, which place such decisions in the hands of\njurors and trial courts located where “the crime shall have been\ncommitted,” seem deliberately designed to introduce that\nfactor.In any event, the results of these studies are\ninherently unreliable because they purport to control for\negregiousness by quantifying moral depravity in a process that is\nitself arbitrary, not to mention dehumanizing. One such study’s\nexplanation of how the author assigned “depravity points” to\nidentify the “worst of the worst” murderers proves the point well.\nMcCord, Lightning Still Strikes, 71 Brooklyn L. Rev. 797,\n833–834 (2005). Each aggravating factor received a point value\nbased on the “blameworth[iness]” of the action associated with it.Id.,at 830. Killing a prison guard, for instance, earned a\ndefendant three “depravity points” because it improved the case for\ncomplete incapacitation, while killing a police officer merited\nonly two, because, “considered dispassionately,” such acts do “not\nseem be asine qua nonof the worst criminals.”Id.,at 834–836. (Do not worry, the author reassures us, “many killers\nof police officers accrue depravity points in other ways that\nclearly put them among the worst criminals.”Id.,at 836.)\nKilling a child under the age of 12 was worth two depravity points,\nbecause such an act “seems particularly heartless,” but killing\nsomeone over the age of 70 earned the murderer only one, for\nalthough “elderly victims tug at our hearts,” they do so “less”\nthan children “because the promise of a long life is less.”Id.,at 836, 838. Killing to make a political statement was\nworth three depravity points; killing out of racial hatred, only\ntwo.Id.,at 835, 837. It goes on, but this small sample of\nthe moral judgments on which this study rested shows just how\nunsuitable this evidence is to serve as a basis for a judicial\ndecision declaring unconstitutional a punishment duly enacted in\nmore than 30 States, and by the Federal Government.We owe victims more than this sort of\npseudoscientific assessment of their lives. It is bad enough to\ntell a mother that her child’s murder is not “worthy” of society’s\nultimate expression of moral condemnation. But to do so based on\ncardboard stereotypes or cold mathematical calculations is beyond\nmy comprehension. In my decades on the Court, I have not seen a\ncapital crime that could not be considered sufficiently\n“blameworthy” to merit a death sentence (even when genuine\nconstitutional errors justified a vacatur of that\nsentence).[3]A small sample of the applications for a stay of\nexecution that have come before the Court this Term alone proves my\npoint. Mark Christeson was due to be executed in October 2014 for\nhis role in the murder of Susan Brouk and her young children,\nAdrian and Kyle. After raping Ms. Brouk at gunpoint, he and his\naccomplice drove the family to a remote pond, where Christeson cut\nMs. Brouk’s throat with a bone knife.Statev.Christeson, 50 S. W. 3d 251, 257–258 (Mo. 2001).\nAlthough bleeding profusely, she stayed alive long enough to tell\nher children she loved them and to watch as Christeson murdered\nthem—her son, by cutting his throat twice and drowning him; her\ndaughter, by pressing down on her throat until she suffocated.Ibid.Christeson and his accomplice then threw Ms.\nBrouk—alive but barely breathing—into the pond to drown on top of\nher dead children.Ibid.This Court granted him a stay of\nexecution.Christesonv.Roper, 574 U. S. ___\n(2014). Lisa Ann Coleman was not so lucky. She was executed on\nSeptember 17, 2014, for murdering her girlfriend’s son, 9-year-old\nDavontae Williams, by slowly starving him to death.Colemanv.State, 2009 WL 4696064, *1 (Tex. Crim. App., Dec. 9,\n2009). When he died, Davontae had over 250 distinct\ninjuries—including cigarette burns and ligature marks—on his\n36-pound frame.Id.,at *2. Infections from untreated wounds\ncontributed to his other cause of death: pneumonia.Id.,at\n*1–*2. And Johnny Shane Kormondy, who met his end on January 15,\n2015, did so after he and his two accomplices invaded the home of a\nmarried couple, took turns raping the wife and forcing her to\nperform oral sex at gunpoint—at one point, doing both\nsimultaneously—and then put a bullet in her husband’s head during\nthe final rape.Kormondyv.Secretary, Fla. Dept. of\nCorrections, 688 F. 3d 1244, 1247–1248 (CA11 2012).Some of our most “egregious” cases have been\nthose in which we have granted relief based on an unfounded Eighth\nAmendment claim. For example, we have granted relief in a number of\negregious cases based on this Court’s decision inAtkinsv.Virginia, 536 U. S. 304 (2002) , exempting certain\n“mentally retarded” offenders from the death penalty. Last Term,\nthe Court granted relief to a man who kidnaped, beat, raped, and\nmurdered a 21-year-old pregnant newlywed, Karol Hurst, also\nmurdering her unborn child, and then, on the same day, murdered a\nsheriff’s deputy acting in the line of duty.Hallv.Florida, 572 U. S. ___, ___ (2014) (slip op., at 1).\nAnd inAtkinsitself, the Court granted relief to a man who\ncarjacked Eric Michael Nesbitt, forced him to withdraw money from a\nbank, drove him to a secluded area, and then shot him multiple\ntimes before leaving him to bleed to death.Atkinsv.Commonwealth, 257 Va. 160, 166–167, 510 S. E. 2d 445,\n449–450 (1999).The Court has also misinterpreted the Eighth\nAmendment to grant relief in egregious cases involving rape. InKennedyv.Louisiana, 554 U. S. 407 (2008) , the\nCourt granted relief to a man who had been sentenced to death for\nraping his 8-year-old stepdaughter. The rape was so violent that it\n“separated her cervix from the back of her vagina, causing her\nrectum to protrude into the vaginal structure,” and tore her\n“entire perineum . . . from the posterior fourchette to\nthe anus.”Id.,at 414.The evidence indicated that\nthe petitioner spentat leastan hour and half attempting to\ndestroy the evidence of his crime before seeking emergency\nassistance, even as his stepdaughter bled profusely from her\ninjuries.Id.,at 415. And inCokerv.Georgia, 433 U. S. 584 (1977) (plurality opinion), the\nCourt granted relief to a petitioner who had escaped from prison,\nbroken into the home of a young married couple and their newborn,\nforced the wife to bind her husband, gagged her husband with her\nunderwear, raped her (even after being told that she was recovering\nfrom a recent childbirth), and then kidnaped her after threatening\nher husband,Cokerv.State, 234 Ga. 555, 556–557,\n216 S. E. 2d 782, 786–787 (1975). In each case, the Court\ncrafted an Eighth Amendment right to be free from execution for the\ncrime of rape—whether it be of an adult,Coker, 433\nU. S., at 592, or a child,Kennedy,supra, at\n413.The Court’s recent decision finding that the\nEighth Amendment prohibits the execution of those who committed\ntheir crimes as juveniles is no different. SeeRoperv.Simmons, 543 U. S. 551 (2005) . Although the Court had\nrejected the claim less than two decades earlier,Stanfordv.Kentucky, 492 U. S. 361 (1989) , it decided to\nrevisit the issue for a petitioner who had slain his victim because\n“he wanted to murder someone” and believed he could “get away with\nit” because he was a few months shy of his 18th birthday. 543\nU. S., at 556. His randomly chosen victim was Shirley Crook,\nwhom he and his friends kidnaped in the middle of the night, bound\nwith duct tape and electrical wire, and threw off a bridge to drown\nin the river below.Id.,at 556–557. The State of Alabama’s\nbrief in that case warned the Court that its decision would free\nfrom death row a number of killers who had been sentenced for\ncrimes committed as juveniles. Brief for State of Alabama\net al. asAmici CuriaeinRoperv.Simmons, O. T. 2014, No. 03–633. Mark Duke, for example,\nmurdered his father for refusing to loan him a truck, and his\nfather’s girlfriend and her two young daughters because he wanted\nno witnesses to the crime.Id.,at 4. He shot his father and\nhis father’s girlfriend pointblank in the face as they pleaded for\ntheir lives.Id.,at 5–6. He then tracked the girls down in\ntheir hiding places and slit their throats, leaving them alive for\nseveral minutes as they drowned in their own blood.Id.,at\n6–7.Whatever one’s views on the permissibility or\nwisdom of the death penalty, I doubt anyone would disagree that\neach of these crimes was egregious enough to merit the severest\ncondemnation that society has to offer. The onlyconstitutionalproblem with the fact that these criminals\nwere spared that condemnation, while others were not, is that their\namnesty came in the form of unfounded claims. Arbitrariness has\nnothing to do with it.[4] To\nthe extent that we are ill at ease with these disparate outcomes,\nit seems to me that the best solution is for the Court to stop\nmaking up Eighth Amendment claims in its ceaseless quest to end the\ndeath penalty through undemocratic means.Notes1Generally:Bazev.Rees, 553 U. S. 35 –97 (2008) (Thomas, J., concurring\nin judgment) (explaining that the Cruel and Unusual Punishments\nClause does not prohibit the death penalty, but only torturous\npunishments);Grahamv.Collins, 506 U. S. 461,\n488 (1993) (Thomas, J., concurring);Gardnerv.Florida, 430 U. S. 349, 371 (1977) (Rehnquist, J.,\ndissenting) (“The prohibition of the Eighth Amendment relates to\nthe character of the punishment, and not to the process by which it\nis imposed”). On reliability:Kansasv.Marsh, 548\nU. S. 163, 181 (2006) (noting that the death penalty remains\nconstitutional despite imperfections in the criminal justice\nsystem);McGauthav.California, 402 U. S. 183,\n221 (1971) (“[T]he Federal Constitution, which marks the limits of\nour authority in these cases, does not guarantee trial procedures\nthat are the best of all worlds, or that accord with the most\nenlightened ideas of students of the infant science of criminology,\nor even those that measure up to the individual predilections of\nmembers of this Court”). On arbitrariness:Ringv.Arizona, 536 U. S. 584, 610 (2002) (Scalia, J.,\nconcurring) (explaining that what compelled States to specify\n“ ‘aggravating factors’ ” designed to limit the death\npenalty to the worst of the worst was this Court’s baseless\njurisprudence concerning juror discretion);McCleskeyv.Kemp, 481 U. S. 279 –312 (1987) (noting that various\nprocedures, including the right to a jury trial, constitute a\ndefendant’s protection against arbitrariness in the application of\nthe death penalty). On excessive delays:Knightv.Florida, 528 U. S. 990 (1999) (Thomas, J., concurring\nin denial of certiorari) (“I am unaware of any support in the\nAmerican constitutional tradition or in this Court’s precedent for\nthe proposition that a defendant can avail himself of the panoply\nof appellate and collateral procedures and then complain when his\nexecution is delayed”); see alsoJohnsonv.Bredesen,\n558 U. S. 1067, 1070 (2009) (Thomas, J., concurring in denial\nof certiorari). And on the decline in use of the death penalty:Atkinsv.Virginia, 536 U. S. 304, 345 (2002)\n(Scalia, J., dissenting);Woodsonv.North Carolina,\n428 U. S. 280 –310 (1976) (Rehnquist, J.,\ndissenting).2For some, a faith in the\njury seems to be correlated to that institution’s likelihood ofpreventingimposition of the death penalty. See,e.g.,Ringv.Arizona, 536 U. S. 584, 614\n(2002) (Breyer, J., concurring in judgment) (arguing that “the\nEighth Amendment requires that a jury, not a judge, make the\ndecision to sentence a defendant to death”);Wainwrightv.Witt, 469 U. S. 412, 440, n. 1 (1985) (Brennan, J.,\ndissenting) (“However heinous Witt’s crime, the majority’s vivid\nportrait of its gruesome details has no bearing on the issue before\nus. It is not for this Court to decide whether Witt deserves to\ndie. That decision must first be made by a jury of his\npeers”).3For his part, Justice\nBreyer explains that his experience on the Court has shown him\n“discrepancies for which [he] can find no rational explanations.”Post,at 16. Why, he asks, did one man receive death for a\nsingle-victim murder, while another received life for murdering a\nyoung mother and nearly killing her infant?Ibid.The\noutcomes in those two cases may not be morally compelled, but there\nwas certainly a rational explanation for them: The first man, who\nhad previously confessed to another murder, killed a disabled man\nwho had offered him a place to stay for the night.Statev.Badgett, 361 N. C. 234, 239–240, 644 S. E. 2d 206,\n209–210 (2007). The killer stabbed his victim’s throat and\nprevented him from seeking medical attention until he bled to\ndeath.Ibid.The second man expressed remorse for his crimes\nand claimed to suffer from mental disorders. See Charbonneau, Andre\nEdwards Sentenced to Life in Prison for 2001 Murder, WRAL, Mar. 26,\n2004, online at\nhttp:/ / www.wral.com / news / local / story / 109648\n(all Internet materials as visited June 25, 2015, and available in\nClerk of Court’s case file); Charbonneau, Jury Finds Andre Edwards\nGuilty of First-Degree Murder, WRAL, Mar. 23, 2004, online at\nhttp:/ / www.wral.com / news / local / story / 109563.The other “discrepancies” similarly have “rational” explanations,\neven if reasonable juries could have reached different\nresults.4Justice Breyer appears to\nacknowledge that our decision holding mandatory death penalty\nschemes unconstitutional,Woodsonv.North Carolina,\n428 U. S. 280 (1976) (plurality opinion), may have introduced\nthe problem of arbitrary application.Post, at 14. I agree\nthatWoodsoneliminated one reliable legislative response to\nconcerns about arbitrariness.Grahamv.Collins, 506\nU. S. 461, 486 (1993) (Thomas, J., concurring). Because that\ndecision was also questionable on constitutional grounds,id.,at 486–488, I would be willing to revisit it in a\nfuture case.",
    "joined": []
}