{
    "case": {
        "docket": "92",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/92/"
    },
    "id": "3252052",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 13–1041 and 13–1052_________________THOMAS E. PEREZ, SECRETARY OF LABOR, et al.,\nPETITIONERS13–1041v.MORTGAGE BANKERS ASSOCIATION et al.JEROME NICKOLS, et al., PETITIONERS13–1052v.MORTGAGE BANKERS ASSOCIATIONon writs of certiorari to the united states court of appeals for\nthe district of columbia circuit[March 9, 2015]Justice Thomas, concurring in the judgment.I concur in the Court’s holding that the doctrine first\nannounced inParalyzed Veterans of Americav.D. C.\nArena L. P., 117 F. 3d 579 (CADC 1997), is inconsistent\nwith the Administrative Procedure Act (APA),5 U. S. C.\n§551et seq., and must be rejected. An agency’s\nsubstantial revision of its interpretation of a regulation does not\namount to an “amendment” of the regulation as that word is used in\nthe statute.I write separately because these cases call into question the\nlegitimacy of our precedents requiring deference to administrative\ninterpretations of regulations. That line of precedents, beginning\nwithBowlesv.Seminole Rock & Sand Co.,325\nU. S. 410 (1945), requires judges to defer to agency\ninterpretations of regulations, thus, as happened in these cases,\ngiving legal effect to the interpretations rather than the\nregulations themselves. Because this doctrine effects a transfer of\nthe judicial power to an executive agency, it raises constitutional\nconcerns. This line of precedents undermines our obligation to\nprovide a judicial check on the other branches, and it subjects\nregulated parties to precisely the abuses that the Framers sought\nto prevent.IThe doctrine of deference to an agency’s interpretation of\nregulations is usually traced back to this Court’s decision inSeminole Rock, supra, which involved the interpretation of a\nwar-time price control regulation,id.,at 411. Along with a\ngeneral price freeze, the Administrator of the Office of Price\nAdministration had promulgated specialized regulations governing\nthe maximum price for different commodities.Id.,at 413.\nWhen the Administrator brought an enforcement action against a\nmanufacturer of crushed stone, the manufacturer challenged the\nAdministrator’s interpretation of his regulations.The lower courts agreed with the manufacturer’s interpretation,id.,at 412–413, but this Court reversed. In setting out the\napproach it would apply to the case, the Court announced—without\ncitation or explanation—that an administrative interpretation of an\nambiguous regulation was entitled to “controlling weight”:“Since this involves an interpretation of an administrative\nregulation a court must necessarily look to the administrative\nconstruction of the regulation if the meaning of the words used is\nin doubt. The intention of Congress or the principles of the\nConstitution in some situations may be relevant in the first\ninstance in choosing between various constructions. But the\nultimate criterion is the administrative interpretation, which\nbecomes of controlling weight unless it is plainly erroneous or\ninconsistent with the regulation.”Id.,at 413–414.The Court then concluded that the rule “clearly” favored the\nAdministrator’s interpretation, rendering this discussion dictum.Id.,at 415–417.From this unsupported rule developed a doctrine of deference\nthat has taken on a life of its own.[1] It has\nbeen broadly applied to regulations issued by agencies across a\nbroad spectrum of subjects. See,e.g., Robertsonv.Methow Valley Citizens Council,490 U. S. 332–359 (1989)\n(forests);Ehlertv.United States,402 U. S.\n99–105 (1971) (Selective Service);INSv.Stanisic,395 U. S. 62,72 (1969) (deportation);Udallv.Tallman,380 U. S. 1–17 (1965) (oil and\ngas leases). It has even been applied to an agency’s interpretation\nof another agency’s regulations. SeePauleyv.BethEnergy\nMines, Inc.,501 U. S. 680–699 (1991). And, it has been\napplied to an agency interpretation that was inconsistent with a\nprevious interpretation of the same regulation. SeeLong Island\nCare at Home, Ltd.v.Coke,551 U. S. 158–171\n(2007). It has been applied to formal and informal interpretations\nalike, including those taken during litigation. SeeAuerv.Robbins,519 U. S. 452,462 (1997). Its reasoning has\nalso been extended outside the context of traditional agency\nregulations into the realm of criminal sentencing. SeeStinsonv.United States,508 U. S. 36–45 (1993)\n(concluding that the Sentencing Commission’s commentary on its\nGuidelines is analogous to an agency interpretation of its own\nregulations, entitled toSeminole Rockdeference).The Court has even applied the doctrine to an agency\ninterpretation of a regulation cast in such vague aspirational\nterms as to have no substantive content. SeeThomas Jefferson\nUniv.v.Shalala,512 U. S. 504–513 (1994); see alsoid.,at 518 (Thomas, J., dissenting).On this steady march toward deference, the Court only once\nexpressly declined to applySeminole Rockdeference on the\nground that the agency’s interpretation was plainly\nerroneous.[2] In that case, we were faced with\nthe predict-able consequence of this line of precedents: An agency\nsought deference to an opinion letter that interpreted a permissive\nregulation as mandatory. SeeChristensenv.Harris\nCounty,529 U. S. 576,588 (2000). We rejected that request\nfor deference as an effort, “under the guise of interpreting a\nregulation, to createde factoa new regulation.”Ibid.This narrow limit on the broad deference given the\nagency interpretations, though sound, could not save a doctrine\nthat was constitutionally infirm from the start.Seminole\nRockwas constitutionally suspect from the start, and this\nCourt’s repeated extensions of it have only magnified the effects\nand the attendant concerns.IIWe have not always been vigilant about protecting the structure\nof our Constitution. Although this Court has repeatedly invoked the\n“separation of powers” and “the constitutional system of checks and\nbalances” as core principles of our constitutional design,\nessential to the protection of individual liberty, see,e.g.,Sternv.Marshall, 564 U. S. ___,\n___–___ (2011) (slip op., at 16–17) (internal quotation marks\nomitted), it has also endorsed a “more pragmatic, flexible\napproach” to that design when it has seemed more convenient to\npermit the powers to be mixed, see,e.g.,Nixonv.Administrator of General Services,433 U. S. 425,442\n(1977). As the history shows, that approach runs the risk of\ncompromising our constitutionalstructure.AThe Constitution’s particular blend of separated powers and\nchecks and balances was informed by centuries of political thought\nand experiences. See M. Vile, Constitutionalism and the Separation\nof Powers 38, 168–169 (2d ed. 1998) (Vile). Though the theories of\nthe separation of powers and checks and balances have roots in the\nancient world, events of the 17th and 18th centuries played a\ncrucial role in their development and informed the men who crafted\nand ratified the Constitution.Over a century before our War of Independence, the English Civil\nWar catapulted the theory of the separation of powers to\nprominence. As political theorists of the day witnessed the\nconflict between the King and Parliament, and the dangers of\ntyrannical government posed by each, they began to call for a clear\ndivision of authority between the two.Id., at 44–45, 48–49.\nA 1648 work titled The Royalist’s Defence offered perhaps the first\nextended account of the theory of the separation of powers:\n“[W]hilst theSupreamacy, thePowerto Judge the Law,\nandAuthorityto make new Lawes, are kept inseverall\nhands, the known Law ispreserved, butunited,it\nisvanished, instantly thereupon, andArbytraryandTyrannicallpower is introduced.” The Royalist’s Defence 80\n(1648) (italics in original).John Locke and Baron de Montesquieu endorsed and expanded on\nthis concept. See Vile 63–64. They agreed with the general theory\nset forth in The Royalist’s Defence, emphasizing the need for a\nseparation of powers to protect individual liberty. J. Locke,\nSecond Treatise of Civil Government §§143–144, p. 72 (J. Gough ed.\n1947); Montesquieu, Spirit of the Laws bk. XI, ch. 6, pp. 151–152\n(O. Piest ed., T. Nugent transl. 1949). But they also advocated a\nsystem of checks and balances to reinforce that separation. Vile\n72–73, 102. For instance, they agreed that the executive should\nhave the power to assemble and dismiss the legislature and to\nconsent to laws passed by it. See Locke,supra, §§151, 156,\nat 75, 77–78; Montesquieu, Spirit of the Laws, at 157, 159.\nMontesquieu warned that “power should be a check to power” lest the\nlegislature “arrogate to itself what authority it pleased\n. . . [and] soon destroy all the other powers.”Id., at 150, 157.The experience of the States during the period between the War\nof Independence and the ratification of the Constitution confirmed\nthe wisdom of combining these theories. Although many State\nConstitutions of the time included language unequivocally endorsing\nthe separation of powers, they did not secure that separation with\nchecks and balances, Vile 147, and actively placed traditional\nexecutive and judicial functions in the legislature, G. Wood,\nThe Creation of the American Republic 1776–1787, pp. 155–156\n(1969). Under these arrangements, state legislatures arrogated\npower to themselves and began to confiscate property, approve the\nprinting of paper money, and suspend the ordinary means for the\nrecovery of debts.Id., at 403–409.[3]When the Framers met for the Constitutional Convention, they\nunderstood the need for greater checks and balances to reinforce\nthe separation of powers. As Madison remarked, “experience has\ntaught us a distrust” of the separation of powers alone as “a\nsufficient security to each [branch] [against] encroachments of the\nothers.” 2 Re-cords of the Federal Convention of 1787, p. 77 (M.\nFarrand rev. 1966). “[I]t is necessary to introduce such a balance\nof powers and interests, as will guarantee the provisions on\npaper.”Ibid.The Framers thus separated the three main\npowers of Government—legislative, executive, and judicial—into the\nthree branches created by Articles I, II, and III. But they also\ncreated checks and balances to reinforce that separation. For\nexample, they gave Congress specific enumerated powers to enact\nlegislation, Art. I, §8, but gave the President the power to\nveto that legislation, subject to congressional override by a\nsupermajority vote, Art. I, §7, cls. 2, 3. They gave the\nPresident the power to appoint principal officers of the United\nStates, but gave the Senate the power to give advice and consent to\nthose appointments. Art. II, §2, cl. 2. They gave the\nHouse and Senate the power to agree to adjourn for more than three\ndays, Art. I, §5, cl. 4, but gave the President the\npower, “in Case of Disagreement between them,” to adjourn the\nCongress “to such Time as he shall think proper.” Art. II, §3,\ncl. 3. During the ratification debates, Madison argued that\nthis structure represented “the great security” for liberty in the\nConstitution. The Federalist No. 51, p. 321 (C. Rossiter ed. 1961)\n(J. Madison).To the Framers, the separation of powers and checks and balances\nwere more than just theories. They were practical and real\nprotections for individual liberty in the new Constitution. SeeMistrettav.United States,488 U. S. 361,426\n(1989) (Scalia, J., dissenting) (“[The Constitution] is a\nprescribed structure, a framework, for the conduct of government.\nIn designing that structure, the Framersthemselvesconsidered how much commingling [of governmental powers] was, in\nthe generality of things, acceptable, and set forth their\nconclusions in the document”). The Judiciary—no less than the other\ntwo branches—has an obligation to guard against deviations from\nthose principles. TheSeminole Rockline of precedent is one\nsuch deviation.BSeminole Rockraises two related constitutional concerns.\nIt represents a transfer of judicial power to the Executive Branch,\nand it amounts to an erosion of the judicial obligation to serve as\na “check” on the political branches.1When a party properly brings a case or controversy to an Article\nIII court, that court is called upon to exercise the “judicial\nPower of the United States.” Art. III, §1. For the reasons I\nexplain in this section, the judicial power, as originally\nunderstood, requires a court to exercise its independent judgment\nin interpreting and expounding upon the laws.Those who ratified the Constitution knew that legal texts would\noften contain ambiguities. See generally Molot, The Judicial\nPerspective in the Administrative State: Reconciling Modern\nDoctrines of Deference with the Judiciary’s Structural Role, 53\nStan. L. Rev. 1, 20–21, and n. 66 (2000); Nelson, Originalism\nand Interpretive Conventions, 70 U. Chi. L. Rev. 519, 525–526\n(2003). As James Madison explained, “All new laws, though penned\nwith the greatest technical skill and passed on the fullest and\nmost mature deliberation, are considered as more or less obscure\nand equivocal . . . .” The Federalist No. 37,at\n229.The judicial power was understood to include the power to\nresolve these ambiguities over time. Seeibid.Alexander\nHamilton lauded this power, arguing that “[t]he interpretation of\nthe laws is the proper and peculiar province of the courts.”Id., No. 78, at 467. It is undoubtedly true that the other\nbranches of Government have the authority and obligation to\ninterpret the law, but only the judicial interpretation would be\nconsidered authoritative in a judicial proceeding. Vile 360.Although the Federalists and Anti-Federalists engaged in a\npublic debate about this interpretive power, that debate centered\non the dangers inherent in the power, not on its allocation under\nthe Constitution. See,e.g.,Letters from The Federal Farmer\nXV (Jan. 18, 1788), in 2 The Complete Anti-Federalist 315–316 (H.\nStoring ed. 1981) (arguing that the interpretive power made the\nJudiciary the most dangerous branch). Writing as “Brutus,” one\nleading anti-Federalist argued that judges “w[ould] not confine\nthemselves to any fixed or established rules, but w[ould]\ndetermine, according to what appears to them, the reason and spirit\nof the constitution.” Essays of Brutus (Jan. 31, 1788), in 2id., at 420. The Federalists rejected these arguments,\nassuring the public that judges would be guided “by strict rules\nand precedents which serve to define and point out their duty in\nevery particular case that comes before them.” The Federalist No.\n78, at 471 (A. Hamilton). Those rules included principles of\ninterpretation that had been set out by jurists for centuries. See,e.g., 2 S. von Pufendorf, De Officio Hominis Et Civis Juxta\nLegem Naturalem Libri Duo 83–86 (1682) (F. Moore transl. 1927); see\nalso 1 W. Blackstone, Commentaries on the Laws of England 59–61\n(1765).One of the key elements of the Federalists’ arguments in support\nof the allocation of power to make binding interpretations of the\nlaw was that Article III judges would exercise independent\njudgment. Although “judicial independence” is often discussed in\nterms of independence from external threats, the Framers understood\nthe concept to also require independence from the “internal threat”\nof “human will.” P. Hamburger, Law and Judicial Duty 507, 508\n(2008); see also The Federalist No. 78, at 465 (A. Hamilton) (“The\njudiciary . . . may truly be said to have neither FORCE nor WILL\nbut merely judgment . . . ”). Independent judgment\nrequired judges to decide cases in accordance with the law of the\nland, not in accordance with pressures placed upon them through\neither internal or external sources. Internal sources might include\npersonal biases, while external sources might include pressure from\nthe political branches, the public, or otherinterested parties. See\nHamburger,supra,at 508–521.The Framers made several key decisions at the Convention with\nthese pressures in mind. For example, they rejected proposals to\ninclude a federal council of revision after several participants at\nthe Convention expressed concern that judicial involvement in such\na council would foster internal biases. Rufus King of Maryland, for\nexample, asserted that “the Judges ought to be able to expound the\nlaw as it should come before them, free from the bias of having\nparticipated in its formation.” 1 Records of the Federal Convention\nof 1787, at 98. Alexander Hamilton repeated these concerns in The\nFederalist, arguing that “the judges, who are to be interpreters of\nthe law, might receive an improper bias from having given a\nprevious opinion in their revisionary capacities” or “be induced to\nembark too far in the political views of [the Executive]” from too\nmuch association with him. The Federalist No. 73, at 446; see also\nHamburger,supra,at 508–512.The Framers also created structural protections in the\nConstitution to free judges from external influences. They\nprovided, for example, that judges should “hold their Offices\nduring good Behaviour” and receive “a Compensation, which shall not\nbe diminished during their Continuance in Office.” Art. III,\n§1. Hamilton noted that such unequivocal language had been shown\nnecessary by the experience of the States, where similar state\nconstitutional protections for judges had not been “sufficiently\ndefiniteto preclude legislative evasions” of the separation of the\njudicial power. The Federalist No. 79, at 472. Because “power over\na man’s subsistence amounts to a power over his will,” he argued\nthat Article III’s structural protections would help ensure that\njudges fulfilled their constitutional role.Ibid.(emphasis\ndeleted).The Framers made the opposite choice for legislators and the\nExecutive. Instead of insulating them from external pressures, the\nConstitution tied them to those pressures. It provided for election\nof Members of the House of Representatives every two years,\nArt. I, §2, cl. 1; and selection of Members of the Senate\nevery six years, Art. I, §3, cl. 1. It also provided for\nthe President to be subject to election every four years.\nArt. II, §1, cl. 1. “The President is [thus] directly\ndependent on the people, and since there is onlyonePresident,heis responsible. The people know whom to blame\n. . . .” SeeMorrisonv.Olson,487\nU. S. 654,729 (1988) (Scalia, J., dissenting). To preserve\nthat accountability, we have held that executive officersmustbe subject to removal by the President to ensure\naccount-ability within the Executive Branch. SeeFree Enterprise\nFundv.Public Company Accounting Oversight Bd.,561\nU. S. 477,495 (2010); see alsoMorrison,supra,\nat 709 (opinion of Scalia, J.) (“It is not for us to determine, and\nwe have never presumed to determine, how much of the purely\nexecutive powers of government must be within the full control of\nthe President. The Constitution prescribes that theyallare”).Given these structural distinctions between the branches, it is\nno surprise that judicial interpretations are defini-tive in cases\nand controversies before the courts. Courts act as “an intermediate\nbody between the people and the legislature, in order, among other\nthings, to keep the latter within the limits assigned to their\nauthority.” Federalist No. 78, at 467 (A. Hamilton). The\nLegislature and Executive may be swayed by popular sentiment to\nabandon the strictures of the Constitution or other rules of law.\nBut the Judiciary, insulated from both internal and external\nsources of bias, is duty bound to exercise independent judgment in\napplying the law.Interpreting agency regulations calls for that exercise of\nindependent judgment. Substantive regulations have the force and\neffect of law. See,e.g., United Statesv.Mead\nCorp.,533 U. S. 218–232 (2001).[4]\nAgencies and private parties alike can use these regulations in\nproceedings against regulated parties. See,e.g.,Christopherv.SmithKline Beecham Corp., 567\nU. S. ___, ___–___ (2012) (slip op., at 6–7) (private party\nrelying on Department of Labor regulations);FCCv.Fox\nTelevision Stations, Inc., 567 U. S. ___, ___ (2012) (slip\nop., at 6) (agency issuing notices of liability under regulations).\nJust as it is critical for judges to exercise independent judgment\nin applying statutes, it is critical for judges to exercise\nindependent judgment in determining that a regulation properly\ncovers the conduct of regulated parties. Defining the legal meaning\nof the regulation is one aspect of that determination.Seminole Rockdeference, however, precludes judges from\nindependently determining that meaning. Rather than judges’\napplying recognized tools of interpretation to determine the best\nmeaning of a regulation, this doctrine demands that courts accord\n“controlling weight” to the agency interpretation of a regulation,\nsubject only to the narrow exception for interpretations that are\nplainly erroneous or inconsistent with the regulation. That\ndeference amounts to a transfer of the judge’s exercise of\ninterpretive judgment to the agency. See 1 S. Johnson, Dictionary\nof the English Language 499 (4th ed. 1773) (defining “[d]efer” as\n“to leave to another’s judgment”). But the agency, as part of the\nExecutive Branch, lacks the structural protections for independent\njudgment adopted by the Framers, including the life tenure and\nsalary protections of Article III. Because the agency is thus not\nproperly constituted to exercise the judicial power under the\nConstitution, the transfer of interpretive judgment raises serious\nseparation-of-powers concerns.2Seminole Rockis constitutionally questionable for an\nadditional reason: It undermines the judicial “check” on the\npolitical branches. Unlike the Legislative and Executive Branches,\neach of which possesses several political checks on the other, the\nJudiciary has one primary check on the excesses of political\nbranches. That check is the enforcement of the rule of law through\nthe exercise of judicial power.Judges have long recognized their responsibility to apply the\nlaw, even if they did not conceive of it as a “check” on political\npower. During the 17th century, for example, King James I sought to\npressure Chief Justice Coke to affirm the lawfulness of his efforts\nto raise revenue without the participation of Parliament.\nHamburger, Law and Judicial Duty, at 200–201. Coke sought time to\nconfer with his fellow jurists to “make an advised answer according\nto law and reason.”Case of Proclamations, 12 Co. Rep. 74,\n75, 77 Eng. Rep. 1352, 1353 (K. B. 1611). But the King’s\nrepresentative, Lord Chancellor Ellesmere, responded that “he would\nadvise the Judges to maintain the power and prerogative of the\nKing” and suggested that, “in cases in which there is no authority\nand precedent,” the judiciary should “leave it to the King to order\nin it according to his wisdom.”Ibid. Coke famously\nresponded, “[T]he King cannot change any part of the common law,\nnor create any offence by his proclamation, which was not an\noffence before, without Parliament.”Ibid.When James I\nlater attempted to do just that, Coke declared the proclamations\n“ ‘utterly against Law and reason, and for that void.’ ”\nHamburger,supra, at 202.The Framers expected Article III judges to engage in similar\nefforts, by applying the law as a “check” on the excesses of both\nthe Legislative and Executive Branches. See,e.g.,3 J.\nElliot, Debates in the Several Conventions on the Adoption of the\nFederal Constitution 553 (1863) (J. Marshall) (“If [the Government\nof the United States] make a law not warranted by any of the powers\nenumerated, it would be considered by the judges as an infringement\nof the Constitution which they are to guard. . . . They\nwould declare it void”); see also Vile 174. The Framers\n“contemplated [the Constitution], as a rule for the government ofcourts, as well as of the legislature.”Marburyv.Madison, 1 Cranch 137, 179–180 (1803). Thus, if a case\ninvolved a conflict between a law and the Constitution, judges\nwould have a duty “to adhere to the latter and disregard the\nformer.” The Federalist No. 78, at 468 (A. Hamilton); see alsoMarbury, 1 Cranch, at 178. Similarly, if a case involved an\nexecutive effort to extend a law beyond its meaning, judges would\nhave a duty to adhere to the law that had been properly promulgated\nunder the Constitution. Cf.id., at 157–158 (considering the\nscope of the President’s constitutional power of appointment). As\nthis Court said long ago, “[T]he particular phraseology of the\nconstitution of the United States confirms and strengthens the\nprinciple, supposed to be essential to all written constitutions,\nthat a law repugnant to the constitution is void; and thatcourts, as well as other departments, are bound by that\ninstrument.”Id.,at 180.Article III judges cannot opt out of exercising their check. As\nwe have long recognized, “[t]he Judiciary has a responsibility to\ndecide cases properly before it, even those it ‘would gladly\navoid.’ ”Zivotofskyv.Clinton, 566 U. S.\n___, ___ (2012) (slip op., at 5) (quotingCohensv.Virginia, 6 Wheat. 264, 404 (1821)). This responsibility\napplies not only to constitutional challenges to particular\nstatutes, see,e.g., Shelby Countyv.Holder, 570\nU. S. ___, ___ (2013) (slip op., at 2), including those based\non the separation of powers,Free Enterprise Fund, 561\nU. S., at 501–502, but also to more routine questions about\nthe best interpretation of statutes, see,e.g., Whitfieldv.United States, 574 U. S. ___, ___–___ (2015) (slip op.,\nat 2–3), or the compatibility of agency actions with enabling\nstatutes,Utility Air Regulatory Groupv.EPA, 573\nU. S. ___, ___ (2014) (slip op., at 10). In each case, the\nJudiciary is called upon to exercise its independent judgment and\napply the law.But we have not consistently exercised the judicial check with\nrespect to administrative agencies. Even though regulated parties\nhave repeatedly challenged agency interpretations as inconsistent\nwith existing regulations, we have just as repeatedly declined to\nexercise independent judgment as to those claims. Instead, we have\ndeferred to the executive agency that both promulgated the\nregulations and enforced them. Although an agency’s interpretation\nof a regulation might be the best interpretation, it also might\nnot. When courts refuse even to decide what the best interpretation\nis under the law, they abandon the judicial check. That abandonment\npermits precisely the accumulation of governmental powers that the\nFramers warned against. See The Federalist No. 47, at 302 (J.\nMadison).CThis accumulation of governmental powers allows agencies to\nchange the meaning of regulations at their discretion and without\nany advance notice to the parties. It is precisely this problem\nthat the United States Court of Appeals for the D. C. Circuit\nattempted to address by requiring agencies to undertake notice and\ncomment procedures before substantially revising definitive\ninterpretations of regulations.Paralyzed Veterans, supra.\nThough legally erroneous, the Court of Appeals’ reasoning was\npractically sound. When courts give “controlling weight” to an\nadministrative interpretation of a regulation—instead of to thebestinterpretation of it—they effectively give the\ninterpretation—and not the regulation—the force and effect of law.\nTo regulated parties, the new interpretation might as well be a new\nregulation.These cases provide a classic example of the problem. The Fair\nLabor Standards Act of 1938 establishes federal minimum wage and\novertime requirements, but exempts from these requirements “any\nemployee engaged in a bona fide executive, administrative, or\nprofessional capac-ity . . . , or in the\ncapacity of outside salesman (as such terms are defined and\ndelimited from time to time by regulations of the Secretary).”29\nU. S. C. §213(a)(1). The Department of Labor has\naccordingly promulgated regulations providing that “an employee\nwhose primary duty is selling financial products does not qualify\nfor the administrative exemption.” 29 CFR §541.203(b) (2015).Unsure whether certain mortgage-loan officers qualified as\nemployees whose primary duty is selling financial products, the\nMortgage Bankers Association asked the Department of Labor for\nadvice. In 2006, the Department concluded that the officers are not\nemployees whose primary duty is selling financial products. But in\n2010, the Department reversed course, concluding exactly the\nopposite. If courts accord “controlling weight” to both the 2006\nand 2010 interpretations, the regulated entities are subject to two\nopposite legal rules imposed under the same regulation.This practice turns on its head the principle that the United\nStates is “a government of laws, and not of men.”Marbury,supra, at 163. Regulations provide notice to regulated\nparties in only a limited sense because their meaning will\nultimately be determined by agencies rather than by the “strict\nrules and precedents” to which Alexander Hamilton once\nreferred.[5]IIIAlthough this Court offered no theoretical justifica-tion forSeminole Rockdeference when announcing it, sev-eral\njustifications have been proposed since. None is persuasive.AProbably the most oft-recited justification forSeminole\nRockdeference is that of agency expertise in administering\ntechnical statutory schemes. Under this justification, deference to\nadministrative agencies is necessary when a “regulation concerns ‘a\ncomplex and highly technical regulatory program’ in which the\nidentification and classification of relevant ‘criteria necessarily\nrequire significant expertise and entail the exercise of judgment\ngrounded in policy concerns.’ ”Thomas Jefferson Univ.,512 U. S., at 512.This defense ofSeminole Rockdeference misidentifies the\nrelevant inquiry. The proper question faced by courts in\ninterpreting a regulation is not what the best policy choice might\nbe, but what the regulation means. Because this Court has concluded\nthat “substantive agency regulations have the ‘force and effect of\nlaw,’ ”Chrysler Corp.v.Brown,441 U. S.\n281,295 (1979), such regulations should be interpreted like any\nother law. Thus, we should “assum[e] that the ordinary meaning of\nthe regulation’s language expresses” its purpose and enforce it\n“according to its terms.” SeeHardtv.Reliance Standard\nLife Ins. Co.,560 U. S. 242,251 (2010) (internal quotation\nmarks omitted). Judges are at least as well suited as\nadministrative agencies to engage in this task. Cf.Marbury,\n1 Cranch, at 177 (“It is emphatically the province and duty of the\njudicial department to say what the law is”). Indeed, judges are\nfrequently called upon to interpret the meaning of legal texts and\nare able to do so even when those texts involve technical language.\nSee,e.g., Barberv.Gonzales,347 U. S. 637–643\n(1954) (interpreting deportation statute according to technical\nmeaning).Fundamentally, the argument about agency expertise is less about\nthe expertise of agencies in interpreting language than it is about\nthe wisdom of according agencies broad flexibility to administer\nstatutory schemes.[6] “But policy arguments\nsupporting even useful ‘political inventions’ are subject to the\ndemands of the Constitution which defines powers and . . . sets out\n. . . how those powers are to be exercised.”INSv.Chadha,462 U. S. 919,945 (1983). Even in the face of\na perceived necessity, the Constitution protects us from ourselves.New Yorkv.United States,505 U. S. 144–188\n(1992).BAnother oft-recited justification forSeminole Rockdeference is that agencies are better situated to define the\noriginal intent behind their regulations. SeeMartinv.Occupational Safety and Health Review Comm’n,499 U. S.\n144–153 (1991). Under this justification, “[b]ecause the Secretary\n[of Labor] promulgates th[e] standards, the Secretary is in a\nbetter position . . . to reconstruct the purpose of the\nregulations in question.”Id., at 152.This justification rings hollow. This Court has affordedSeminole Rockdeference to agency interpretations even when\nthe agency was not the original drafter. SeePauley, 501\nU. S., at 696–698 (applyingSeminole Rockdeference to\none agency’s interpretation of another agency’s regulations because\nCongress had delegated authority to both to administer the\nprogram). It has likewise grantedSeminole Rockdeference to\nagency interpretations that are inconsistent with interpretations\nadopted closer in time to the promulgation of the regulations. See,e.g., Long Island Care at Home, 551 U. S., at\n170–171.Even if the scope ofSeminole Rockdeference more closely\nmatched the original-drafter justification, it would still fail. It\nis the text of the regulations that have the force and effect of\nlaw, not the agency’s intent. “Citizens arrange their affairs not\non the basis of their legislators’ unexpressed intent, but on the\nbasis of the law as it is written and promulgated.”Zuni Public\nSchool Dist. No. 89v.Department of Education,550\nU. S. 81,119 (2007) (Scalia, J., dissenting). Cf.Wyethv.Levine,555 U. S. 555–587 (2009) (Thomas, J.,\nconcurring in judgment) (noting that only “federal standards\n. . . that are set forth in, or necessarily follow from,\nthe statutory text that was produced through the constitutionally\nrequired bicameral and presentment procedures”—not Congress’\n“purposes and objectives”—can become the “law of the land”). “To be\ngoverned by legislated text rather than legislators’ intentions is\nwhat it means to be ‘a Government of laws, not of men.’ ”Zuni Public School Dist. No. 89,supra, at 119\n(Scalia, J., dissenting). Only the text of a regulation goes\nthrough the procedures established by Congress for agency\nrulemaking. And it is that text on which the public is entitled to\nrely. For the same reasons that we should not accord controlling\nweight to postenactment expressions of intent by individual Members\nof Congress, seeSullivanv.Finkelstein,496\nU. S. 617–632 (1990) (Scalia, J., concurring in part), we\nshould not accord controlling weight to expressions of intent by\nadministrators ofagencies.CA third asserted justification forSeminole Rockdeference is that Congress has delegated to agencies the authority\nto interpret their own regulations. See,e.g., Martin, 499\nU. S., at 151. The theory is that, “[b]ecause applying an\nagency’s regulation to complex or changing circumstances calls upon\nthe agency’s unique expertise and policymaking prerogatives,\n. . . the power authoritatively to interpret its own\nregulations is a component of the agency’s delegated lawmaking\npowers.”Ibid.This justification fails because Congress lacks authority to\ndelegate the power. As we have explained in an analogous context,\n“[t]he structure of the Constitution does not permit Congress to\nexecute the laws; it follows that Congress cannot grant to an\nofficer under its control what it does not possess.”Bowsherv.Synar,478 U. S. 714,726 (1986). Similarly, the\nConstitution does not empower Congress to issue a judicially\nbinding interpretation of the Constitution or its laws. Lacking the\npower itself, it cannot delegate that power to an agency.To hold otherwise would be to vitiate the separation of powers\nand ignore the “sense of a sharp necessity to separate the\nlegislative from the judicial power . . . [that]\ntriumphed among the Framers of the new Federal Constitution.”Plautv.Spendthrift Farm, Inc.,514 U. S.\n211,221 (1995). As this Court has explained, the “essential\nbalance” of the Constitution is that the Legislature is “possessed\nof power to ‘prescrib[e] the rules by which the duties and rights\nof every citizen are to be regulated,’ but the power of ‘[t]he\ninterpretation of the laws’ [is] ‘the proper and peculiar province\nof the courts.’ ”Id.,at 222 (citation omitted; third\nbrackets added). Although the Constitution imposes a duty on all\nthree branches to interpret the laws within their own spheres, the\npower to create legally binding interpretations rests with the\nJudiciary. SeeMarbury, 1 Cranch, at 177, 179–180.DA final proposed justification forSeminole Rockdeference is that too much oversight of administrative matters\nwould imperil the “independence and esteem” of judges. See,e.g.,Charles Evans Hughes, Speech before the Elmira Chamber\nof Commerce, May 3, 1907, in Addresses of Charles Evans Hughes,\n1906–1916, p. 185 (2d ed. 1916). The argument goes that questions\nof administration are those which “lie close to the public\nimpatience,”id.,at 186, and thus the courts’ resolution of\nsuch questions could “expose them to the fire of public criticism,”id.,at 187.But this argument, which boils down to a policy judgment of\nquestionable validity, cannot vitiate the constitutional allocation\nof powers. The Judicial Branch is separate from the political\nbranches for a reason: It has the obligation to apply the law to\ncases and controversies that come before it, and concerns about the\npopular esteem of individual judges—or even the Judiciary as a\nwhole—have no place in that analysis. Our system of Government\ncould not long survive absent adherence to the written Constitution\nthat formed it.*  *  *Although on the surface these cases require only a\nstraightforward application of the APA, closer scrutiny reveals\nserious constitutional questions lurking beneath. I have\n“acknowledge[d] the importance ofstare decisisto the\nstability of our Nation’s legal system.” “Butstare decisisis only an ‘adjunct’ of our duty as judges to decide by our best\nlights what the Constitution means.”McDonaldv.Chicago,561 U. S. 742,812 (2010) (Thomas, J.,\nconcurring inpart and concurring in judgment) (citation omitted).\nBy my best lights, the entire line of precedent beginning withSeminole Rockraises serious constitutional questions and\nshould be reconsidered in an appropriate case.Notes1Although the Court has appeared to\ntreat our agency deference regimes as precedents entitled tostare decisiseffect, some scholars have noted that they\nmight instead be classified as interpretive tools. See,e.g.,C. Nelson, Statutory Interpretation 701 (2011). Such\ntools might not be entitled to such effect. Because resolution of\nthat issue is not necessary to my conclusion here, I leave it for\nanother day.2The Court has also twice expressly\nfoundSeminole Rockdeference inapplicable for other\nreasons.Christopherv.SmithKline Beecham Corp., 567\nU. S. ___, ___–___ (2012) (slip op., at 13–14) (“[W]here, as\nhere, an agency’s announcement of its interpretation is preceded by\na very lengthy period of conspicuous inaction, the potential for\nunfair surprise is acute. . . . [W]hatever the general\nmerits ofAuerdeference, it is unwarranted here”);Gonzalesv.Oregon,546 U. S. 243–257 (2006) (“In\nour viewAuerand the standard of deference it accords to an\nagency are inapplicable here. . . . The language the\nInterpretive Rule addresses comes from Congress, not the Attorney\nGeneral, and the near equivalence of the statute and regulation\nbelies the Government’s argument forAuerdeference”).3The practices of the time can perhaps\nbest be summarized by the following commentary from a\ncontemporaneous magazine: “[S]o manylegal infractionsof\nsacred right—so many public invasions of private property—so many\nwanton abuses of legislative powers!” Giles Hickory (Noah Webster),\nGovernment, The American Magazine, Mar. 1788, p. 206.4These cases also raise constitutional\nquestions about the distinction in administrative law between\n“substantive” (or “legislative”) and interpretative rules. The\nUnited States Court of Appeals for the D. C. Circuit has defined a\nlegislative rule as “[a]n agency action that purports to impose\nlegally binding obligations or prohibitions on regulated parties”\nand an interpretative rule as “[a]n agency action that merely\ninterprets a prior statute or regulation, and does not itself\npurport to impose new obligations or prohibitions or requirements\non regulated parties.”National Mining Assn.v.McCarthy, 758 F. 3d 243, 251–252 (2014). And our\nprecedents make clear that administrative agencies must exercise\nonly executive power in promulgating these rules.Arlingtonv.FCC, 569 U. S. ___, ___, n. 4 (2013) (slip op.,\nat 13, n. 4). But while it is easy to see the promulgation of\ninterpretative rules as an “executive” function—executive officials\nnecessarily interpret the laws they enforce—it is difficult to see\nwhat authority the President has “to impose legally binding\nobligations or prohibitions on regulated parties.” That definition\nsuggests something much closer to the legislative power, which our\nConstitution does not permit the Executive to exercise in this\nmanner. Because these troubling questions are not directly\nimplicated here, I leave them for another case. SeeDepartment\nof Transportationv.Association of American Railroads,ante,at 19–22 (Thomas, J., concurring in\njudgment).5The notice problem is exacerbated by\nagency departures from the procedures established for rulemaking in\nthe APA. Although almost all rulemaking is today accomplished\nthrough informal notice and comment, the APA actually contemplated\na much more formal process for most rulemaking. To that end, it\nprovided for elaborate trial-like hearings in which proponents of\nparticular rules would introduce evidence and bear the burden of\nproof in support of those proposed rules. See5 U. S. C.\n§556.6Many decisions of this Court invoke\nagency expertise as a justification for deference. This argument\nhas its root in the support for administrative agencies that\ndeveloped during the Progressive Era in this country. The Era was\nmarked by a move from the individualism that had long characterized\nAmerican society to the concept of a society organized for\ncollective action. See A. Link, Woodrow Wilson and the Progressive\nEra 1910–1917, p. 1 (1954). That move also reflected a deep disdain\nfor the theory of popular sovereignty. As Woodrow Wilson wrote\nbefore he attained the presidency, “Our peculiar American\ndifficulty in organizing administration is not the danger of losing\nliberty, but the danger of not being able or willing to separate\nits essentials from its accidents. Our success is made doubtful by\nthat besetting error of ours, the error of trying to do too much by\nvote.” Wilson, The Study of Administration, 2 Pol. Sci. Q. 197, 214\n(1887). In President Wilson’s view, public criticism would be\nbeneficial in the formation of overall policy, but “a clumsy\nnuisance” in the daily life of Government—“a rustic handling\ndelicate machinery.”Id.,at 215. Reflecting this belief\nthat bureaucrats might more effectively govern the country than the\nAmerican people, the progressives ushered in significant expansions\nof the administrative state, ultimately culminating in the New\nDeal. See generally M. Keller, Regulating a New Economy: Public\nPolicy and Economic Change in America, 1900–1933\n(1990).",
    "joined": []
}