{
    "case": {
        "docket": "16-9493",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-9493/"
    },
    "id": "3916576",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–9493_________________FLORENCIO ROSALES-MIRELES, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 18, 2018]Justice Thomas, with whom Justice Alito joins,\ndissenting.The Court holds that, “in the ordinary case,” a\nmiscalculation of the advisory Sentencing Guidelines range will\n“seriously affect the fairness, integrity, or public reputation of\njudicial proceedings.”Ante,at 1. In other words, a\ndefendant who does not alert the district court to a plain\nmiscalculation of his Guidelines range—and is not happy with the\nsentence he receives—can raise the Guidelines error for the first\ntime on appeal and ordinarily get another shot at a more favorable\nsentence. The Court’s decision goes far beyond what was necessary\nto answer the question presented.[1] And it contravenes long-established principles of\nplain-error review. I respectfully dissent.IUnder Federal Rule of Criminal Procedure\n52(b), “[a] plain error that affects substantial rightsmaybe considered even though it was not brought to the court’s\nattention.” (Emphasis added.) The “point of the plain-error rule”\nis to “requir[e] defense counsel to be on his toes.”United\nStatesv.Vonn, 535 U. S. 55, 73 (2002). Its\ndemanding standard is meant to “encourage timely objections and\nreduce wasteful reversals by demanding strenuous exertion to get\nrelief for unpreserved error.”United Statesv.Dominguez\nBenitez, 542 U. S. 74, 82 (2004). If the standard were not\nstringent, there would be nothing “prevent[ing] a litigant from\n‘ “sandbagging” ’ the court—remaining silent about his\nobjection and belatedly raising the error only if the case does not\nconclude in his favor.”Puckettv.United States, 556\nU. S. 129, 134 (2009). Satisfying the plain-error standard “is\ndifficult, ‘as it should be.’ ”Id., at 135.This Court has held that Rule 52(b) is satisfied\nonly when four requirements are met: “(1) there is ‘an error,’\n(2) the error is ‘plain,’ ” “(3) the error\n‘affect[s] substantial rights,’ ” and\n“(4) . . . ‘the error “seriously affect[s] the\nfairness, integrity or public reputation of judicial\nproceedings.” ’ ”Hendersonv.United\nStates, 568 U. S. 266, 272 (2013). The fourth\nrequirement—the one at issue here—is discretionary.Ibid.It\nshould “be applied on a case-specific and fact-intensive basis.”Puckett,supra, at 142. And it cannot be satisfied by\n“a plain error affecting substantial rights . . . ,\nwithout more, . . . for otherwise the discretion afforded\nby Rule 52(b) would be illusory.”United Statesv.Olano, 507 U. S. 725, 737 (1993). Instead, “only\n‘particularly egregious errors’ ” will meet the fourth prong’s\nrigorous standard.United Statesv.Young, 470\nU. S. 1, 15 (1985) (quotingUnited Statesv.Frady, 456 U. S. 152, 163 (1982)); see alsoUnited\nStatesv.Atkinson, 297 U. S. 157, 160 (1936)\n(explaining that courts should provide relief under plain-error\nreview only in “exceptional circumstances”).IIThe Court holds that Guidelines errors will\n“ordinar[ily]” satisfy the fourth prong of plain-error review.Ante,at 15. This result contravenes several established\nprinciples from our precedents.To begin, the Court’s decision is at odds with\nthe principle that the fourth prong of plain-error review “be\napplied on a case-specific and fact-intensive basis.”Puckett,supra, at 142. By holding that a Guidelines\nerror “ordinarily will satisfy [the] fourth prong” absent\n“countervailing factors,”ante,at 11, the Court creates\nwhat is essentially a rebuttable presumption that plain Guidelines\nerrors satisfy Rule 52(b). And, based on the Court’s application of\nit today, this presumption certainly must be difficult to rebut.\nThe Court matter-of-factly asserts, in a single sentence with no\nanalysis, that “there are no [countervailing] factors” in this case\nthat counsel in favor of affirmance.Ante,at 11. It does so\nwithout even discussing the particular details of the defendant’s\ncrime, what happened at his sentencing, the reasoning that the\nDistrict Court employed, the difference between the defendant’s\ncalculated Guidelines range and the correct one, or where his\nsentence fell relative to the correct Guidelines range. This\napproach is neither “case-specific” nor “fact-intensive.”Puckett,supra, at 142. The Court candidly admits as\nmuch. Seeante,at 11, n. 4. But this is exactly the\nkind of “ ‘per seapproach to plain-error\nreview’ ” that we have consistently rejected.Puckett,supra, at 142.The Court’s rebuttable presumption also renders\nthe fourth prong of plain-error review “illusory” in most\nGuidelines cases.Olano,supra, at 737. The Court\nexpressly states that Guidelines errors will satisfy the fourth\nprong in “the ordinary case.”Ante,at 15. But this Court\nhas repeatedly held that the fourth prong limits courts’ discretion\nto “correct[ing] only ‘particularly egregious errors.’ ”Young,supra, at 15. Because Rule 52(b) “ ‘is\nnot a run-of-the-mill remedy,’ ”Frady,supra,\nat 163, n. 14, relief should be granted “sparingly” in\n“ ‘the rare case,’ ”Jonesv.United\nStates, 527 U. S. 373, 389 (1999), and only in\n“exceptional circumstances,”Atkinson,supra, at 160.\nToday’s decision turns that principle on its head by making relief\navailable “in the ordinary case.”Ante,at 1.The Court asserts that relief under plain-error\nreview need not be exceptional or rare when a remand would not\nrequire “additional jury proceedings.”Ante,at 12. But that\ndistinction has no basis in the text of Rule 52(b) or this Court’s\nprecedents. The only Rule 52(b) precedent that the Court cites for\nthis assertion isMolina-Martinezv.United States,\n578 U. S. ___, ___ (2016) (slip op., at 15). Seeante,at 9. That decision rejected the Fifth Circuit’s categorical rule\nrequiring defendants to present “additional evidence” (beyond the\nGuidelines error itself) to prove prejudice under the third prong\nof plain-error review. See 578 U. S., at ___–___ (slip op., at\n8–9). In dicta it suggested that, “in the ordinary case,” the\nGuidelines error would be enough to satisfy the third prong’s\nrequirement that the error affect substantial rights.Id.,\nat ___ (slip op., at 15). And it rebuffed the Government’s\npragmatic “concern over the judicial resources needed” if\nGuidelines errors usually satisfy the third prong of plain-error\nreview.Id., at ___ (slip op., at 14). ButMolina-Martinezdid not discuss the fourth prong of\nplain-error review, which is at issue here and is an independent\nrequirement, seeOlano,supra, at 737. Nor did it\nrelax the plain-error standard whenever reversal would not require\n“additional jury proceedings.”Ante,at 12. Thus,Molina-Martinezgives no support to the Court’s\ninnovation.Additionally, the Court’s encouragement of\nremands based on ordinary Guidelines errors undermines “the\npolicies that underpin Rule 52(b).”Dominguez Benitez, 542\nU. S., at 82. As explained, the plain-error standard\nencourages defendants to make timely objections in order to avoid\nsandbagging and to prevent wasteful reversals and remands. After\ntoday, however, most defendants who fail to object to a Guidelines\nerror will be in virtually the same position as those who do.\nToday’s decision, especially when combined withMolina-Martinez, means that plain Guidelines errors will\nsatisfy Rule 52(b) in all but the unusual case. That creates the\nvery opportunity for “sandbagging” that Rule 52(b) is supposed to\nprevent,Puckett, 556 U. S., at 134 (internal quotation\nmarks omitted), by allowing a defendant who is aware of a mistake\nin the presentence report to “simply relax and wait to see if the\nsentence later str[ikes] him as satisfactory,”Vonn, 535\nU. S., at 73. Oddly, defendants who do not object to a\nGuidelines error could be in a better position than ones who do. An\nobjection would give the district court a chance to explain why it\nwould “arrive at the same sentencing conclusion” even if the\ndefendant was correct about an alleged Guidelines error, which\nwould “mak[e] clear” that the Guidelines error did not “adversely\naffect the defendant’s ultimate sentence.”United Statesv.Sabillon-Umana, 772 F. 3d 1328, 1334 (CA10 2014).\nToday’s decision thus inverts Rule 52(b) by giving defendants an\nincentive to withhold timely objections and “ ‘game’ the\nsystem.”Puckett,supra, at 140.IIIEven if it were appropriate to create\nrebuttable presumptions under the fourth prong of plain-error\nreview, the Court is wrong to conclude that the “ordinary”\nGuidelines error will “seriously affect the fairness, integrity, or\npublic reputation of judicial proceedings.”Ante,at 1.\nWhether a district court’s failure to correctly calculate the\nadvisory Guidelines range satisfies the fourth prong of plain-error\nreview will depend on the circumstances of each case. And the\ncircumstances of this case prove the folly of the Court’s\npresumption.AThe Court asserts that plain Guidelines errors\nmust ordinarily be corrected to ensure that defendants do not\n“linger longer in federal prison than the law demands.”Ante,at 10 (internal quotation marks omitted). But the\nGuidelines are not “law.” They neither “define criminal offenses”\nnor “fix the permissible sentences for criminal offenses.”Becklesv.United States, 580 U. S. ___, ___\n(2017) (slip op., at 5) (emphasis deleted). Instead, they are\npurely “advisory” and “merely guide the district courts’\ndiscretion.”Id.,at ___ (slip op., at 8). They provide\nadvice about what sentencing range the Sentencing Commission\nbelieves is appropriate, “but they ‘do not constrain’ ”\ndistrict courts.Ibid.Accordingly, district courts are free\nto disagree with the Guidelines range, for reasons as simple as a\npolicy disagreement with the Sentencing Commission. SeePepperv.United States, 562 U. S. 476, 501\n(2011); 18 U. S. C. §3661. In fact, district courts\ncommit reversible error if they “trea[t] the Guidelines as\nmandatory.”Gallv.United States, 552 U. S. 38,\n51 (2007). Although the Guidelines range is one of the factors that\ncourts must consider at sentencing, 18 U. S. C. §3553(a),\njudges need not give the Guidelines range any particular weight.\nThe only thing that “the law demands” is that a defendant’s\nsentence be substantively reasonable and within the applicable\nstatutory range. SeeJonesv.United States, 577\nU. S. ___, ___–___ (2015) (Scalia, J., dissenting from denial\nof certiorari) (slip op., at 1–2);Kimbroughv.United\nStates, 552 U. S. 85, 113–114 (2007) (Scalia, J.,\nconcurring).The Court also justifies its presumption by\nrepeatedly stressing the importance of procedural rules to the\npublic’s perception of judicial proceedings. Seeante,at 10\n(“[T]he public legitimacy of our justice system relies on\nprocedures”);ante,at 13 (“[U]njust procedures may well\nundermine public perception of [sentencing] proceedings”). It even\ncites a hodgepodge of psychological studies on procedural justice.Ante, at 13 (citing Hollander-Blumoff, The Psychology of\nProcedural Justice in the Federal Courts, 63 Hastings L. J.\n127, 132–134 (2011) (Hollander-Blumoff)).Putting aside the obvious problems with this\nresearch,[2] the Court\ncontradicts our precedents by suggesting that adhering to procedure\nhas prime importance for purposes of the fourth prong. This Court\nhas repeatedly concluded that purely procedural errors—ones that\nlikely did not affect the substantive outcome—do not satisfy the\nfourth prong of plain-error review. InJohnsonv.United\nStates, 520 U. S. 461 (1997), for example, the District\nCourt failed to submit a materiality element to the jury, but this\nCourt found that the fourth prong of plain-error review was notsatisfied because “the evidence supporting\nmateriality was ‘overwhelming.’ ”Id.,at 470. Reversal\nbased on errors that have no actual “ ‘effect on the\njudgment,’ ” this Court explained, “ ‘encourages\nlitigants to abuse the judicial process and bestirs the public to\nridicule it.’ ”Ibid.(quoting R. Traynor, The Riddle\nof Harmless Error 50 (1970)). Similarly, inUnited Statesv.Cotton, 535 U. S. 624 (2002), the indictment failed to\nallege a fact that increased the statutory maximum, but the\nevidence of that fact “was ‘overwhelming’ and ‘essentially\nuncontroverted.’ ”Id.,at 633. This Court held that\nreversing a defendant’s sentence based on such a technicality would\nbe “[t]he real threat . . . to the ‘fairness, integrity,\nand public reputation of judicial proceedings.’ ”Id.,at 634. And inUnited Statesv.Marcus, 560\nU. S. 258 (2010), the Second Circuit had held that anex\npost factoerror automatically satisfies the plain-error\nstandard, “ ‘no matter how unlikely’ ” it was that the\njury actually convicted the defendant based on conduct that\npredated the statute of conviction.Id.,at 261 (emphasis\ndeleted). In reversing that decision, this Court emphasized that,\n“in most circumstances, an error that does not affect the jury’s\nverdict does not significantly impugn the ‘fairness,’ ‘integrity,’\nor ‘public reputation’ of the judicial process.”Id.,at\n265–266. Thus, the Court is mistaken when it asserts that, because\nGuidelines errors are procedural mistakes, they are particularly\nlikely to implicate the fourth prong of plain error.BWhile the Court holds that the ordinary\nGuidelines error will satisfy the fourth prong of plain-error\nreview, it admits that there can be “instances where countervailing\nfactors” preclude defendants from satisfying the fourth prong.Ante,at 11. Because the Court does not question our\nexisting plain-error precedents, seeante,at 12, the burden\npresumably remains on defendants to establish that there are no\nsuch countervailing factors, and to persuade the appellate court\nthat any countervailing factor identified by the Government is\ninsufficient. SeeVonn, 535 U. S., at 63 (“[A]\ndefendant has the further burden to persuade the court that the\nerror seriously affect[ed] the fairness, integrity or public\nreputation of judicial proceedings” (internal quotation marks\nomitted));Dominguez Benitez, 542 U. S., at 82 (“[T]he\nburden of establishing entitlement to relief for plain error is on\nthe defendant claiming it”). But the Court does not explain what\nthe defendant in this case has done to satisfy his burden.If this case is an ordinary one, it highlights\nthe folly of the Court’s new rebuttable presumption. Petitioner\nFlorencio Rosales-Mireles has a penchant for entering this country\nillegally and committing violent crimes—especially against women. A\nMexican citizen, Rosales-Mireles entered the United States\nillegally in 1997. In 2002, he was convicted of assault for\nthrowing his girlfriend to the floor of their apartment and\ndragging her outside by her hair. In 2009, he was convicted of\naggravated assault with serious bodily injury and assault causing\nbodily injury to a family member.[3] His convictions stemmed from an altercation in which he\nattempted to stab one man and did stab another—once in the shoulder\nand twice in the chest. In January 2010, Rosales-Morales was\nremoved to Mexico. But that same month he reentered the United\nStates illegally. In 2015, he was convicted in Texas state court of\nassaulting his wife and 14-year-old son. During the altercation,\nRosales-Mireles grabbed his wife by the hair and punched her in the\nface repeatedly.Most recently, Rosales-Mireles pleaded guilty to\nillegal reentry. See 8 U. S. C. §§1326(a), (b)(2). The\nDistrict Court sentenced him to 78 months in prison, which was\nwithin the Guidelines range he argued for on appeal. Seeante,at 4. In choosing that sentence, the District Court\nemphasized that it was “the second time he’s come to the courts for\nbeing here illegally”; that he had “attempted to hide in the United\nStates with multiple aliases, birth dates, [and] Social Security\nnumbers”; and that his “assaultive behavior” spanned from “at least\n. . . 2001 to 2015.” App. 20.The sentence that Rosales-Mireles received was\nnot only within both the improperly and properly calculated\nGuidelines ranges but also in the bottom half of both possible\nranges. Seeante,at 4. If the District Court had used the\nproper Guidelines range at his initial sentencing, then the\nsentence that it ultimately gave Rosales-Mireles would have been\npresumptively reasonable on appeal. See 850 F. 3d 246, 250\n(CA5 2017);Ritav.United States, 551 U. S.\n338, 347 (2007). And the Fifth Circuit determined that his sentence\nwas in fact reasonable. See 850 F. 3d, at 250–251. Leaving\nthat reasonable sentence in place would not “ ‘seriously\naffect the fairness, integrity, or public reputation of judicial\nproceedings.’ ”Young, 470 U. S., at 15. A\nsentence that is substantively reasonable is hardly the kind of\n“particularly egregious erro[r]” that warrants plain-error relief.Frady, 456 U. S., at 163.*  *  *Rule 52(b) strikes a “careful balance\n. . . between judicial efficiency and the redress of\ninjustice.”Puckett, 556 U. S., at 135. Because today’s\ndecision upsets that balance for scores of cases involving\nGuidelines errors, I respectfully dissent.Notes1We granted certiorari to\ndecide whether “the fourth prong of plain error review [demands],\nas the Fifth Circuit Court of Appeals required, that the error be\none that ‘would shock the conscience of the common man, serve as a\npowerful indictment against our system of justice, or seriously\ncall into question the competence or integrity of the district\njudge.’ ” Pet. for Cert. i; 582 U. S. ___ (2017).\nAlthough I doubt it changed the outcome in any case, I agree that\nthe Fifth Circuit’s standard is higher than the one articulated in\nthis Court’s precedents—at least to the extent it requires an\nuncorrected error to “shock the conscience.” Seeante,at\n5–7.2The article that the\nCourt cites makes broad claims based on limited research. For\ninstance, the article states that, “[w]hen people feel that they\nhave received fair treatment, they are more likely to adhere to,\naccept, and feel satisfied with a given outcome, and to view the\nsystem that gave rise to that outcome as legitimate.”\nHollander-Blumoff, 134. But the only support it provides for that\nproposition is a telephone survey of a few hundred Chicago\nresidents. Seeid.,at 134, n. 37 (citing T. Tyler, Why\nPeople Obey the Law 162 (2006)); see alsoid.,at 8–15\n(explaining the study’s methodology). The article also draws\nconclusions about the general importance of “procedural justice” in\ncourt, based on marginally relevant studies of noncourt settings\nsuch as “arbitration and mediation,” interactions with “police\nofficers” and “work supervisors,” and “highly relational settings\nlike the family.” See Hollander-Blumoff 132–134. Crucially, none of\nthis research has any bearing on the far more complicated question\nof “procedural justice” at issue here: whether it is presumptively\nunfair to penalize a defendant who fails to object to an error\nuntil appeal. The contemporaneous-objection rule, after all, is\nalso a procedural rule that affects the fairness, integrity, and\nreputation of judicial proceedings.3These assaults occurred\nin 2001, but Rosales-Mireles was not arrested for years—apparently\nbecause he was going by the name “Emilio Ruiz” at the time of the\nassaults. When Rosales-Mireles was eventually arrested in 2009, he\nhad two outstanding warrants for other assaults of his\nwife.",
    "joined": []
}