{
    "case": {
        "docket": "19-968",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-968/"
    },
    "id": "4368390",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–968_________________CHIKE UZUEGBUNAM, et al., PETITIONERSv.STANLEY C. PRECZEWSKI, et al.on writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[March 8, 2021]Justice Thomas delivered the opinion of the\nCourt.At all stages of litigation, a plaintiff must\nmaintain a personal interest in the dispute. The doctrine of\nstanding generally assesses whether that interest exists at the\noutset, while the doctrine of mootness considers whether it exists\nthroughout the proceedings. To demonstrate standing, the plaintiff\nmust not only establish an injury that is fairly traceable to the\nchallenged conduct but must also seek a remedy that redresses that\ninjury. And if in the course of litigation a court finds that it\ncan no longer provide a plaintiff with any effectual relief, the\ncase generally is moot. This case asks whether an award of nominal\ndamages by itself can redress a past injury. We hold that it\ncan.IAccording to the complaint, Chike Uzuegbunam\nis an evangelical Christian who believes that an important part of\nexercising his religion includes sharing his faith. In 2016,\nUzuegbunam decided to share his faith at Georgia Gwinnett College,\na public college where he was enrolled as a student. At an outdoor\nplaza on campus near the library where students often gather,\nUzuegbunam engaged in conversations with interested students and\nhanded out religious literature.A campus police officer soon informed Uzuegbunam\nthat campus policy prohibited distributing written religious\nmaterials in that area and told him to stop. Uzuegbunam complied\nwith the officer’s order. To learn more about this policy, he then\nvisited the college’s Director of the Office of Student Integrity,\nwho was directly responsible for promulgating and enforcing the\npolicy. When asked if Uzuegbunam could continue speaking about his\nreligion if he stopped distributing materials, the official said\nno. The official explained that Uzuegbunam could speak about his\nreligion or distribute materials only in two designated “free\nspeech expression areas,” which together make up just 0.0015\npercent of campus. And he could do so only after securing the\nnecessary permit. Uzuegbunam then applied for and received a permit\nto use the free speech zone.Twenty minutes after Uzuegbunam began speaking\non the day allowed by his permit, another campus police officer\nagain told him to stop, this time saying that people had complained\nabout his speech. Campus policy prohibited using the free speech\nzone to say anything that “disturbs the peace and/or comfort of\nperson(s).” App. to Pet. for Cert. 151(a). The officer told\nUzuegbunam that his speech violated this policy because it had led\nto complaints. The officer threatened Uzuegbunam with disciplinary\naction if he continued. Uzuegbunam again complied with the order to\nstop speaking. Another student who shares Uzuegbunam’s faith,\nJoseph Bradford, decided not to speak about religion because of\nthese events.Both students sued a number of college officials\nin charge of enforcing the college’s speech policies, arguing that\nthose policies violated the First Amendment. As relevant here, they\nsought nominal damages and injunctive relief. Respondents initially\nattempted to defend the policy, stating that Uzuegbunam’s\ndiscussion of his religion “arguably rose to the level of ‘fighting\nwords.’ ”Id.,at 155(a). But the college officials\nquickly abandoned that strategy and instead decided to get rid of\nthe challenged policies. They then moved to dismiss, arguing that\nthe suit was moot, because of the policy change. The students\nagreed that injunctive relief was no longer available, but they\ndisagreed that the case was moot. They contended that their case\nwas still live because they had also sought nominal damages. The\nDistrict Court dismissed the case, holding that the students’ claim\nfor nominal damages was insufficient by itself to establish\nstanding.The Eleventh Circuit affirmed. 781 Fed. Appx.\n824 (2019). It stated that a request for nominal damages can save a\ncase from mootness in certain circumstances, such as where a person\npleads but fails to prove an amount of compensatory damages. But,\nbecause the students did not request compensatory damages, their\nplea for nominal damages could not by itself establish\nstanding.We granted certiorari to consider whether a\nplaintiff who sues over a completed injury and establishes the\nfirst two elements of standing (injury and traceability) can\nestablish the third by requesting only nominal damages. 591\nU. S. ___ (2020). We now reverse.IITo satisfy the “ ‘irreducible\nconstitutional minimum’ ” of Article III standing, a plaintiff\nmust not only establish (1) an injury in fact (2) that is\nfairly traceable to the challenged conduct, but he must also seek\n(3) a remedy that is likely to redress that injury.Spokeo,\nInc.v.Robins, 578 U.S. 330, 338 (2016); see alsoGillv.Whitford, 585 U. S. ___, ___–___ (2018)\n(slip op., at 13–14). There is no dispute that Uzuegbunam has\nestablished the first two elements. The only question is whether\nthe remedy he sought—nominal damages—can redress the constitutional\nviolation that Uzuegbunam alleges occurred when campus officials\nenforced the speech policies against him.AIn determining whether nominal damages can\nredress a past injury, we look to the forms of relief awarded at\ncommon law. “Article III’s restriction of the judicial power to\n‘Cases’ and ‘Controversies’ is properly understood to mean ‘cases\nand controversies of the sort traditionally amenable to, and\nresolved by, the judicial process.’ ”Vermont Agency of\nNatural Resourcesv.United States ex rel. Stevens,529 U.S.\n765, 774 (2000) (quotingSteel Co.v.Citizens for\nBetter Environment,523 U.S.\n83, 102 (1998)); cf.Memphis Community School Dist.v.Stachura,477 U.S.\n299, 306 (1986) (relief for “§1983 plaintiffs . . .\nis ordinarily determined according to principles derived from the\ncommon law of torts”). The parties here agree that courts at common\nlaw routinely awarded nominal damages. They, instead, dispute what\nkinds of harms those damages could redress.Both sides agree that nominal damages\nhistorically could provide prospective relief. The award of nominal\ndamages was one way for plaintiffs at common law to “obtain a form\nof declaratory relief in a legal system with no general declaratory\njudgment act.” D. Laycock & R. Hasen, Modern American Remedies\n636 (5th ed. 2019). For example, a trespass to land or water rights\nmight raise a prospective threat to a property right by creating\nthe foundation for a future claim of adverse possession or\nprescriptive easement.Blanchardv.Baker, 8 Me. 253,\n268 (1832) (“If an unlawful diversion [of water] is suffered for\ntwenty years, it ripens into a right, which cannot be\ncontroverted”). By obtaining a declaration of trespass, a property\nowner could “vindicate his right by action” and protect against\nthose future threats.Ibid.Courts at common law would not\ndeclare property boundaries in the abstract, “but the suit for\nnominal damages allowed them to do so indirectly.” Laycock,supra,at 636.The parties disagree, however, about whether\nnominal damages alone could provide retrospective relief. Stressing\nthe declaratory function, respondents argue that nominal damages by\nthemselves redressed only continuing or threatened injury, not past\ninjury.But cases at common law paint a different\npicture. Early courts required the plaintiff to prove actual\nmonetary damages in every case: “[I]njuria & damnum [injury and\ndamage] are the two grounds for the having [of] all actions, and\nwithout these, no action lieth.”Cablev.Rogers, 3\nBulst. 311, 312, 81 Eng. Rep. 259 (K. B. 1625). Later courts,\nhowever, reasoned thateverylegal injury necessarily causes\ndamage, so they awarded nominal damages absent evidence of other\ndamages (such as compensatory, statutory, or punitive damages), and\nthey did so where there was no apparent continuing or threatened\ninjury for nominal damages to redress. See,e.g.,Barkerv.Green, 2 Bing. 317, 130 Eng. Rep. 327 (C.\nP. 1824) (nominal damages awarded for 1-day delay in arrest because\n“if there was a breach of duty the law would presume some damage”);Hatchv.Lewis, 2 F. & F. 467, 479, 485–486, 175\nEng. Rep. 1145, 1150, 1153 (N. P. 1861) (ineffective\nassistance by criminal defense attorney that does not prejudice the\nclient);Dodsv.Evans, 15 C. B. N. S. 621, 624,\n627, 143 Eng. Rep. 929, 930–931 (C. P. 1864) (breach of\ncontract);Marzettiv.Williams, 1 B. & Ad. 415,\n417–418, 423–428, 109 Eng. Rep. 842, 843, 845–847 (K. B. 1830)\n(bank’s 1-day delay in paying on a check);id.,at 424, 109\nEng. Rep., at 845 (recognizing that breach of contract could create\na continuing injury but determining that the fact of breach of\ncontract by itself justified nominal damages).The latter approach was followed both before and\nafter ratification of the Constitution. An early case about voting\nrights effectively illustrates this common-law understanding. Faced\nwith a suit pleading denial of the right to vote, the court\nrejected the plaintiff ’s claim because, among other reasons,\nthe plaintiff had not established actual damages.Ashbyv.White, 2 Raym. Ld. 938, 941–943, 948, 92 Eng. Rep. 126, 129,\n130, 133 (K. B. 1703). Dissenting, Lord Holt argued that the common\nlaw inferred damages whenever a legal right was violated. Observing\nthat the law recognized “not merely pecuniary” injury but also\n“personal injury,” Lord Holt stated that “every injury imports a\ndamage” and that a plaintiff could always obtain damages even if he\n“does not lose a penny by reason of the [violation].”Id.,\nat 955, 92 Eng. Rep., at 137. Although Lord Holt was in the\nminority, the House of Lords overturned the majority decision, thus\nvalidating Lord Holt’s position, 3 Salk. 17, 91 Eng. Rep. 665\n(K. B. 1703), and this principle “laid down . . . by Lord\nHolt” was followed “in many subsequent cases,”Embreyv.Owen, 6 Exch. 353, 368, 155 Eng. Rep. 579, 585 (1851).The dissent correctly notes that English courts\ndiffered in some respects from courts under our system, but Lord\nHolt’s position also prevailed in courts on this side of the\nAtlantic. Applying what he called Lord Holt’s “incontrovertible”\nreasoning, Justice Story explained that a prevailing plaintiff “is\nentitled to a verdict for nominal damages” whenever “no other [kind\nof damages] be proved.”Webbv.Portland Mfg.Co., 29 F. Cas. 506, 508–509 (No. 17,322) (CC Me. 1838).\nBecause the common law recognized that “every violation imports\ndamage,” Justice Story reasoned that “[t]he law tolerates no\nfarther inquiry than whether there has been the violation of a\nright.”Ibid.Justice Story also made clear that this logic\napplied to both retrospective and prospective relief.Id.,at 507 (stating that nominal damages are available “wherever there\nis a wrong” and that, “[a] fortiori, this doctrine applies where\nthere is not only a violation of a right of the plaintiff, but the\nact of the defendant, if continued, may become the foundation, by\nlapse of time, of an adverse right”).The dissent discounts Justice Story’s statement,\nsaying that he took a potentially contradictory position elsewhere\nand asserted that both actual damages and a violation of a legal\nright are required.Post,at 7–8 (opinion of Roberts,\nC. J.). But in the same source the dissent cites, Justice\nStory said that nominal damages are “presumed” “[w]here the breach\nof duty is clear.” Commentaries on the Law of Agency §217, p. 211\n(1839). Justice Story adopted the same position a few years later.Whipplev.Cumberland Mfg. Co., 29 F. Cas. 934, 936\n(No. 17,516) (CC Me. 1843) (stating that it is “well-known and\nwell-settled” that “wherever a wrong is done to a right,” at\nminimum “nominal damages will be given”). And other jurists\ndeclared that “[t]he principle that every injury legally imports\ndamage, was decisively settled, in the case ofAshby.”Parkerv.Griswold, 17 Conn. *288, *304–*306 (1845)\n(citing many cases on both sides of the Atlantic, includingWebbandMarzetti). This history is hardly one of\n“indeterminate sources.”Post,at 8.Admittedly, the rule allowing nominal damages\nfor a violation of any legal right, though “decisively settled,”Parker,17 Conn., at *304, was not universally followed—as\nis true for most common-law doctrines. And some courts only\nfollowed the rule in part, recognizing the availability of nominal\ndamages but holding that the improper denial of nominal damages\ncould be harmless error. Yet, even among these courts, many adopted\nthe rule in full whenever a person proved that there was a\nviolation of an “important right.”E.g.,Hechtv.Harrison, 5 Wyo. 279, 290,40 P. 306, 309–310 (1895); accord,Reidv.Johnson, 132 Ind. 416, 419, 31 N.E. 1107, 1108 (1892)\n(“substantial right”). Nonetheless, the prevailing rule, “well\nestablished” at common law, was “that a party whose rights are\ninvaded can always recover nominal damages without furnishing any\nevidence of actual damage.” 1 T. Sedgwick, Measure of Damages 71,\nn. a (7th ed. 1880); see alsoid.,at 72 (citing Lord\nHolt’s opinion inAshby).That this rule developed at common law is\nunsurprising in the light of the noneconomic rights that\nindividuals had at that time. A contrary rule would have meant, in\nmany cases, that there was no remedy at all for those rights, such\nas due process or voting rights, that were not readily reducible to\nmonetary valuation. See D. Dobbs, Law of Remedies §3.3(2) (3d ed.\n2018) (nominal damages are often awarded for a right “not economic\nin character and for which no substantial non-pecuniary award is\navailable”); see alsoCareyv.Piphus,435 U.S.\n247, 266–267 (1978) (awarding nominal damages for a violation\nof procedural due process). By permitting plaintiffs to pursue\nnominal damages whenever they suffered a personal legal injury, the\ncommon law avoided the oddity of privileging small-dollar economic\nrights over important, but not easily quantifiable, nonpecuniary\nrights.BRespondents and the dissent attempt to\ndiscount this historical line of cases by contending that something\nother than nominal damages provided redressability. They argue\ninstead that courts could award nominal damages only when a\nplaintiff pleaded compensatory damages but failed to prove a\nspecific amount. In those circumstances, they say, the plea for\ncompensatory damages is what satisfied the redressability\nrequirement, and courts awarded nominal damages merely as a\ntechnical matter. We do not agree.To begin with, the cases themselves did not\nrequire a plea for compensatory damages as a condition for\nreceiving nominal damages. Lord Holt spoke in categorical terms:\n“[E]very injury imports a damage,” so a plaintiff who proved a\nlegal violation could always obtain some form of damages because he\n“must of necessity have a means to vindicate and maintain [the\nright].”Ashby, 2 Raym. Ld., at 953–955, 92 Eng. Rep., at\n136–137. Justice Story’s language was no less definitive: “The law\ntolerates no farther inquiry than whether there has been the\nviolation of a right.”Webb, 29 F. Cas., at 508. When a\nright is violated, that violation “imports damage in the nature of\nit” and “the party injured is entitled to a verdict for nominal\ndamages.”Id., at 508.Respondents and the dissent thus get the\nrelationship between nominal damages and compensatory damages\nbackwards. Nominal damages are not a consolation prize for the\nplaintiff who pleads, but fails to prove, compensatory damages.\nThey are instead the damages awarded by default until the plaintiff\nestablishes entitlement to some other form of damages, such as\ncompensatory or statutory damages. See,e.g.,Dods,\n15 C. B. N. S., at 621, 627, 143 Eng. Rep., at 929, 931\n(prevailing plaintiff entitled to nominal damages as a matter of\nlaw even where jury neglected to find them); see alsoStachura, 477 U. S., at 308 (rejecting the argument\nthat courts could presume, without proof, damages greater than\nnominal).The argument that a claim for compensatory\ndamages is a prerequisite for an award of nominal damages also\nrests on the flawed premise that nominal damages are purely\nsymbolic, a mere judicial token that provides no actual benefit to\nthe plaintiff. That contention is not without some support. See,e.g.,Stantonv. New York & Eastern R.\nCo., 59 Conn. 272, 282, 22 A. 300, 303 (1890) (“Nominal damages\nmean no damages at all. They exist only in name, and not in\namount”); but cf.ibid.(still recognizing that nominal\ndamages are appropriate when a right is violated). But this view is\nagainst the weight of the history discussed above, and we have\nalready expressly rejected it. Despite being small, nominal damages\nare certainly concrete. The dissent says that “an award of nominal\ndamages does not change [a plaintiff’s] status or condition at\nall.”Post,at 3. But we have already held that a person who\nis awarded nominal damages receives “relief on the merits of his\nclaim” and “may demand payment for nominal damages no less than he\nmay demand payment for millions of dollars in compensatory\ndamages.”Farrarv.Hobby,506\nU.S. 103, 111, 113 (1992). Because nominal damages are in fact\ndamages paid to the plaintiff, they “affec[t] the behavior of the\ndefendant towards the plaintiff ” and thus independently\nprovide redress.Hewittv.Helms,482 U.S.\n755, 761 (1987) (emphasis deleted); accord,Mission Product\nHoldings, Inc.v.Tempnology, LLC, 587 U. S. ___,\n___ (2019) (slip op., at 6) (“If there is any chance of money\nchanging hands, [the] suit remains live”). True, a single dollar\noften cannot provide full redress, but the ability “to effectuate a\npartial remedy” satisfies the redressability requirement.Church\nof Scientology of Cal. v.United States,506 U.S.\n9, 13 (1992).The next difficulty faced by respondents and the\ndissent is their inability to square their argument with\nestablished principles of standing. Because redressability is an\n“ ‘irreducible’ ” component of standing,Spokeo,\n578 U. S., at 338, no federal court has jurisdiction to enter\na judgment unless it provides a remedy that can redress the\nplaintiff ’s injury. Yet early courts routinely awarded\nnominal damages alone. Certainly, no one seems to think that those\njudgments were without legal effect. Those nominal damages\nnecessarily must have provided redress. Respondents contend that a\nrequest for compensatory damages at the pleading stage was what\nprovided the basis for nominal damages at the judgment stage. But a\nplaintiff must maintain a personal interest in the dispute at every\nstage of litigation, including when judgment is entered,Lujanv.Defenders of Wildlife,504 U.S.\n555, 561 (1992), and must do so “separately for each form of\nrelief sought,”Friends of the Earth, Inc.v.Laidlaw\nEnvironmental Services (TOC), Inc.,528\nU.S. 167, 185 (2000). As soon as a plea for compensatory\ndamages fails at the factfinding stage of litigation, that plea can\nno longer support jurisdiction for a favorable judgment. The\ndissent’s contrary assertion is unaccompanied by any citation.Likewise, any analogy to attorney’s fees and\ncosts fails. A request for attorney’s fees or costs cannot\nestablish standing because those awards are merely a “byproduct” of\na suit that already succeeded, not a form of redressability.Steel Co., 523 U. S., at 107; see alsoLewisv.Continental Bank Corp.,494 U.S.\n472, 480 (1990). In contrast, nominal damages are redress, not\na byproduct.IIIBecause nominal damages were available at\ncommon law in analogous circumstances, we conclude that a request\nfor nominal damages satisfies the redressability element of\nstanding where a plaintiff’s claim is based on a completed\nviolation of a legal right.The dissent worries that after today the\nJudiciary will be required to weigh in on legal questions “whenever\na plaintiff asks for a dollar.”Post,at 9. But petitioners\nstill would have satisfied redressability if instead of one dollar\nin nominal damages they sought one dollar in compensation for a\nwasted bus fare to travel to the free speech zone. The dissent\n“would place a higher value on Article III” than a dollar.Post,at 1; but seeSprint Communications Co.v.APCC Services, Inc.,554 U.S.\n269, 305 (2008) (Roberts, C. J., dissenting) (“Article III\nis worth a dollar”). But Congress abolished the statutory\namount-in-controversy requirement for federal-question jurisdiction\nin 1980. Federal Question Jurisdictional Amendments Act, 94Stat.\n2369. And we have never held that one applies as a matter of\nconstitutional law.This is not to say that a request for nominal\ndamages guarantees entry to court. Our holding concerns only\nredressability. It remains for the plaintiff to establish the other\nelements of standing (such as a particularized injury); plead a\ncognizable cause of action,Planckv.Anderson, 5\nT. R. 37, 41, 101 Eng. Rep. 21, 23 (K. B. 1792) (“if no\n[actual] damage be sustained, the creditor has no cause of action”\nfor some claims); and meet all other relevant requirements. We hold\nonly that, for the purpose of Article III standing, nominal damages\nprovide the necessary redress for a completed violation of a legal\nright.Applying this principle here is straightforward.\nFor purposes of this appeal, it is undisputed that Uzuegbunam\nexperienced a completed violation of his constitutional rights when\nrespondents enforced their speech policies against him. Because\n“every violation [of a right] imports damage,”Webb, 29\nF. Cas., at 509, nominal damages can redress Uzuegbunam’s\ninjury even if he cannot or chooses not to quantify that harm in\neconomic terms.[1]*The judgment of the Court of Appeals is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1*We do not decide whether\nBradford can pursue nominal damages. Nominal damages go only to\nredressability and are unavailable where a plaintiff has failed to\nestablish a past, completed injury. The District Court should\ndetermine in the first instance whether the enforcement against\nUzuegbunam also violated Bradford’s constitutional\nrights.",
    "joined": []
}