{
    "case": {
        "docket": "17-130",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-130/"
    },
    "id": "3918477",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–130_________________RAYMOND J. LUCIA, et al., PETITIONERSv.SECURITIES AND EXCHANGE COMMISSIONon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 21, 2018]Justice Thomas, with whom Justice Gorsuch\njoins, concurring.I agree with the Court that this case is\nindistinguishable fromFreytagv.Commissioner, 501\nU. S. 868 (1991). If the special trial judges inFreytagwere “Officers of the United States,” Art. II,\n§2, cl. 2, then so are the administrative law judges of the\nSecurities and Exchange Commission. Moving forward, however, this\nCourt will not be able to decide every Appointments Clause case by\ncomparing it toFreytag. And, as the Court acknowledges, our\nprecedents in this area do not provide much guidance. Seeante,at 6. While precedents likeFreytagdiscuss\nwhat issufficientto make someone an officer of the United\nStates, our precedents have never clearly defined what isnecessary. I would resolve that question based on the\noriginal public meaning of “Officers of the United States.” To the\nFounders, this term encompassed all federal civil officials\n“ ‘with responsibility for an ongoing statutory duty.’ ”NLRBv.SW General, Inc., 580 U. S. ___, ___\n(2017) (Thomas, J., concurring) (slip op., at 4); Mascott, Who Are\n“Officers of the United States”? 70 Stan. L. Rev. 443, 564\n(2018) (Mascott).[1]The Appointments Clause provides the exclusive\nprocess for appointing “Officers of the United States.” SeeSW\nGeneral,supra, at ___ (opinion of Thomas, J.) (slip\nop., at 1). While principal officers must be nominated by the\nPresident and confirmed by the Senate, Congress can authorize the\nappointment of “inferior Officers” by “the President alone,” “the\nCourts of Law,” or “the Heads of Departments.” Art. II, §2,\ncl. 2.This alternative process for appointing inferior\nofficers strikes a balance between efficiency and accountability.\nGiven the sheer number of inferior officers, it would be too\nburdensome to require each of them to run the gauntlet of Senate\nconfirmation. SeeUnited Statesv.Germaine, 99\nU. S. 508, 509–510 (1879); 2 Records of the Federal Convention\nof 1787, pp. 627–628 (M. Farrand ed. 1911). But, by specifying\nonly a limited number of actors who can appoint inferior officers\nwithout Senate confirmation, the Appointments Clause maintains\nclear lines of accountability—encouraging good appointments and\ngiving the public someone to blame for bad ones. See The Federalist\nNo. 76, p. 455 (C. Rossiter ed. 1961) (A. Hamilton);\nWilson, Lectures on Law: Government, in 1 The Works of James Wilson\n343, 359–361 (J. Andrews ed., 1896).The Founders likely understood the term\n“Officers of the United States” to encompass all federal civil\nofficials who perform an ongoing, statutory duty—no matter how\nimportant or significant the duty. See Mascott 454. “Officers of\nthe United States” was probably not a term of art that the\nConstitution used to signify some special type of official. Based\non how the Founders used it and similar terms, the phrase “of the\nUnited States” was merely a synonym for “federal,” and the word\n“Office[r]” carried its ordinary meaning. Seeid.,at\n471–479. The ordinary meaning of “officer” was anyone who performed\na continuous public duty. Seeid.,at 484–507;e.g.,\nUnited Statesv.Maurice, 26 F. Cas. 1211, 1214\n(No. 15,747) (CC Va. 1823) (defining officer as someone in\n“ ‘a public charge or employment’ ” who performed a\n“continuing” duty); 8 Annals of Cong. 2304–2305 (1799) (statement\nof Rep. Harper) (explaining that the word officer “is derived from\nthe Latin wordofficium” and “includes all persons holding\nposts which require the performance of some public duty”). For\nfederal officers, that duty is “established by Law”—that is, by\nstatute. Art. II, §2, cl. 2. The Founders considered\nindividuals to be officers even if they performed only ministerial\nstatutory duties—including recordkeepers, clerks, and tidewaiters\n(individuals who watched goods land at a customhouse). See Mascott\n484–507. Early congressional practice reflected this understanding.\nWith exceptions not relevant here,[2] Congress required all fed- eral officials with ongoing\nstatutory duties to be appointed in compliance with the\nAppointments Clause. Seeid.,at 507–545.Applying the original meaning here, the\nadministrative law judges of the Securities and Exchange Commission\neasily qualify as “Officers of the United States.” These judges\nexercise many of the agency’s statutory duties, including issuing\ninitial decisions in adversarial proceedings. See 15\nU. S. C. §78d–1(a); 17 CFR §§200.14, 200.30–9 (2017). As\nexplained, the importance or significance of these statutory duties\nis irrelevant. All that matters is that the judges are continuously\nresponsible for performing them.In short, the administrative law judges of the\nSecurities Exchange Commission are “Officers of the United States”\nunder the original meaning of the Appointments Clause. They have\n“ ‘responsibility for an ongoing statutory duty,’ ” which\nis sufficient to resolve this case.SW General, 580\nU. S., at ___ (opinion of Thomas, J.) (slip op., at 4).\nBecause the Court reaches the same conclusion by correctly applyingFreytag, I join its opinion.Notes1I address only the\ndividing line between “Officers of the United States,” who are\nsubject to the Appointments Clause, and nonofficer employees, who\nare not. I express no view on the meaning of “Office” or “Officer”\nin any other provision of the Constitution, or the difference\nbetween principal officers and inferior officers under the\nAppointments Clause.2The First Congress\nexempted certain officials with ongoing statu-tory duties, such as\ndeputies and military officers, from the requirementsof the\nAppointments Clause. But these narrow exceptions do not disprove\nthe rule, as background principles of founding-era law explain each\nof them. See Mascott 480–483, 515–530.",
    "joined": []
}