{
    "case": {
        "docket": "18-882",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-882/"
    },
    "id": "4233000",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–882_________________NORIS BABB, PETITIONERv.ROBERT\nWILKIE, SECRETARY OF VETERANS AFFAIRSon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[April 6, 2020]Justice Thomas, dissenting.Until now, the rule for pleading a claim under a\nfederal antidiscrimination statute was clear: A plaintiff had to\nplausibly allege that discrimination was the but-for cause of an\nadverse action, unless the statute’s text unequivocally replaced\nthat standard with a different one. Today, however, the Court\ndeparts from this rule, concluding that the federal-sector\nprovision of the Age Discrimination in Employment Act of 1967\n(ADEA) imposes liability if an agency’s personnel actions are at\nall tainted by considerations of age. Seeante, at 1. This\nrule is so broad that a plaintiff could bring a cause of action\neven if he is ultimately promoted or hired over a younger\napplicant. This novel “any consideration” standard does serious\ndamage to our interpretation of antidiscrimination statutes and\ndisrupts the settled expectations of federal employers and\nemployees. I therefore respectfully dissent.IAIn my view, the default rule of but-for\ncausation applies here because it is not clearly displaced by the\ntext of the ADEA’s federal-sector provision. Though the Court\nengages at length with the provision’s text, it barely acknowledges\nour default rule, which undergirds our antidiscrimination\njurisprudence. Because the interpretation of an antidiscrimination\nstatute must be assessed against the backdrop of this default rule,\nI begin by describing the rule in detail.We have explained that “[c]ausation in\nfact—i.e.,proof that the defendant’s conduct did in fact\ncause the plaintiff ’s injury—is a standard requirement of any\ntort claim,” including claims of discrimination.University of\nTex. Southwestern Medical Centerv.Nassar,570\nU.S. 338, 346 (2013) (quoting various provisions of the\nRestatement of Torts (1934)). “In the usual course, this standard\nrequires the plaintiff to show that the harm would not have\noccurred in the absence of—that is, but for—the defendant’s\nconduct.”Id., at 346–347 (internal quotation marks\nomitted). But-for causation is “the background against which\nCongress legislate[s],” and it is “the default rul[e Congress] is\npresumed to have incorporated, absent an indication to the contrary\nin the statute itself.”Id., at 347 (citing W. Keeton, D.\nDobbs, R. Keeton, & D. Owen, Prosser and Keeton on Law of Torts\n265 (5th ed. 1984)). We have recognized as much when interpreting\n42 U. S. C. §1981’s prohibition against racial\ndiscrimination in contracting,Comcast Corp.v.National\nAssn. of African American-Owned Media,ante, p. ___,\nTitle VII’s retaliation provision,Nassar,570 U.S.\n338, and the private-sector provision of the ADEA,Grossv.FBL Financial Services,Inc.,557 U.S.\n167(2009).Given this established backdrop, the question\nbecomes whether the federal-sector provision of the ADEA contains\nsufficiently clear language to overcome the default rule. The\nprovision states: “All personnel actions affecting employees or\napplicants for employment who are at least 40 years of age\n. . . shall be made free from any discrimination based on\nage.” 29 U. S. C. §633a(a).I agree with the Court that discrimination means\ndifferential treatment, that “based on” connotes a but-for\nrelationship, and that “to make” typically means to produce or to\nbecome.Ante, at 5. But I disagree with the Court’s overall\ninterpretation of how these terms fit together. Specifically, the\nCourt believes that “ ‘based on age’ ” modifies only\n“ ‘discrimination,’ ” not “ ‘personnel\nactions.’ ”Ante, at 6. From this, the Court concludes\nthat the plain meaning of the text “demands that personnel actions\nbe untainted by any consideration of age.”Ante, at 1.In my view, however, the provision is also\nsusceptible of the Government’s interpretation,i.e.,that\nthe entire phrase “discrimination based on age” modifies “personnel\nactions.” Under this reading, as the Government explains, the\nprovision “prohibits agencies from engaging in ‘discriminationbased onage’ in the making of personnel actions.” Brief for\nRespondent 16. Because the only thing being “made” in the statute\nis a “personnel action,” it is entirely reasonable to conclude that\nage must be the but-for cause of that personnel action.At most, the substantive mandate against\ndiscrimination in §633a(a) is ambiguous. And it goes without saying\nthat an ambiguous provision does not contain the clear language\nnecessary to displace the default rule. Accordingly, I would hold\nthat the default rule of but-for causation applies here.BThe Court attempts to downplay the sweeping\nnature of its novel “any consideration” rule by discussing the\nlimited remedies available under that rule. Specifically, the Court\ndeclares that a plaintiff can obtain compensatory damages, backpay,\nand reinstatement only if he proves that age was a but-for cause of\nan adverse personnel action. Otherwise, he can obtain only\ninjunctive or prospective relief. Seeante, at 13–14.If the text of the ADEA contained this remedial\nscheme, it would support the Court’s conclusion regarding\ncausation. But the Court does not cite any remedial statutory\nprovision. Nor can it, as one does not exist. The Court also fails\nto cite any authority suggesting that its remedial scheme existed,\nat common law or otherwise, in 1974 when Congress added the\nfederal-sector provision to the ADEA. §28(b)(2), 88Stat. 74–75.Instead, the Court principally relies onTexasv.Lesage,528 U.S.\n18(1999) (per curiam), which appliedMt.\nHealthy City Bd. of Ed.v.Doyle,429 U.S.\n274(1977). SeeLesage, 528 U. S., at 20–22. ButMt. Healthyand, by extension,Lesagedo not assist\nthe Court. InMt. Healthy, the Court crafted, for the first\ntime, a remedial scheme for constitutional claims brought under 42\nU. S. C. §1983. 429 U. S., at 285–287.\nSignificantly, that decision postdates enactment of the\nfederal-sector provision by three years. AndMt. Healthydid\nnot import a remedial scheme from a previously existing statute or\ncommon-law rule. Rather, the Court cited other cases in which it\nhad similarly fashioned a novel causation standard for\nconstitutional claims—none of which concerned remedies—as\n“instructive in formulating the test to be applied.”Id., at\n286–287. It is incongruous to suggest that Congress could have\nintended to incorporate a remedial scheme that appears not to have\nexisted at the time the statute was passed. Moreover,Mt.\nHealthyconcerned a constitutional injury, and the Court was\ntasked with creating a remedy for that injury in the face of\n§1983’s silence. The Court fails to provide any explanation as to\nwhy it is appropriate to rely on judicially fashioned remedies for\nconstitutional injuries in this purely statutory context.In sum, the Court implausibly concludes that, in\nthe federal-sector provision of the ADEA, Congress created a novel\n“any consideration” causation standard but remained completely\nsilent as to what remedies were available under that new rule. Just\nas implausibly, the Court assumes from this congressional silence\nthat Congress intended for judges to craft a remedial scheme in\nwhich the available relief would vary depending on the inflicted\ninjury, using an as-yet- unknown scheme.I would not follow such an unusual course. We\nhave stated in the past that we must “read [the ADEA] the way\nCongress wrote it.”Meachamv.Knolls Atomic Power\nLaboratory,554 U.S.\n84, 102 (2008). The federal-sector provision contains no clear\nlanguage displacing the default rule, and Congress has demonstrated\nthat it knows how to do so when it wishes. See 42\nU. S. C. §2000e–2(m) (providing that an employer is\nliable if an employee establishes that a protected characteristic\nwas a motivating factor in an employment action); §2000e–5(g)(2)(B)\n(limiting the remedies available to plaintiffs who establish\nmotivating factor liability).[1] Rather than supplementing a novel rule with a\njudicially crafted remedy, I would infer from the textual silence\nthat Congress wrote the ADEA to conform to the default rule of\nbut-for causation.IIPerhaps the most striking aspect of the\nCourt’s analysis is its failure to grapple with the sheer\nunworkability of its rule. The Court contends that a plaintiff may\nsuccessfully bring a cause of action if age “taint[s]” the making\nof a personnel action, even if the agency would have reached the\nsame outcome absent any age-based discrimination.Ante, at\n6–7. Because §633a(a)’s language also appears in the federal-sector\nprovision of Title VII, 42 U. S. C. §2000e–16(a), the Court’s rule presumably applies to\nclaims alleging discrimination based on sex, race, religion, color,\nand national origin as well.The Court’s rule might have some purchase if, as\nBabb contends, the Federal Government purposely set up a purely\nmerit-based system for its personnel actions. But as anyone with\nknowledge of the Federal Government’s hiring practices knows, this\nis hardly the case. Federal hiring is riddled with exceptions and\naffirmative action programs, which by their very nature are not\nsingularly focused on merit.A few examples suffice to demonstrate this\npoint. The Veterans Preference Act of 1944 entitles certain\nveterans, their spouses, and their parents to preferences in hiring\nand in retention during reductions in force. 5 U. S. C.\n§§2108(3), 3502, 3309; 5 CFR §211.102 (2019). Affirmative action\nexists for people with disabilities, both in competitive and\nnoncompetitive employment. See 29 U. S. C. §791; 5 CFR\n§213.3102(u); 29 CFR §1614.203(d) (2019). The Federal Equal\nOpportunity Recruitment Program requires agencies to implement\nrecruitment plans for women and certain underrepresented\nminorities. 5 U. S. C. §7201; 5 CFR §720.205. And Exec.\nOrder No. 13171, 3 CFR 299 (2000), requires federal agencies to\n“provide a plan for recruiting Hispanics that creates a fully\ndiverse work force for the agency in the 21st century.” Whatever\nthe wisdom of these policies, they are not strictly merit-based\nhiring.The Court’s new rule is irreconcilable with\nthese various programs because affirmative action initiatives\nalways taint personnel actions with consideration of a protected\ncharacteristic. Consider Exec. Order No. 13583, 3 CFR 267 (2011),\nwhich directs agencies to “develop and implement a more\ncomprehensive, integrated, and strategic focus on diversity and\ninclusion as a key component of their human resources strategies.”\nTo provide just one example of how agencies are implementing this\nrequirement, Customs and Border Protection’s plan commits the\nagency to “[i]ncreas[ing the] percentage of applicants from\nunderrepresented groups for internships and fellowships,”\n“[c]reat[ing] a targeted outreach campaign to underrepresented\ngroups for career development programs at all levels,”\n“[e]stablish[ing] and maintain[ing] strategic partnerships with\ndiverse professional and affinity organizations,” “[a]nalyz[ing]\ndemographic data for new hires and employee separations to identify\nand assess potential barriers to workforce diversity,” and\n“[d]evelop[ing] a diversity recruitment performance dashboard which\nprovides relevant statistics and related performance metrics to\nevaluate progress towards achievement of recruitment goals.”\nU. S. Customs and Border Protection, Privacy and Diversity\nOffice, Diversity and Inclusion: Strategic Plan 2016–2020, pp.\n11–15 (2015). Programs such as these intentionally inject race,\nsex, and national origin into agencies’ hiring and promotion\ndecisions at the express direction of the President or\nCongress.A but-for (or even a motivating-factor[2]) standard of causation could coexist\nrelatively easily with these affirmative action programs, as it\nwould be difficult for a plaintiff to plausibly plead facts\nsufficient to establish the requisite causation. The Court’s rule,\nby contrast, raises the possibility that agencies will be faced\nwith a flood of investigations by the EEOC or litigation from\ndissatisfied federal employees. So long as those employees can show\nthat their employer’s decision to hire a particular job applicant\nwas “tainted” because that applicant benefited in some way from an\naffirmative action program, their complaints to enjoin these\nprograms can survive at least the pleadings stage.[3]*  *  *Today’s decision is inconsistent with the\ndefault rule underlying our interpretation of antidiscrimination\nstatutes and our precedents, which have consistently applied that\nrule. Perhaps just as important, the Court’s holding unnecessarily\nrisks imposing hardship on those tasked with managing thousands of\nemployees within our numerous federal agencies. I respectfully\ndissent.Notes1Courts have followed\nsimilar reasoning when determining the standard of causation under\nthe Americans with Disabilities Act. See,e.g., Natofskyv.New York, 921 F.3d 337, 346–348 (CA2 2019);Gentryv.East West Partners Club Mgmt. Co., 816 F.3d 228, 233–236\n(CA4 2016);Serwatkav.Rockwell Automation,Inc., 591 F.3d 957, 961–964 (CA7 2010).2Many Courts of Appeals\napply the motivating-factor standard tofederal-sector Title VII\nclaims. See,e.g., Poncev.Billington, 679 F.3d 840,\n844 (CADC 2012);Makkyv.Chertoff, 541 F.3d 205,\n213–214 (CA3 2008). Even assuming this is a correct interpretation,\nsee 42 U. S. C. §2000e–16(d) (incorporating by reference\nthe private-sector motivating-factor provisions), the Court’s “any\nconsideration” rule imposes an even lower bar. No party submitted\nbriefing on the criteria that courts or the Equal Employment\nOpportunity Commission (EEOC) use to establish a motivating factor,\nbut the cases from which this standard was derived indicate that it\nmirrored the tort concept of substantial cause. See,e.g., Price\nWaterhousev.Hopkins,490 U.S.\n228, 249 (1989) (plurality opinion);Mt. Healthy City Bd. of\nEd.v.Doyle,429 U.S.\n274, 287 (1977).3On this score, it is\nworth mentioning that even the EEOC has not adopted the Court’s low\nbar but instead employs a motivating-factor standard. See,e.g.,Brenton W.v.Chao, 2017 WL 2953878, *9\n(June 29, 2017);Arroyov.Shinseki, 2012 WL 2952078,\n*4 (July 11, 2012).",
    "joined": []
}