{
    "case": {
        "docket": "19-177",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-177/"
    },
    "id": "4267238",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–177_________________AGENCY FOR INTERNATIONAL DEVELOPMENT,\net al., PETITIONERSv.ALLIANCE FOR OPEN SOCIETY\nINTERNATIONAL, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 29, 2020]Justice Thomas, concurring.I agree with the Court that the Policy\nRequirement does not violate the First Amendment as applied to\nrespondents’ foreign affiliates, and I agree that nothing about\nthis Court’s decision inAgency for Int’l Developmentv.Alliance for Open Society Int’l, Inc.,570 U.S.\n205(2013) (AOSI I), suggests otherwise. Seeante, at 8–9. I write separately to note my continued\ndisagreement withAOSI Iand to explain that the Policy\nRequirement does not violate the First Amendment for a far simpler\nreason: It does not compel anyone to say anything.InAOSI I, the Court erred by holding\nthat the Policy Requirement violated respondents’ First Amendment\nrights by conditioning their receipt of Leadership Act[1] funds on the affirmation of certain\nprogram objectives. “The First Amendment does not mandate a\nviewpoint-neutral government.”AOSI I, 570 U. S., at\n221 (Scalia, J., joined by Thomas, J., dissenting). Thus, the\nGovernment may require those who seek to carry out federally funded\nprograms to support the Government’s objectives with regard to\nthose programs.Ibid.After all, the Constitution itself\n“impos[es] affirmative ideological commitments prerequisite to\nassisting in the government’s work.”Id., at 227. It\nexcludes viewpoints such as communism and anarchism, stating that\nthose engaged in government work must swear an oath to support our\nConstitution’s republican form of government. See Art. VI,\ncl. 3.Moreover, the mere conditioning of funds on\n“ ‘the affirmation of a belief’ ” tied to the purpose of\na government program involves “no compulsion at all.”AOSI\nI, 570 U. S., at 226 (Scalia, J., joined by Thomas, J.,\ndissenting). Such a condition is “the reasonable price of admission\nto a limited government-spending program that each organization\nremains free to accept or reject.”Ibid.Just as respondents\nare not compelled to associate with their foreign affiliates, seeante, at 6–8, they are not compelled to participate in the\nLeadership Act program.The Policy Requirement does not violate the\nFirst Amendment, regardless of whether it is applied to\nrespondents, respondents’ legally distinct foreign affiliates, or\nany other organization, foreign or domestic. Because the Court\nproperly rejects respondents’ attempt to extend our erroneous\nprecedent, I join its opinion in full.Notes1As the Court explains,\nthe United States Leadership Against HIV/AIDS, Tuberculosis, and\nMalaria Act of 2003 (Leadership Act), 22 U. S. C. §7601et seq., “allocate[s] billions of dollars to American\nand foreign nongovernmental organizations that combat HIV/AIDS\nabroad.”Ante,at 1.",
    "joined": []
}