{
    "case": {
        "docket": "50",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/50/"
    },
    "id": "1963637",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTTALK AMERICA, INC. V. MICHIGAN BELLTELEPHONE CO.564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNOS. 10-313 AND 10-329TALK AMERICA, INC., PETITIONER10–313v.MICHIGAN BELL TELEPHONE COMPANY dbaAT&T MICHIGANORJIAKOR ISIOGU, et al., PETITIONERS10–329v.MICHIGAN BELL TELEPHONE COMPANY dbaAT&T MICHIGANon writs of certiorari to the united states court\nof appeals for the sixth circuit[June 9, 2011]Justice Thomas delivered the\nopinion of the Court.In these cases, we consider\nwhether an incumbent provider of local telephone service must make\ncertain transmission facilities available to competitors at\ncost-based rates. The Federal Communications Commission (FCC or\nCommission) asamicus curiae[Footnote 1]contends that its regulations require the\nincumbent provider to do so if the facilities are to be used for\ninterconnection: to link the incumbent provider’s telephone network\nwith the competitor’s network for the mutual exchange of traffic.\nWe defer to the Commission’s views and reverse the judgment\nbelow.IThe Telecommunications Act of\n1996 (1996 Act), 110 Stat. 56, imposed a number of duties on\nincumbent providers of local telephone service in order to\nfacilitate market entry by competitors.AT&T Corp.v.Iowa Utilities Bd.,525 U. S. 366, 371\n(1999). The incumbent local ex-change carriers (LECs) owned the\nlocal exchange networks: the physical equipment necessary to\nreceive, properly route, and deliver phone calls among customers.Verizon Communications Inc.v.FCC,535 U. S. 467, 490\n(2002). Before the 1996 Act, a new, competitive LEC could not\ncompete with an incumbent carrier without basically replicating the\nincumbent’s entire existing network.Ibid.The 1996 Act addressed that\nbarrier to market entry by requiring incumbent LECs to share their\nnetworks with competitive LECs in several ways, two of which are\nrelevant here. First, 47 U. S. C. §251(c)(3) requires\nincumbent LECs to lease “on an unbundled basis”—i.e., a la\ncarte—network elements specified by the Commission. This makes it\neasier for a competitor to create its own network without having to\nbuild every element from scratch. In identifying which network\nelements must be available for unbundled lease under §251(c)(3),\nthe Commission is required to consider whether access is\n“necessary” and whether failing to provide access would “impair” a\ncompetitor’s provision of service. §251(d)(2). Second, §251(c)(2)\nmandates that incumbent LECs “provide … interconnection” between\ntheir networks and competitive LECs’ facilities. This ensures that\ncustomers on a competitor’s network can call customers on the\nincumbent’s network, and vice versa. The interconnection duty is\nindependent of the unbundling rules and not subject to impairment\nanalysis. It is undisputed that both un-bundled network elements\nand interconnection must be provided at cost-based rates. See\n§252(d)(1); Brief for Petitioner in No. 10–313, p. 28; Brief\nfor Petitioners in No. 10–329, p. 7; Brief for Respondent\n4.These cases concern incumbent LECs’ obligation\nto share existing “entrance facilities” with competitive LECs.\nEntrance facilities are the transmission facilities (typically\nwires or cables) that connect competitive LECs’ networks with\nincumbent LECs’ networks. The FCC recently adopted a regulation\nspecifying that entrance facilities are not among the network\nelements that §251(c)(3) requires incumbents to lease to\ncompetitors on an unbundled basis at cost-based rates. See 47 CFR\n§51.319(e)(2)(i) (2005). The Commission noted, however, that it\n“d[id] not alter the right of competitive LECs to obtain\ninterconnection facilities pursuant to section 251(c)(2).”In re Unbundled Access to Network Elements, 20 FCC\nRcd. 2533, 2611, ¶140 (2005)(Triennial Review Remand\nOrder).The specific issue here is whether respondent,\nMichigan Bell Telephone Company d/b/a AT&T Michigan (AT&T),\nmust lease existing entrance facilities to competitive LECs at\ncost-based rates. The FCC interprets its regulations to require\nAT&T to do so for the purpose of interconnection. We begin by\nreviewing the Commission’s recent actions regarding entrance\nfacilities and then explain the particular dispute that is before\nus today.AIn 2003, the FCC decided,\ncontrary to its previous orders, that incumbent LECs were not\nobligated to provide cost-based unbundled access to entrance\nfacilities under §251(c)(3).In re Review of Section 251\nUnbundling Obligations of Incumbent Local Exchange Carriers,\n18 FCC Rcd. 16978, 17202–17205, ¶¶365–367 (2003)(Triennial\nReview Order). Explaining that its previous approach had been\n“misguided” and “overly broad,”id., ¶¶366, 365, the\nCommission concluded that entrance facilities were not subject to\nthe unbundling requirement because they are not network elements at\nall. Seeid., ¶366 (entrance facilities “existoutsidethe incumbent LEC’s local network”). The\nCommission therefore did not conduct an impairment analysis.The FCC emphasized, however, the\nlimits of this ruling. Entrance facilities are used for two\npurposes: interconnection and backhauling.[Footnote 2] It expressly “d[id] not alter” an incumbent\nLEC’s obligation under §251(c)(2) to provide “facilities in order\nto ‘interconnect with the incumbent LEC’s network.’ ”Id.,¶366 (brackets omitted). Thus, al-though the\nCommission specified that §251(c)(3) did not require any unbundled\nleasing of entrance facilities, it determined in practical effect\nonly that “incumbent LECs [were not obligated] to unbundle\n[entrance facilities] for the purpose of backhauling traffic.”Id.,¶365.On direct review, the D. C. Circuit\nquestioned the Commission’s determination that entrance facilities\nare not network elements under §251(c)(3), but found the agency\nrulemaking record insufficient and remanded to the Commission for\nfurther consideration. SeeUnited States Telecom Assn.v.FCC, 359 F. 3d 554, 586, cert. denied,543 U. S. 925(2004).\nThe court noted that if entrance facilities were in fact\n“ ‘network elements,’ ” then “an analysis of impairment\nwould presumably follow.” 359 F. 3d, at 586.In 2005, the Commission responded. SeeTriennial Review Remand Order¶¶136–141. The Commission\nre-treated from its view that entrance facilities are not network\nelements but adhered to its previous position that cost-based\nunbundled access to them need not be provided under §251(c)(3).Id.,¶¶137–138. Treating entrance facilities as network\nelements, the Commission concluded that competitive LECs are not\nimpaired without access to them.Ibid.The\nCommission again emphasized that it “d[id] not alter the right of\ncompetitive LECs to obtain interconnection facilities pursuant to\nsection 251(c)(2).”Id.,¶140.BIn the wake of theTriennial\nReview Remand Order, AT&T notified competitive LECs that\nit would no longer provide entrance facilities at cost-based rates\nfor either backhauling or interconnection, but would instead charge\nhigher rates. Competitive LECs complained to the Michigan Public\nService Commission (PSC) that AT&T was unlawfully abrogating\ntheir right to cost-based interconnection under §251(c)(2). The\nMichigan PSC agreed with the competitive LECs and ordered AT&T\nto continue providing entrance facilities for interconnection at\ncost-based rates.AT&T challenged the Michigan\nPSC’s ruling in the District Court, which, relying on theTriennial Review Remand Order, ruled in AT&T’s favor.\nThe Michigan PSC and several competitive LECs, including petitioner\nTalk America, Inc., appealed.The Court of Appeals for the Sixth Circuit\naffirmed over a dissent.Michigan Bell Telephone Co.v.Covad Communications Co., 597 F. 3d 370 (2010). At\nthe court’s invitation, the FCC filed a brief asamicus\ncuriae, arguing that theTriennial Review Remand\nOrderdid not change incumbent LECs’ interconnection\nobligations, including the obligation to lease entrance facilities\nfor interconnection. The Sixth Circuit declined to defer to the\nFCC’s views, 597 F. 3d, at 375, n. 6, and also expressly\ndisagreed with the Seventh and Eighth Circuits,id.,at\n384–386 (discussingIllinois Bell Tel. Co.v.Box, 526 F. 3d 1069 (2008), andSouthwestern Bell\nTel., L. P.v.Missouri Pub. Serv. Comm’n, 530\nF. 3d 676 (2008)).[Footnote\n3]We granted certiorari, 562 U. S. ___ (2010),\nand now reverse.IIPetitioners contend that AT&T\nmust lease its existing entrance facilities for interconnection at\ncost-based rates. We agree.ANo statute or regulation squarely\naddresses whether an incumbent LEC must provide access to entrance\nfacilities at cost-based rates as part of its interconnection duty\nunder §251(c)(2). According to the statute, each incumbent LEC\nhas:“The duty to provide, for the\nfacilities and equipment of any requesting telecommunications\ncarrier, interconnection with the local exchange carrier’s\nnetwork—“(A) for the transmission and routing of\ntelephone exchange service and exchange access;“(B) at any technically feasible point within\nthe carrier’s network;“(C) that is at least equal in quality to that\nprovided by the local exchange carrier to itself or to any\nsubsidiary, affiliate, or any other party to which the carrier\nprovides interconnection; and“(D) on rates, terms, and conditions that are\njust, reasonable, and nondiscriminatory, in accordance with the\nterms and conditions of the agreement and the requirements of this\nsection and section 252 of this title.”Nothing in that language expressly addresses\nentrance facilities. Nor does any regulation do so. See Brief for\nUnited States asAmicus Curiae22, n. 6.AT&T contends that the statute makes clear\nthat an incumbent LEC need not provide access toanyfacilities—much less entrance facilities—to provide\ninterconnection. The company points out that §251(c)(2) does not\nmention incumbent LECs’ facilities, but rather mandates only that\nincumbent LECs provide interconnection “for the facilities and\nequipment of any [competing] carrier.” In contrast, AT&T notes,\n§251(c)(3) requires that incumbent LECs provide unbundled “access\nto [their] network elements.”We do not find the statute so clear. Although\n§251(c)(2) does not expressly require that incumbent LECs lease\nfacilities to provide interconnection, it also does not expressly\nexcuse them from doing so. The statute says nothing about what an\nincumbent LEC must do to “provide … interconnection.” §251(c)(2).\n“[T]he facilities and equipment of any [competing] carrier”\nidentifies the equipment that an incumbent LEC must allow to\ninterconnect, but it does not specify what the incumbent LEC must\ndo to make the interconnection possible.Ibid.BIn the absence of any\nunambiguous statute or regulation, we turn to the FCC’s\ninterpretation of its regulations in its amicusbrief. See,e.g.,Chase Bank USA, N. A.v.McCoy, 562 U. S. ___, ___ (2011) (slip op., at 12). As we\nreaffirmed earlier this Term, we defer to an agency’s\ninterpretation of its regulations, even in a legal brief, unless\nthe interpretation is “ ‘plainly erroneous or inconsistent\nwith the regulation[s]’ ” or there is any other “ ‘reason\nto suspect that the interpretation does not reflect the agency’s\nfair and considered judgment on the matter in question.’ ”Id., at ___, ___ (slip op., at 12, 14) (quotingAuerv.Robbins,519 U. S. 452, 461, 462\n(1997)).The Commission contends that its\nregulations require AT&T to provide access at cost-based rates\nto its exist- ing entrance facilities for the purpose of\ninterconnection. The Commission’s interpretation proceeds in three\nsteps. First, an incumbent LEC must lease “technically feasible”\nfacilities for interconnection. Second, entrance facili- ties are\namong the facilities that an incumbent must make available for\ninterconnection, if technically feasible. Third, it is technically\nfeasible to provide access to the particular entrance facilities at\nissue in these cases.1The Commission first contends\nthat an incumbent LEC must lease, at cost-based rates, any\nrequested facilities for obtaining interconnection with the\nincumbent LEC’s network, unless it is technically infeasible to do\nso. Section 251(c)(2) mandates that an incumbent LEC provide\ninterconnection, at cost-based rates, “at any technically feasible\npoint within the carrier’s network.” The FCC has long construed\n§251(c)(2) to require incumbent LECs to provide, at cost-based\nrates, “any technically feasible method of obtaining\ninterconnection … at a particular point.” 47 CFR §51.321(a)\n(2010).The requirement in §51.321(a) to\nprovide a “method of obtaining interconnection,” the Commission\nargues, encompasses a duty to lease an existing facility to a\ncompeting LEC. When the Commission originally promulgated\n§51.321(a), it explained that incumbent LECs would be required to\n“adapt their facilities to interconnection” and to “accept the\nnovel use of, and modification to, [their] network facilities.”In re Implementation of Local Competition Provisions in\nthe Telecommunications Act of 1996, 11 FCC Rcd. 15499, 15605,\n¶202 (1996)(Local Competition Order). Since then, as\nAT&T and itsamiciconcede, incumbent LECs have\ncommonly leased certain facilities at cost-based prices to\naccommodate interconnection. See Brief for Respondent 28–29; Brief\nfor United States Telecom Association et al. asAmici\nCuriae33–35.As additional support for its assertion that\nincumbent LECs are obligated to lease facilities, the FCC\nhighlights the examples in §51.321(b) of “[t]echnically feasible\nmethods of obtaining interconnection,” which include “[m]eet point\ninterconnection arrangements.” In a meet-point arrangement, an\nincumbent LEC “accommodat[es]” interconnection by building a\ntransmission facility from its network to a designated point, where\nit connects with the competitor’s corresponding transmission\nfacility.Local Competition Order¶553. Compared to that\nrequirement, the Commission argues, the obligation to lease\nexisting facilities for interconnection is quite modest.2Next, the Commission contends\nthat existing entrance facilities are among the facilities that an\nincumbent LEC must lease for interconnection. According to the FCC,\ntheTriennial Review Remand Orderadopted a regulatory\ndef-inition that reestablished that entrance facilities are part of\nan incumbent LEC’s network. See ¶137; see also 47 CFR §51.319(e)\n(2005). The end of every entrance facility is therefore a “point\nwithin [an incumbent] carrier’s network” at which a competing LEC\ncould request interconnection, 47 U. S. C. §251(c)(2), and\neach entrance facility potentially provides a “technically feasible\nmethod of obtaining interconnection,” 47 CFR §51.321(a) (2010).3Finally, the FCC contends that\nproviding access to the entrance facilities here for\ninterconnection purposes is technically feasible. Under the\nCommission’s regulations, an incumbent LEC bears the burden of\nshowing that a requested method or point of interconnection is\ntechnically infeasible. See 47 CFR §§51.305(e), 51.321(d); see also\n§§51.305(d), 51.321(c) (previously successful intercon-nection is\n“substantial evidence” of technical feasibility). AT&T does not\ndispute technical feasibility here.[Footnote 4]CThe FCC’s interpretation is not\n“plainly erroneous or inconsistent with the regulation[s]. ”Auer,supra,at 461 (internal quotation marks\nomitted). First, we disagree with AT&T’s argument that entrance\nfacilities are not a part of incumbent LECs’ networks. Indeed, the\nCommission’s view on this question is more than reasonable; it is\ncertainly not plainly erroneous. TheTriennial Review Remand\nOrderresponded to the D. C. Circuit’s decision\nquestioning the Commission’s earlier finding that entrance\nfacilities are not network elements. It revised the definition of\ndedicated transport—a type of network element—to include entrance\nfacilities.Triennial Review Remand Order¶¶136–137; see\n47 CFR §51.319(e)(1) (defining dedicated transport to include\n“incumbent LEC transmission facilities … between wire centers or\nswitches owned by incumbent LECs and switches owned by [competing]\ncarriers”). Given that revised definition, it is perfectly sensible\nto conclude that entrance facilities are a part of incumbent LECs’\nnetworks.Second, we are not persuaded by\nAT&T’s argument that the Commission’s views conflict with the\ndefinition of interconnection in §51.5. That regulation provides:\n“Interconnection is the linking of two networks for the mutual\nexchange of traffic. This term does not include the transport and\ntermination of traffic.” AT&T focuses on the definition’s\nexclusion of “transport and termination of traffic.” An entrance\nfacility is a transport facility, AT&T argues, and it makes no\nsense to require an incumbent LEC to furnish a transport facility\nfor interconnection when the definition of interconnection\nexpressly excludes transport.We think AT&T reads too much into the\nexclusion of “transport.” The regulation cannot possibly mean that\nno transport can occur across an interconnection facility, as that\nwould directly conflict with the statutory language. See §251(c)(2)\n(requiring “interconnection … for the transmission and routing of\n[local] telephone exchange service”). The very reason for\ninterconnection is the “mutual exchange of traffic.” 47 CFR §51.5;\nsee alsoCompetitive Telecommunications Assn.v.FCC, 117 F. 3d 1068, 1071–1072 (CA8 1997) (“[T]he\ntransmission and routing of telephone exchange service” is “what\nthe interconnection, the physical link, would be used for”\n(internal quotation marks omitted)).The better reading of the regulation is that\nit merely reflects that the “transport and termination of traffic”\nis subject to different regulatory treatment than interconnection.\nCompensation for transport and termination—that is, for delivering\nlocal telephone calls placed by another carrier’s customer—is\ngoverned by separate stat-utory provisions and regulations. See 47\nU. S. C. §§251(b)(5), 252(d)(2); 47 CFR §51.701. The\nCommission explains that a competitive LEC typically pays one fee\nfor interconnection—“just for having the link”—and then an\nadditional fee for the transport and termination of telephone\ncalls. Tr. of Oral Arg. 28; see also Brief for United States asAmicus Curiae3, n. 1. Entrance facilities, at least\nwhen used for the mutual exchange of traffic, seem to us to fall\ncomfortably within the definition of interconnection. See 597\nF. 3d, at 388 (Sutton, J., dissenting) (noting that entrance\nfacilities are “designed for the very purpose of linking two\ncarriers’ networks” (internal quotation marks omitted)).In sum, the Commission’s interpretation of its\nregulations is neither plainly erroneous nor inconsistent with the\nregulatory text. Contrary to AT&T’s assertion, there is no\ndanger that deferring to the Commission would effectively “permit\nthe agency, under the guise of interpreting a regulation, to createde factoa new regulation.”[Footnote 5]Christensenv.Harris\nCounty,529 U.\nS. 576, 588 (2000).DNor is there any other “reason to\nsuspect that the interpretation does not reflect the agency’s fair\nand considered judgment on the matter in question.”Auer,\n519 U. S., at 462. We are not faced with apost-hocrationalization by Commission counsel of agency action that is\nunder judicial review. Seeibid.;see alsoBurlington\nTruck Lines, Inc.v.United States,371 U. S. 156, 168–169\n(1962) (“The courts may not accept appellate counsel’spost\nhocrationalizations for agency action; [SECv.]Chenery[Corp.,332 U. S. 194(1947),]\nrequires that an agency’s discretionary order be upheld, if at all,\non the same basis articulated in the order by the agency\nitself”).And although the FCC concedes that it is\nadvancing a novel interpretation of its longstanding\ninterconnection regulations, novelty alone is not a reason to\nrefuse deference. The Commission ex-plains that the issue in these\ncases did not arise until recently—when it initially eliminated\nunbundled access to entrance facilities in theTriennial Review\nOrder. Until then, the Commission says, a competitive LEC\ntypically would elect to lease a cost-priced entrance facility\nunder §251(c)(3) since entrance facilities leased under §251(c)(3)\ncould be used for any purpose—i.e., both interconnection\nand backhauling—but entrance facilities leased under §251(c)(2) can\nbe used only for interconnection. We see no reason to doubt this\nexplanation.AT&T suggests that the\nCommission is attempting to require under §251(c)(2) what courts\nhave prevented it from requiring under §251(c)(3) and what the\nCommission itself said wasnotrequired in theTriennial Review Remand Order. Tr. of Oral Arg. 50\n(“[T]his is a rear guard effort to preserve [cost-based] pricing\nfor things that the [C]ommission has said should no longer be\navailable … at [such] pricing”). We do not think that AT&T is\ncorrect.1To begin with, AT&T’s\naccusation does not square with the regulatory history. The\nCommission was not compelled to eliminate the obligation to lease\nunbundled entrance facilities at cost-based rates.It is true that, prior to theTriennial Revieworders, the Commission twice\nunsuccessfully attempted to impose sweeping unbundling requirements\non incumbent LECs. SeeLocal Competition Order¶278;In re Implementation of Local Competition Provisions of\nthe Telecommunications Act of 1996, 15 FCC Rcd. 3696,\n3771–3904, ¶¶162–464 (1999); see also 47 CFR §51.319 (1997);\n§51.319 (2000). Each time, the Commission’s efforts were rejected\nfor taking an unreasonably broad view of “impair[ment]” under\n§251(d)(2). SeeIowa Utilities Bd., 525 U. S.,at\n392;United States Telecom Assn.v.FCC, 290\nF. 3d 415, 421–428 (2002), cert. denied,538 U. S. 940(2003). In\ntheTriennial Review Order, the Commission once again\nreinterpreted the “impair” standard and revised the list of network\nelements that incumbents must provide unbundled to competitors.The Commission’s initial decision to eliminate\nthe obligation to unbundle entrance facilities, however, was not a\nresult of the narrower view of impairment mandated by this Court\nand the D. C. Circuit. Instead, the Commission determined that\nentrance facilities need not be provided on an unbundled basis\nunder §251(c)(3) on the novel ground that they are not network\nelements at all—something no court had ever suggested.Moreover, since its initial decision to\neliminate the unbundling obligation for entrance facilities, the\nCommission has been committed to that position. When the D. C.\nCircuit questioned the Commission’s finding that entrance\nfacilities are not network elements, the Commission responded by\nobserving that the court “did not reject our conclusion that\nincumbent LECs need not unbundle entrance facilities, only the\nanalysis through which we reached that conclusion.”Triennial\nReview Remand Order¶137. The Commission then found another\nway to support that same conclusion.2More importantly, AT&T’s\ncharacterization of what the Commission has done, and is doing, is\ninaccurate. TheTriennial Revieworders eliminated\nincumbent LECs’ obli-gation under §251(c)(3) to provide unbundled\naccess to entrance facilities. But the FCC emphasized in both\norders that it “d[id] not alter” the obligation on incumbent LECs\nunder §251(c)(2) to provide facilities for interconnection\npurposes.Triennial Review Order¶366;Triennial\nReview Remand Order¶140. Because entrance facilities are used\nfor backhauling and interconnection purposes, the FCC effectively\neliminated only unbundled access to entrance facilities for\nbackhauling purposes—a nuance it expressly noted in the firstTriennial Revieworder.Triennial Review Order¶365. That distinction is neither unusual nor ambiguous.[Footnote 6] In these cases, the\nCommission is simply explaining the interconnection obligation that\nit left undisturbed in theTriennial Revieworders. We see\nno conflict between theTriennial Revieworders and the\nCommission’s views expressed here.[Footnote 7]We are not concerned that theTriennial Review Remand Orderdid not expressly\ndistinguish between backhauling and interconnection, though\nAT&T makes much of that fact. AT&T argues that the\nCommission’s holding in theTriennial Review Remand Orderis broader than that in theTriennial Review Order. In\nAT&T’s view, the Commission concluded in theTriennial\nReview Remand Orderthat competitors are not impaired if they\nlack cost-based access to entrance facilities for backhaulingorinterconnection.There are two flaws with AT&T’s reasoning.\nFirst, as we have discussed, theTriennial Review Remand\nOrderreinstated the ultimate conclusion of theTriennial\nReview Orderand changed only “the analysis through which [it]\nreached that conclusion.”Triennial Review Remand Order¶137. Second, unlike §251(c)(3)’s unbundling obligation,\n§251(c)(2)’s interconnection obligation does not require the\nCommission to consider impairment. As the dissent below observed,\nit would be surprising indeed if the FCC had taken the novel step\nof incorporating impairment into interconnection without comment.\n597 F. 3d, at 389 (opinion of Sutton, J.).*  *  *The FCC asamicus curiaehas advanced a reasonable interpretation of its regulations, and we\ndefer to its views. The judgment of the United States Court of\nAppeals for the Sixth Circuit is reversed.It is so ordered.Justice Kagan took no part in the\nconsideration or decision of these cases.Footnote 1The Solicitor General, joined by counsel for\nthe FCC, represents that theamicusbrief for the United\nStates filed in this Court reflects the Commission’s considered\ninterpretation of its own rules and orders. Brief for United States\nasAmicus Curiae31. We thus refer to the Government’s\narguments in these cases as those of the agency. See,e.g.,Chase Bank USA, N. A.v.McCoy, 562 U. S. ___, ___ (2011) (slip op., at 8).Footnote 2Although the parties and theiramicidisagree over the precise definition of backhauling, they all\nappear to agree that backhauling is important to competitive LECs\nand occurs when a competitive LEC uses an entrance facility to\ntransport traffic from a leased portion of an incumbent network to\nthe competitor’s own facilities. Backhauling does not involve the\nexchange of traffic between incumbent and competitive networks.\nSee,e.g.,Brief for Petitioners in No. 10–329,\np. 25; Brief for United States Telecom Association et al.\nasAmici Curiae32. It thus differs from\ninterconnection—“the linking of two networks for the mutual\nexchange of traffic.” 47 CFR §51.5 (2010).Footnote 3The Ninth Circuit has since joined the\nSeventh and Eighth Circuits.Pacific Bell Tel. Co.v.California Pub. Util. Comm’n, 621 F. 3d 836\n(2010).Footnote 4These cases concern only existing entrance\nfacilities, and the Commission expressly declines to address\nwhether it reads its regulations to require incumbent LECs to build\nnew entrance facilities for interconnection. Brief for United\nStates asAmicus Curiae25, n. 7. The Commission\nsuggests here, as it has before, that additional considerations of\ncost or reasonableness might be appropriate if a competitive LEC\nwere to request that an incumbent LEC build new entrance facilities\nfor interconnection.Ibid.(noting that the Commission’s\nWireline Competition Bureau has declined to require an incumbent\nLEC to bear the entire cost of building new entrance facilities);\nsee alsoLocal Competition Order¶553 (explaining with\nrespect to meet-point arrangements that “the parties and state\ncommissions are in a better position than the Commission to\ndetermine the appropriate distance that would constitute the\nrequired reasonable accommodation of interconnection”). We express\nno view on the matter.Footnote 5There is no merit to AT&T’s assertion\nthat the FCC is improperly amending the list of “[t]echnically\nfeasible methods of obtaining interconnection” set forth in 47 CFR\n§51.321(b). By its own terms, that list is nonexhaustive. See\n§51.321(b) (“[t]echnically feasible methods of obtaining\ninterconnection … include, but are not limited to” the listed\nexamples); see also §51.321(a) (“[A]n incumbent LEC shall provide …anytechnically feasible method of obtaining\ninterconnection” (emphasis added)).Footnote 6The Commission has long recognized that a\nsingle facility can be used for different functions and that its\nregulatory treatment can vary depending on its use. Unbundled\nnetwork elements, for example, may not be used for the exclusive\nprovision of mobile wireless or long-distance services. 47 CFR\n§51.309(b) (2010). Similarly, interconnection arrangements may be\nused for local telephone service but not for long-distance\nservices. §51.305(b).Footnote 7The parties and theiramicidispute\nwhether an incumbent LEC has any way of knowing how a competitive\nLEC is using an entrance facility. This technical factual dispute\nsimply underscores the appropriateness of deferring to the FCC. So\nlong as the Commission is acting within the scope of its delegated\nauthority and in accordance with prescribed procedures, it has\ngreater expertise and stands in a better position than this Court\nto make the technical and policy judgments necessary to administer\nthe complex regulatory program at issue here.",
    "joined": []
}