{
    "case": {
        "docket": "18-935",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-935/"
    },
    "id": "4213364",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–935_________________MICHELLE MONASKY, PETITIONERv.DOMENICO TAGLIERIon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[February 25, 2020]Justice Thomas, concurring in part and\nconcurring in the judgment.The Court correctly concludes that an actual\nagreement between parents is not necessary to establish the\nhabitual residence of an infant who is too young to\nacclimatize.[1]* I also agree\nwith the Court’s conclusion that the habitual-residence inquiry is\nintensely fact driven, requiring courts to take account of the\nunique circumstances of each case. I write separately, however,\nbecause I would decide this case principally on the plain meaning\nof the treaty’s text.IThis case requires us to interpret the Hague\nConvention on the Civil Aspects of International Child Abduction,\nOct. 25, 1980, T. I. A. S. No. 11670, S. Treaty Doc.\nNo. 99–11, as implemented by the International Child Abduction\nRemedies Act (ICARA), as amended, 22 U. S. C. §9001et\nseq.Article 3 of the Convention provides that the “removal or\nthe retention of a child is to be considered wrongful” when “it is\nin breach of rights of custody attributed to a person\n. . . under the law of the State in which the child was\nhabitually resident immediately before the removal or retention”\nand “at the time of removal or retention those rights were actually\nexercised.” S. Treaty Doc. No. 99–11, at 7. Under ICARA, a parent\nmay petition a federal or state court to return an abducted child\nto the child’s country of habitual residence. §9003(b). ICARA does\nnot define habitual residence; it merely states that the\npetitioning parent must “establish by a preponderance of the\nevidence . . . that the child has been wrongfully removed\nor retained within the meaning of the Convention.” §9003(e)(1)(A).\nThe Convention also does not define the phrase.“ ‘The interpretation of a treaty, like the\ninterpretation of a statute, begins with its text.’ ”Abbottv.Abbott,560 U.S.\n1, 10 (2010) (quotingMedellínv.Texas,552 U.S.\n491, 506 (2008)). The Court recognizes this fact, but it\nconcludes that the text only “suggests” that habitual residence is\na fact-driven inquiry, and ultimately relies on atextual sources to\n“confir[m] what the Convention’s text suggests.”Ante, at 7.\nIn my view, the ordinary meaning of the relevant language at the\ntime of the treaty’s enactment provides strong evidence that the\nhabitual-residence inquiry is inherently fact driven. SeeSchindler Elevator Corp.v.United States ex rel.\nKirk,563 U.S.\n401, 407 (2011).In 1980, as today, “habitual” referred to\nsomething that was “[c]ustomary” or “usual.” Black’s Law Dictionary\n640 (5th ed. 1979); see also 6 Oxford English Dictionary 996 (2d\ned. 1989) (“existing as a settled practice or condition; constantly\nrepeated or continued; customary”); Webster’s Third New\nInternational Dictionary 1017 (1976) (similar). And “residence”\nreferred to a “[p]ersonal presence at some place of abode,” Black’s\nLaw Dictionary, at 1176, “one’s usual dwelling-place,” 13 Oxford\nEnglish Dictionary, at 707, or “the act or fact of abiding or\ndwelling in a place for some time,” Webster’s Third New\nInternational Dictionary, at 1931; see alsoibid.(“a\ntemporary or permanent dwelling place, abode, or habitation”).These definitions demonstrate that the concept\nof habitual residence for a child too young to acclimatize cannot\nbe reduced to a neat set of necessary and sufficient conditions.\nAnswering the question of what is customary or usual, for instance,\nrequires judges to consider a host of facts, such as the presence\nor absence of bank accounts and driver’s licenses, the length and\ntype of employment, and the strength and duration of other\ncommunity ties. Determining whether there is a residence involves\nthe consideration of factors such as the presence or absence of a\npermanent home, the duration in the country at issue, and, in some\ncases, an actual agreement between the parents to reside in a\nparticular place. Accordingly, the ordinary meaning of the phrase\n“habitual residence” provides strong support for the conclusion\nthat an objective agreement between the child’s parents is not\nrequired. This plain meaning should serve as the primary guide for\nour interpretation. SeeWater Splash,Inc.v.Menon, 581 U. S. ___, ___ (2017) (slip op., at 4);Olympic Airwaysv.Husain,540\nU.S. 644, 649 (2004).IIThis case exemplifies the wisdom of firmly\nanchoring our discussion in the text before turning to the\ndecisions of sister signatories—especially when those decisions are\nnot contemporaneous with the treaty’s passage. Here, the Court\nfinds it meaningful that foreign courts have interpreted the phrase\n“habitual residence” as a fact-driven inquiry.Ante, at\n10–11. Though a “ ‘clear trend’ ” has certainly emerged\nin foreign courts,ante, at 10, this consensus appears to\nhave developed only within the past decade.Lady Hale of the Supreme Court of the United\nKingdom noted as much in the 2013 decision cited by the Court. As\nshe explained, for many years “the English courts [had] been\ntempted to overlay the factual concept of habitual residence with\nlegal constructs,” creating legal rules that dictated a child’s\nhabitual residence.Av.A, [2014] A. C. ¶39\n(2013) (U. K.); see alsoid., ¶37. According to one\ncommentator writing in 2001, though “academics and judges” had\nstressed “that the term should not be treated as a term of art and\nshould not be complicated by technical legal requirements similar\nto those applicable to the concept of domicile,” “in some cases\nthese statements seem[ed] to have been pure lip-service, since many\ncourts [were] unable to resist the temptation to ‘legalise’ the\nconcept.” Schuz, Habitual Residence of Children Under the Hague\nChild Abduction Convention—Theory and Practice, 13 Child &\nFamily L. Q. 1, 4 (2001). Thus, until recently, “[t]he\napproach of many [foreign] courts [had] been to focus exclusively\non the purpose of the parents in relocating,” an inquiry that\nspeaks to the legal concept of domicile. Schuz, Policy\nConsiderations in Determining the Habitual Residence of a Child and\nthe Relevance Of Context, 11 J. Transnat’l L. & Pol’y 101, 103\n(2001) (footnote omitted).It seems, then, that it took approximately 30\nyears from the time of the Convention’s enactment in 1980 for\nforeign jurisdictions to coalesce around an interpretation of\nhabitual residence. This relatively recent evolution brings into\nbold relief the risk of relying too heavily on the decisions of\nforeign courts in lieu of a fulsome textual analysis. Because the\ndecisions are not contemporaneous with the treaty’s passage, they\ndo not necessarily provide the best evidence of the original\nunderstanding of the phrase. And reflexively looking to foreign\ncourts raises the question whether this Court would have resolved\nthis case differently had the issue been presented in 1990, 2000,\nor even 2010, before the clear trend emerged.The Court attempts to sidestep this difficulty\nby pointing to a statement in ICARA’s preamble that stresses “the\nneed for uniform international interpretation of the Convention.”\n22 U. S. C. §9001(b)(3)(B); seeante, at 10. It\nshould go without saying that if our independent assessment of\nhabitual residence led to a conclusion that diverged from the\nemerging consensus, invocation of this prefatory language to force\nagreement at the expense of plain meaning would be unfounded. By\nrelying too heavily on the judicial decisions of the treaty’s other\nsignatories, rather than on a more thorough textual analysis, we\nrisk being persuaded to reach the popular answer, but perhaps not\nthe correct one. In short, “we should not substitute the judgment\nof other courts for our own.”Abbott, 560 U. S., at 43\n(Stevens, J., dissenting); see alsoOlympic Airways, 540\nU. S., at 655, n. 9.To avoid these potential pitfalls, I would rely\non the plain meaning of “habitual residence” to conclude that an\nactual agreement is not necessary. Seesupra, at 2–3. That\nconclusion is bolstered by the Convention’s explanatory report.\nInterpretations from the courts of sister signatories, though\nrecent, also support the conclusion because they align with the\nmeaning of the text and our own independent judgment. Because the\nCourt places insufficient weight on the treaty’s text, I cannot\njoin Part II of its opinion.Notes1* The Court states that we\n“granted certiorari to clarify the standard for habitual\nresidence,”ante, at 6, and the opinion contains language\nthat may be read to apply to older children, see,e.g.,ante, at 8–9. But the relevant question presented focuses\nexclusively on the habitual residence of “an infant [who] is too\nyoung to acclimate to her surroundings.” Pet. for Cert. i. I would\nconfine our analysis to that distinct question, which is the only\none briefed by the parties.",
    "joined": []
}