{
    "case": {
        "docket": "186",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/186/"
    },
    "id": "1963399",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGDOE V. REED561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-559JOHN DOE #1, et al., PETITIONERSv.SAM REED, WASHINGTON SECRETARY OF STATE, et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[June 24, 2010]Justice Thomas, dissenting.Just as “[c]onfidence in the\nintegrity of our electoral processes is essential to the\nfunctioning of our participatory democracy,”Purcellv.Gonzalez,549\nU. S. 1, 4 (2006)(per curiam), so too is citizenparticipationin those processes, which necessarily\nentails political speech and association under the First Amendment.\nIn my view, compelled disclosure of signed referendum and\ninitiative petitions[Footnote\n1] under the Washington Public Records Act (PRA), Wash. Rev.\nCode §42.56.001,et seq.(2008), severely burdens those\nrights and chills citizen participation in the referendum process.\nGiven those burdens, I would hold that Washington’s decision to\nsubject all referendum petitions to public disclosure is\nunconstitutional because there will always be a less restrictive\nmeans by which Washington can vindicate its stated interest in\npreserving the integrity of its referendum process. I respectfully\ndissent.IThis case concerns the\ninteraction of two distinct sets of Washington statutes. The first\nset, codified in Washington’s Election Code, regulates the\nreferendum and initiative process. These statutes require, among\nother things, that referendum signers write their names and\naddresses on petition sheets, and mandate that this information be\ndisclosed to Washington’s secretary of state for canvassing and\nverification. See,e.g.,§§29A.72.130, 29A.72.230 (2008).\nPetitioners do not contend that these requirements violate their\nFirst Amendment rights; that is, they do not argue that the\nConstitution allows them to support a referendum measure without\ndisclosing their namesto the State.The second set of statutes—the\nPRA—is not a referendum or election regulation. Rather, the PRA\nrequires disclosure of all nonexempt “public records” upon request\nby any person. See §§42.56.010(2), 42.56.070. Washington has\nconcluded that signed referendum petitions are “public records”\nsubject to disclosure under the PRA, and has “routinely disclosed\npetitions in response to public records requests.” Brief for\nRespondent Reed 5–6.Petitioners do not challenge the\nconstitutionality of the PRAgenerally. They contend only\nthat Washington violates their First Amendment rights by construing\nthe PRA to apply to signed referendum petitions. See Brief for\nPetitioners 35–39. As the Court notes, the parties dispute whether\nthis challenge is best conceived as a facial challenge or an\nas-applied challenge. Seeante, at 5. In my view, the\nCourt correctly concludes that petitioners must “satisfy our\nstandards for a facial challenge” because their claim, and the\nrelief that they seek, “reach beyond” their “particular\ncircumstances.”Ibid.We typically disfavor facial challenges. SeeWashington State Grangev.Washington State Republican\nParty,552 U.\nS. 442, 449 (2008). They “often rest on speculation,” can lead\ncourts unnecessarily to anticipate constitutional questions or\nformulate broad constitutional rules, and may prevent governmental\nofficers from implementing laws “in a manner consistent with the\nConstitution.”Id., at 450–451. For those reasons, we\nrejected inWashington State Grangepolitical parties’\npre-enforcement facial challenge to a Washington initiative that\nallowed candidates in a primary election to self-designate their\npolitical party preference on the primary election ballot. Seeid.,at 458–459. Because the challenge was a\npre-enforcement one, Washington “had no opportunity to implement”\nthe initiative,id., at 450, so the political parties’\narguments that it violated their association rights all depended\n“on the possibility that voters will be confused as to the meaning\nof the party-preference designation,”id., at 454.\nMoreover, a facial challenge was inappropriate because the\nregulation did “not on its face impose a severe burden on political\nparties’ associational rights.”Id., at 444.Those considerations point in the opposite\ndirection here. Washington’s construction of the PRA “on its face\nimpose[s] a severe burden,”ibid.—compelled disclosure of\nprivacy in political association protected by the First Amendment,\nseeinfra, at 4–5—on all referendum signers. And\nWashington has had several “opportunit[ies] to implement” the PRA’s\ndisclosure requirements with respect to initiative petitions.Washington State Grange, supra,at 450. Indeed, Washington\nadmits that “[a]ll petitions for initiatives, referendum, recall,\nand candidate nomination are public records subject to disclosure.”\nBrief for Respondent Reed 59; see also App. 26 (listing six\ncompleted requests for disclosure of signed initiative petitions\nsince 2006). Washington thus has eliminated any “possibility” that\nreferendum petition signers “will be confused as to” how the State\nwill respond to a request under the PRA to disclose their names and\naddresses.Washington State Grange, 552 U. S., at 454.Accordingly, I would consider petitioners’\nfacial challenge here. For purposes of this case, I will assume\nthat to prevail, petitioners must satisfy our most rigorous\nstandard, and show that there is “ ‘no set of circumstances …\nunder which the’ ” PRA could be constitutionally applied to a\nreferendum or initiative petition, “i.e., that the [PRA]\nis unconstitutional in all of its applications,”id.,at\n449 (quotingUnited Statesv.Salerno,481 U. S. 739, 745\n(1987)).IIAThe Court correctly concludes\nthat “an individual expresses” a “political view” by signing a\nreferendum petition.Ante, at 5. The Court also rightly\nrejects the baseless argument that such expressive activity falls\n“outside the scope of the First Amendment” merely because “it has\nlegal effect in the electoral process.”Ante, at 6. Yet,\nthe Court does not acknowledge the full constitutional implications\nof these conclusions.The expressive political activity\nof signing a referendum petition is a paradigmatic example of “the\npractice of persons sharing common views banding together to\nachieve a common end.”Citizens Against Rent Control/Coalition\nfor Fair Housingv.Berkeley,454 U. S. 290, 294\n(1981). A referendum supported by only one person’s signature is a\nnullity; it will never be placed on the ballot. The Doe petitioners\nrecognized as much when they—and more than 120,000 other\nWashingtonians, seeante, at 3—joined with petitioner\nProtect Marriage Washington, “a state political action committee”\norganized under §42.17.040, to effect Protect Marriage Washington’s\n“major purpose” of collecting enough valid signatures to place\nReferendum 71 on the general election ballot. App. to Pet. for\nCert. 29a. For these reasons, signing a referendum petition amounts\nto “ ‘political association’ ” protected by the First\nAmendment.Citizens Against Rent Control,supra,\nat 295 (quotingBuckleyv.Valeo,424 U. S. 1, 15 (1976)(per curiam)).This Court has long recognized the “vital\nrelationship between” political association “and privacy in one’s\nassociations,”NAACPv.Alabama ex rel.\nPatterson,357 U. S. 449, 462 (1958), and held\nthat “[t]he Constitution protects against the compelled disclosure\nof political associations and beliefs,”Brownv.Socialist Workers ’74 Campaign Comm. (Ohio),459 U. S. 87, 91 (1982).\nThis constitutional protection “yield[s] only to a subordinating\ninterest of the State that is compelling, and then only if there is\na substantial relation between the information sought and an\noverriding and compelling state interest.”Id., at 91–92\n(internal quotation marks, citations, and brackets omitted). Thus,\nunlike the Court, I read our precedents to require application of\nstrict scrutiny to laws that compel disclosure of protected First\nAmendment association.Buckleyv.American\nConstitutional Law Foundation, Inc.,525 U. S. 182, 206, 212\n(1999)(ACLF)(Thomas, J., concurring in judgment). Under\nthat standard, a disclosure requirement passes constitutional\nmuster only if it is narrowly tailored—i.e., the least\nrestrictive means—to serve a compelling state interest. Seeid., at 206.BWashington’s application of the\nPRA to a referendum petition does not survive strict scrutiny.1Washington first contends that it\nhas a compelling interest in “transparency and accountability,”\nwhich it claims encompasses several subordinate interests:\npreserving the integrity of its election process, preventing\ncorruption, deterring fraud, and correcting mistakes by the\nsecretary of state or by petition signers. See Brief for Respondent\nReed 40–42; 57–59.It is true that a State has a\nsubstantialinterest in regulating its referendum and\ninitiative processes “to protect the[ir] integrity and\nreliability.”ACLF, 525 U. S., at 191. But Washington\npoints to no precedent from this Court recognizing “correcting\nerrors” as a distinct compelling interest that could support\ndisclosure regulations. And our cases strongly suggest that\npreventing corruption and deterring fraud bear less weight in this\nparticular electoral context: the signature-gathering stage of a\nreferendum or initiative drive. The Court has twice observed that\n“ ‘the risk of fraud or corruption, or the appearance thereof,\nis more remote at the petition stage of an initiative than at the\ntime of balloting.’ ”Id.,at 203 (quotingMeyerv.Grant,486 U. S. 414, 427\n(1988)). Similarly, because “[r]eferenda are held on issues, not\ncandidates for public office,” the “risk of corruption perceived in\ncases involving candidate elections simply is not present in a\npopular vote on a public issue.”First Nat. Bank of Bostonv.Bellotti,435 U. S. 765, 790\n(1978) (citations omitted).We should not abandon those\nprinciplesmerely because Washington and itsamicican point to a mere eight instances of\ninitiative-related fraud, see Brief for Respondent Reed 42; Brief\nfor State of Ohio et al. asAmici Curiae22–24, among\nthe 809 initiative measures placed on state ballots in this country\nbetween 1988 and 2008, see Initiative and Referendum Institute,\nInitiative Use 2 (Feb. 2009), online at\nhttp://www.iandrinstitute.org/\nIRI%20Initiative%20Use%20(1904-2008).pdf (as visited June 21, 2010,\nand available in Clerk of Court’s case file). If anything, these\nmeager figures reinforce the conclusion that the risks of fraud or\ncorruption in the initiative and referendum process are remote and\nthereby undermine Washington’s claim that those two interests\nshould be considered compelling for purposes of strict\nscrutiny.Thus, I am not\npersuaded that Washington’s interest in protecting the integrity\nand reliability of its referendum process, as the State has defined\nthat interest, is compelling. But I need not answer that question\nhere. Even assuming the interest is compelling, on-demand\ndisclosure of a referendum petition to any person under the PRA is\n“a blunderbuss approach” to furthering that interest,Colorado\nRepublican Federal Campaign Comm.v.Federal Election\nComm’n,518 U.\nS. 604, 642 (1996) (Thomas, J., concurring in judgment and\ndissenting in part) (internal quotation marks omitted), not the\nleast restrictive means of doing so. The events that prompted\npetitioners’ complaint in this case demonstrate as\nmuch.As Washington\nexplained during oral argument, after the secretary of state\nreceives signed referendum petitions, his “first step … is to take\nthem to his archiving section and to have them digitized. As soon\nas they’re digitized, they’re available on disks for anyone who\nrequests them” under the PRA. Tr. of Oral Arg. 30. In this case,\ntwo organizations announced their intention to obtain the digitized\nnames and addresses of referendum signers and post them “online, in\na searchable format.”Ante, at 3.There is no apparent\nreason why Washington must broadly disclose referendum signers’\nnames and addresses in this manner to vindicate the interest that\nit invokes here. Washington—which is in possession of that\ninformation because of referendum regulations that petitioners do\nnot challenge, seesupra, at 2—could put the names and\naddresses of referendum signers into a similar electronic database\nthat state employees could searchwithoutsubjecting the\nname and address of each signer to wholesale public disclosure. The\nsecretary could electronically cross-reference the referendum\ndatabase against the “statewide voter registration list” contained\nin Washington’s “statewide voter registration database,”\n§29A.08.651(1),[Footnote 2] to\nensure that each referendum signer meets Washington’s residency and\nvoter registration requirements, see §29A.72.130. Doing so\npresumably would drastically reduce or eliminate possible errors or\nmistakes that Washington argues the secretarymightmake,\nsee Brief for Respondent Reed 42, since it would allow the\nsecretary to verify virtually all of the signatures instead of the\nmere “3 to 5%” he “ordinarily checks,”ante, at 9\n(internal quotation marks omitted).[Footnote 3]An electronic\nreferendum database would also enable the secretary to determine\nwhether multiple entries correspond to a single registered voter,\nthereby detecting whether a voter had signed the petition more than\nonce. In addition, the database would protect victims of “forgery”\nor “ ‘bait and switch’ fraud.”Ibid. In Washington,\n“a unique identifier is assigned to each legally registered voter\nin the state.” §29A.08.651(4). Washington could create a Web site,\nlinked to the electronic referendum database, where a voter\nconcerned that his name had been fraudulently signed could conduct\na search using his unique identifier to ensure that his name was\nabsent from the database—without requiring disclosure of the names\nand addresses of all the voluntary, legitimate\nsigners.Washington admits that\ncreating this sort of electronic referendum database “could be\ndone.” Tr. of Oral Arg. 51. Implementing such a system would not\nplace a heavy burden on Washington; “the Secretary of State’s\nstaff” already uses an “electronic voter registration database” in\nits “verification process.”Id., at 50.Washington\nnevertheless contends that its citizens must “have access to public\nrecords … to independently evaluate whether the Secretary properly\ndetermined to certify or not to certify a referendum to the\nballot.” Brief for Respondent Reed 41. “[W]ithout the access to\nsigned petitions that the PRA provides,” Washington argues, its\n“citizens could not fulfill their role as the final judge of public\nbusiness.”Ibid.(internal quotation marks\nomitted).But Washington’s\nElection Code already gives Washington voters access to referendum\npetition data. Under §29A.72.230, “[t]he verification and canvass\nof signatures on the [referendum] petition may be observed by\npersons representing the advocates and opponents of the proposed\nmeasure so long as they make no record of the names, addresses, or\nother information on the petitions or related records except upon”\ncourt order. Each side is entitled to at least two such observers,\nalthough the secretary may increase that number if, in his opinion,\ndoing so would not “cause undue delay or disruption of the\nverification process.”Ibid.Washington does not\nexplain why this existing access, which petitioners do not\nchallenge here, is insufficient to permit its citizens to oversee\nthe verification process under §29A.72.230, or to decide\nintelligently whether to pursue a court challenge under\n§29A.72.240. Moreover, if Washington had implemented the more\nnarrowly tailored electronic referendum database discussed above,\nobservers could see the secretary of state’s employees examine the\ndata using exactly the same techniques they would use if the data\nwere released to them under the PRA. Obtaining a digitized list to\nnavigate on their own computer would not allow an observer to learn\nany additional information.Washington law also\ncontains several other measures that preserve the integrity of the\nreferendum process. First, it is a crime in Washington to forge a\nsignature on a referendum petition, or to knowingly sign one more\nthan once. See §29A.84.230. Second, referendum supporters must\ngather a large number of valid signatures—four percent of the votes\ncast for Governor in the immediately preceding gubernatorial\nelection—to place a referendum petition on the ballot. §29A.72.150.\nThird, Washington’s required referendum petition form limits each\npetition to a single subject. See §29A.72.130. Fourth, a large,\nplain-English warning must appear at the top of the referendum\npetition, alerting signers to the law’s requirements. See\n§29A.72.140. Fifth, Washington prescribes the text of the\ndeclaration that a circulator must submit along with the signed\npetition sheets. See §29A.72.130. Sixth, Washington prescribes\nverification and canvassing methods. See\n§29A.72.230.The Court’s dismissive\ntreatment of those provisions, seeante,at 9, is\nperplexing, given the analysis that the Court endorsed inACLF. There, the Court held that two disclosure\nrequirements governing Colorado’s initiative process were\nunconstitutional, see 525 U. S., at 186–187, specifically finding\nthat they were “not warranted by the state interests\n(administrative efficiency, fraud detection, informing voters)\nalleged to justify” them, and emphasizing that its “judgment [wa]s\ninformed by other means Colorado employs to accomplish its\nregulatory purposes.”Id., at 192. The entire last section\nof the Court’s opinion detailed those “less problematic measures”\nby which Colorado “canand d[id]meet” its “substantial\ninterests in regulating the ballot-initiative process.”Id., at 204 (emphasis added). With one exception—a law\ndeeming an initiative void if the circulator violated any law\napplicable to the circulation process—those Colorado laws\ncorrespond exactly to the Washington regulatory requirements listed\nabove. Seeid.,at 205. Including the observer provision,\n§29A.72.230, and the provision permitting court review of the\nsecretary’s decision to certify (or not to certify) a referendum\npetition, §29A.72.240, Washington thus appears to provide even more\nof the “less problematic measures” than Colorado did to “protect\nthe integrity of the initiative process,”ACLF,supra,at 204, and I see no reason why Washington’s\nidentical provisions should not “inform” the analysis\nhere.It is readily apparent\nthat Washington can vindicate its stated interest in “transparency\nand accountability” through a number of more narrowly tailored\nmeans than wholesale public disclosure. Accordingly, this interest\ncannot justify applying the PRA to a referendum\npetition.2Washington also contends that it has a\ncompelling interest in “providing relevant information to\nWashington voters,” and that on-demand disclosure to the public is\na narrowly tailored means of furthering that interest. Brief for\nRespondent Reed 44. This argument is easily dispatched, since this\nCourt has already rejected it in a similar\ncontext.InMcIntyrev.Ohio Elections Comm’n,514 U. S. 334(1995),\nthe Court held that an Ohio law prohibiting anonymous political\npamphleting violated the First Amendment. One of the interests Ohio\nhad invoked to justify that law was identical to Washington’s here:\nthe “interest in providing the electorate with relevant\ninformation.”Id., at 348. The Court called that interest\n“plainly insufficient to support the constitutionality of [Ohio’s]\ndisclosure requirement.”Id., at 349. “The simple interest\nin providing voters with additional relevant information does not\njustify a state requirement that a writer make statements or\ndisclosures she would otherwise omit.”Id., at 348. “Don’t\nunderestimate the common man,” we advised.Id., at 348,\nn. 11 (internal quotation marks omitted).“People are intelligent\nenough to evaluate the source of an anonymous writing. They can see\nit is anonymous. They know it is anonymous. They can evaluate its\nanonymity along with its message. … And then, once they have done\nso, it is for them to decide what is ‘responsible,’ what is\nvaluable, and what is truth.”Ibid.(internal quotation\nmarks omitted).See alsoBellotti,\n435 U. S., at 777 (“The inherent worth of the speech in terms of\nits capacity for informing the public does not depend upon the\nidentity of its source”).This observation\napplies equally to referendum measures. People are intelligent\nenough to evaluate the merits of a referendum without knowing who\nsupported it. Thus, just as this informational interest did not\njustify the Ohio law inMcIntyre, it does not justify\napplying the PRA to referendum petitions.CThe\nforegoing analysis applies in every case involving disclosure of a\nreferendum measure’s supporters, as it must for petitioners’ facial\nchallenge to succeed. SeeWashington State Grange, 552 U.\nS., at 449 (quotingSalerno, 481 U. S., at 745).\nWashington does not argue that the strength of its transparency and\naccountability interest rises or falls based on thetopicof a referendum. Nor would such an argument be convincing. We have\nno basis to assume that Washington’s interest in maintaining the\nintegrity of its referendum process is high for a charter-school\nreferendum but low for an unemployment insurance referendum, or\nthat a library or land-use referendum is more likely to be a target\nof fraud or corruption than a referendum on insurance coverage and\nbenefits. Seeante, at 11–12. The strength of Washington’s\ninterest remains constant across all types of referendum\nmeasures.So too\ndoes the strength of a signer’s First Amendment interest. The First\nAmendment rights at issue here are associational rights, and a\nlong, unbroken line of this Court’s precedents holds that privacy\nof association is protected under the First Amendment. Seesupra, at 4–5. The loss of associational privacy that\ncomes with disclosing referendum petitions to the general public\nunder the PRA constitutes the same harm as to each signer of each\nreferendum, regardless of the topic. To be sure, a referendum\nsigner may be more willing to disclose to the general public his\npolitical association with persons signing certain referendum\nmeasures than his association with others. But that choice belongs\nto the voter; the State may not make it for him by ascribing a\nlower level of First Amendment protection to an associational\ninterest that some think a voter may be (or should be) more willing\nto disclose. Cf.Rosenbergerv.Rector and Visitors of\nUniv. of Va.,515 U. S. 819, 828\n(1995) (“In the realm of private speech or expression, government\nregulation may not favor one speaker over\nanother”).Finally, the less\nrestrictive means available to vindicate Washington’s transparency\nand accountability interest can be employed for all referendum\nmeasures, regardless of topic. There is nothing measure-specific\nabout an electronic database or additional observers. And the\nforgery prohibition and other existing requirements in Washington\nlaw that help “protect the integrity of the initiative process,”ACLF, 525 U. S., at 204, apply equally to all referendum\nmeasures.Because the strength\nof Washington’s interest in transparency and a signer’s individual\nFirst Amendment interest in privacy of political association remain\nconstant across all referendum topics, and because less restrictive\nmeans to protect the integrity of the referendum process are not\ntopic specific, I would hold that on-demand public disclosure of\nreferendum petitions under the PRA is not narrowly tailored for any\nreferendum.IIISignificant practical problems will result\nfrom requiring as-applied challenges to protect referendum signers’\nconstitutional rights.AThe\nCourt’s approach will “require substantial litigation over an\nextended time” before a potential signer of any referendum will\nlearn whether, if he signs a referendum, his associational privacy\nright will remain intact.Citizens Unitedv.Federal\nElection Comm’n, 558 U. S. ___, ___ (2010) (slip op., at 9).\nAnd the tenacious litigant’s reward for trying to protect his First\nAmendment rights? An “interpretive process [that] itself would\ncreate an inevitable, pervasive, and serious risk of chilling\nprotected speech pending the drawing of fine distinctions that, in\nthe end, would themselves be questionable.”Id., at ___\n(slip op., at 9–10). The large number of such fine and questionable\ndistinctions in these types of cases reinforces my view that\nas-applied challenges provide no more than “a hollow assurance”\nthat referendum signers’ First Amendment rights will be protected.Id., at __ (slip op., at 5) (Thomas, J., concurring in\npart and dissenting in part). Consider just a few\nexamples.In\nWashington, a referendum sponsor must file the proposed referendum\nwith the secretary of state before collecting signatures. See\n§29A.72.010. May the sponsor seek an injunction against disclosure\nthrough an as-applied challenge before filing the proposed measure,\nor simultaneously with its filing? Because signature-gathering will\nnot have started, the sponsor will not be able to present any\nevidence specific to signers or potential signers ofthat\nparticularreferendumshowing “a reasonable\nprobability that the compelled disclosure [of personal information]\nwill subject them to threats, harassment, or reprisals from either\nGovernment officials or private parties.”Ante, at 11\n(internal quotation marks omitted). Thus, to succeed at that stage\nof litigation, plaintiffs must point to (at least) one other\ninstance of harassment arising from a similar referendum. The Court\nhas never held that such evidence would be acceptable; but if it\nis, that necessarily means that some signers, at some point, will\nhave suffered actual “threats, harassment, and reprisals” for\nengaging in protected First Amendment activity.If the sponsor must\nwait at least until signature-gathering has started onhisreferendum to file an as-applied challenge, it is still unclear\nwhat sort of evidence of “threats, harassment, or reprisals”\ndirected towardhissupporters would satisfy the Court’s\nstandard. How many instances of “threats, harassment or reprisals”\nmust a signer endure before a court may grant relief on an\nas-applied challenge? And how dispersed throughout the group of the\nnecessary 120,000 signers, seeante, at 3, must these\nthreats be?More importantly, the\nCourt’s standard does not appear to requireactual“threats, harassment, or reprisals,” but merely a\n“ ‘reasonable probability’ ” that disclosure of\nthe signers’ names and addresses will lead to such activity.Ante, at 11 (emphasis added). What sort of evidence\nsuffices to satisfy this apparently more relaxed, though perhaps\nmore elusive, standard? Does one instance of actual harassment\ndirected toward one signer mean that the “reasonable probability”\nrequirement is met? And again, how widespread must this “reasonable\nprobability” be? The Court does not answer any of these questions,\nleaving a vacuum to be filled on a case-by-case basis. This will,\nno doubt, result in the “drawing of” arbitrary and “questionable”\n“fine distinctions” by even the most well-intentioned district or\ncircuit judge.Citizens United, 558 U. S., at ___ (slip\nop., at 9–10).BIn\naddition, as I have previously explained, the state of technology\ntoday creates at leastsomeprobability that signers of\nevery referendum will be subjected to threats, harassment, or\nreprisals if their personal information is disclosed. “ ‘[T]he\nadvent of the Internet’ enables” rapid dissemination of “ ‘the\ninformation needed’ to” threaten or harass every referendum signer.Id.,at ___ (slip op., at 6) (opinion of Thomas, J.).\n“Thus, ‘disclosure permits citizens … to react to the speech of\n[their political opponents] in a proper’—or undeniablyimproper—‘way’ long before a plaintiff could prevail on an\nas-applied challenge.”Ibid.The\nCourt apparently disagrees, asserting that “there is no reason to\nassume that any burdens imposed by disclosure of typical referendum\npetitions would be remotely like the burdens plaintiffs fear in\nthis case.” Ante, at 12. That conclusion rests on the premise\nthat some referendum measures are so benign that the fact of public\ndis-closure will not chill protected First Amendment activity. I am\nnot convinced that this premise is correct.The historical\nevidence shows that the referendum and initiative process first\ngained popularity as a means of “provid[ing] an occasional safety\nvalve for interests that failed to get a fair hearing in the\nlegislatures.” T. Cronin, Direct Democracy: The Politics of\nInitiative, Referendum, and Recall 59 (1989). Unsurprisingly, such\ninterests tended to be controversial by nature. Early examples\ninclude “the single tax, prohibition, women’s suffrage, prolabor\nlegislation, and the graduated income tax.”Id., at 58.\nAnd proponents of initiative measures tended to include politically\nmarginalized groups such as the “Farmer’s Alliance” in rural\nstates; “[t]housands of labor federations, notably the miners”; and\n“the Women’s Suffrage Association,” which “saw the initiative and\nreferendum as a possible new means to overcome” repeated failed\nattempts in state legislatures to secure for women the right to\nvote.Id., at 50–51.These characteristics\nof initiative and referendum drives persist today. Consider, for\nexample, the goal of increasing ethics in government—a seemingly\nlaudable and unobjectionable goal. So thought some citizens of\nUtah, who, frustrated with the state legislature’s failure to pass\nethics laws commensurate with their preferences, filed a “21-page\ninitiative target[ing] legislative conduct with a broad array of\nreforms that would significantly change how business gets done on\nUtah’s Capitol Hill.” McKitrick, Suit Demands Secrecy for Ethics\nPetition Signers, Salt Lake Tribune, Apr. 15, 2010, p. A4\n(hereinafter Salt Lake Tribune). But Utah law provides that\n“[i]nitiative packets,” which contain the names and addresses (and,\nin some cases, birthdates) of petition signers, “are public once\nthey are delivered to the county clerks” for verification and\ncanvassing. Utah Code Ann. §20A–7–206(7) (2009 Lexis Supp.\nPamphlet).The attorneys\nsponsoring that initiative moved for an injunction to prevent\ndisclosure of the initiative packets under §20A–7–206(7) because,\nthey claimed, “ ‘[t]he [state] Republican Party has said it\nwill target our folks.’ ” Salt Lake Tribune, at A4. According\nto these attorneys, a facially benign initiative may well result in\npolitical retribution and retaliation in a State where Republicans\ncurrently hold the offices of Governor, Lieutenant Governor,\nattorney general, state treasurer, state auditor, and a\nsupermajority in both the Utah House of Representatives (71%) and\nthe Utah Senate (72%), see State Yellow Book: Who’s Who in the\nExecutive and Legislative Branches of the 50 State Governments\n650–651, 1292–1294 (Spring 2010), as well as four of the five seats\nin the State’s delegation to the United States Congress, see GPO,\n2009–2010 Official Congressional Directory, 111th Cong.,\npp. 299, 307 (2009).The difficulty in\npredicting which referendum measures will prove\ncontroversial—combined with Washington’s default position that\nsigned referendum petitions will be disclosed on-demand, thereby\nallowing anyone to place this information on the Internet for broad\ndissemination—raises the significant probability that today’s\ndecision will “inhibit the exercise of legitimate First Amendment\nactivity” with respect to referendum and initiative petitions.Colorado Republican,518 U. S., at 634 (Thomas, J.,\nconcurring in judgment and dissenting in part). “[D]isclosure\nrequirements enable private citizens and elected officials to\nimplement political strategiesspecifically calculatedto\ncurtail campaign-related activity and prevent the lawful, peaceful\nexercise of First Amendment rights.”Citizens United, 558\nU. S., at ___ (slip op., at 5) (Thomas, J., concurring in part and\ndissenting in part). Our cases have long recognized this\nreality;[Footnote 4] as the\nCourt recently reiterated, the First Amendment does not require\n“case-by-case determinations” if “archetypical” First Amendment\nrights “would be chilled in the meantime.”Id.,at ___\n(slip op., at 12).This chill in\nprotected First Amendment activity harms others besides the\ndissuaded signer. We have already expressed deep skepticism about\nrestrictions that “mak[e] it less likely that” a referendum “will\ngarner the number of signatures necessary to place the matter on\nthe ballot, thus limiting [the] ability to make the matter the\nfocus of statewide discussion.”Meyer, 486 U. S., at 423.\nSuch restrictions “inevitabl[y] … reduc[e] the total quantum of\nspeech on a public issue.”Ibid.The very public that the\nPRA is supposed to serve is thus harmed by the way Washington\nimplements that statute here.*  *  *Petitioners do not argue that the\nConstitution gives supporters of referendum petitions a right to\nact withoutanyoneknowing their identities. Thus,\nWashington’s requirements that referendum supporters sign their\nnames and addresses to a referendum petition, and that this\ninformation be disclosed to the State for canvassing and\nverification, see Wash. Rev. Code §29A.72.230, are not at issue.\nAnd, petitioners do not contend that Washington’s citizens mayneverobtain access to referendum data. Thus, Washington’s\nrules allowing access to at least two representative observers from\neach side, seeibid., and authorizing courts to review the\nsecretary of state’s verification and canvassing decision if those\nobservers are dissatisfied with the secretary’s decision, see\n§29A.72.240, are also not in question.The Court\nis asked to assess the constitutionality of the PRA only with\nregard to referendum petitions. The question before us is whetherallsigners ofallreferendum petitions must\nresort to “substantial litigation over an extended time,”Citizens United,supra, at ___ (slip op., at 9),\nto prevent Washington from trenching on their protected First\nAmendment rights by subjecting their referendum-petition signatures\nto on-demand public disclosure. In my view, they need\nnot.Footnote\n1Generally speaking,\nin a referendum, voters approve or reject an Act already passed by\nthe legislature. In an initiative, voters adopt or reject an\nentirely new law, either a statute or a constitutional amendment.\nSee T. Cronin, Direct Democracy: The Politics of Initiative,\nReferendum, and Recall 2 (1989).Footnote\n2Under Washington law,\nthis “computerized list must serve as the single system for storing\nand maintaining the official list of registered voters throughout\nthe state” and “must contain the name and registration information\nof every legally registered voter in the state.” Wash. Rev. Code\n§§29A.08.651(2)–(3) (2008).Footnote\n3See §29A.72.230\n(permitting the secretary of state to verify and canvass referendum\npetitions using approved statistical sampling\nmethods).Footnote\n4See,e.g.,NAACPv.Alabama ex rel. Patterson,357 U. S. 449, 462 (1958) (noting the\n“hardly … novel perception that compelled disclosure of affiliation\nwith groups engaged in advocacy may constitute” an “effective …\nrestraint on freedom of association”);Batesv.Little\nRock,361 U. S.\n516, 523 (1960) (“Freedoms such as” the “freedom of association\nfor the purpose of advancing ideas and airing grievances” are\n“protected not only against heavy-handed frontal attack, but also\nfrom being stifled by more subtle government interference”); see\nalsoid., at 528 (Black and Douglas, JJ., concurring)\n(“First Amendment rights are beyond abridgment either by\nlegislation that directly restrains their exercise or by\nsuppression or impairment through harassment, humiliation, orexposure by government” (emphasis\nadded)).",
    "joined": []
}