{
    "case": {
        "docket": "207",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/207/"
    },
    "id": "4565553",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–507_________________PACIFIC OPERATORS OFFSHORE, LLP, et al.,\nPETITIONERSv.LUISA L. VALLADOLID et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[January 11, 2012]Justice Thomas delivered the opinion of the\nCourt.The Outer Continental Shelf Lands Act (OCSLA)\nextends the federal workers’ compensation scheme established in the\nLongshore and Harbor Workers’ Compensation Act (LHWCA), 33\nU. S. C. §901et seq., to injuries “occurring\nas the result of operations conducted on the outer Continental\nShelf” for the purpose of extracting natural resources from the\nshelf. 43 U. S. C. §1333(b). The United States Court of\nAppeals for the Ninth Circuit determined that the OCSLA extends\ncoverage to an employee who can establish a substantial nexus\nbetween his injury and his employer’s extractive operations on the\nOuter Continental Shelf. We affirm.IPetitioner Pacific Operators Offshore, LLP\n(Pacific), operates two drilling platforms on the Outer Continental\nShelf off the coast of California and an onshore oil and gas\nprocessing facility in Ventura County, California. Pacific employed\nJuan Valladolid as a general manual laborer—known in the trade as a\nroustabout—in its oil exploration and extraction business.\nValladolid spent about 98 percent of his time on one of Pacific’s\noffshore drilling platforms performing maintenance duties, such as\npicking up litter, emptying trashcans, washing decks, painting,\nmaintaining equipment, and helping to load and unload the platform\ncrane. Valladolid spent the remainder of his time working at\nPacific’s onshore processing facility, where he also performed\nmaintenance duties, including painting, sandblasting, pulling\nweeds, cleaning drain cul-verts, and operating a forklift.While on duty at the onshore facility,\nValladolid died in a forklift accident. His widow, a respondent\nhere, filed a claim for benefits under the LHWCA pursuant to the\nextension of that Act contained within the OCSLA. The OCSLA\nprovides, in relevant part:“With respect to disability or death of an\nemployee resulting from any injury occurring as the result of\noperations conducted on the outer Continental Shelf for the purpose\nof exploring for, developing, removing, or transporting by pipeline\nthe natural resources, or involving rights to the natural\nresources, of the subsoil and seabed of the outer Continental\nShelf, compensation shall be payable under the provisions of the\n[LHWCA].” 43 U. S. C. §1333(b).After a hearing, an Administrative Law Judge\n(ALJ) dismissed respondent’s claim. The ALJ reasoned that\nValladolid’s fatal injury was not covered under §1333(b) because\nhis accident occurred on land, rather than on the Outer Continental\nShelf. On appeal, the United States Department of Labor’s Benefits\nReview Board affirmed, concluding that Congress intended to limit\nthe coverage provided by the OCSLA to injuries suffered by\nemployees within the “geographical locale” of the Outer Continental\nShelf.L. V.v.Pacific Operations Offshore,\nLLP,42 BRBS 67, 71 (2008)(per curiam).The Ninth Circuit reversed, holding that\n§1333(b) neither contains a “situs-of-injury” requirement, as the\nFifth Circuit has held, nor imposes a “but for” causation\nrequirement, as the Third Circuit has held. See 604 F.3d 1126,\n1130–1140 (2010) (rejecting the holdings ofMillsv.Director, Office of Workers’ Compensation Programs, 877 F.2d\n356 (CA5 1989) (en banc);Curtisv.Schlumberger Offshore\nService, Inc., 849 F.2d 805 (CA3 1988)). Instead, the Ninth\nCircuit concluded that “the claimant must establish a substantial\nnexus between the injury and ex-tractive operations on the shelf”\nto qualify for workers’ compensation benefits under the OCSLA. 604\nF. 3d, at 1139. We granted Pacific’s petition for a writ of\ncertiorari to resolve this conflict. 562 U. S. ___ (2011).IIIn 1953, Congress enacted the Submerged Lands\nAct, 67Stat. 29, 43 U. S. C. §1301et seq.,\nwhich extended the boundaries of Coastal States three geographic\nmiles into the Atlantic and Pacific Oceans and three marine leagues\ninto the Gulf of Mexico. At the same time, Congress enacted the\nOCSLA, affirming the Federal Government’s authority and control\nover the “outer Continental Shelf,” defined as the submerged lands\nsubject to the jurisdiction and control of the United States lying\nseaward and outside of the submerged lands within the extended\nState bound-aries. 67Stat. 462, 43 U. S. C. §§1331(a),\n1332(1). As defined by the OCSLA, the Outer Continental Shelf\nincludes the “submerged lands” beyond the extended state\nboundaries, §1331(a), but not the waters above those submerged\nlands or artificial islands or installations attached to the\nseabed. For simplicity’s sake, we refer to the entire geographical\nzone as the “OCS.”Section 1333 extends various provisions of state\nand federal law to certain aspects of the OCS. For example,\n§1333(a)(1) extends the Constitution and federal laws of civil and\npolitical jurisdiction “to the subsoil and seabed of the outer\nContinental Shelf and to all artificial islands, and all\ninstallations and other devices permanently or temporarily attached\nto the seabed,” for the purpose of extracting its natural\nresources. Section 1333(a)(2)(A) makes the civil and criminal laws\nof each adjacent State applicable to “that portion of the subsoil\nand seabed of the outer Continental Shelf, and artificial islands\nand fixed structures erected thereon, which would be within the\narea of the State if its boundaries were extended seaward to the\nouter margin of the outer Continental Shelf.” Section 1333(b), the\nprovision involved in this case, makes LHWCA workers’ compensation\nbenefits available for the “disability or death of an employee\nresulting from any injury occurring as the result of operations\nconducted on the outer Continental Shelf ” for the purpose of\nextracting its natural resources.The question before us is the scope of coverage\nunder §1333(b). The parties agree that §1333(b) covers employees,\nsuch as oil rig and drilling platform workers, who are injured\nwhile working directly on the OCS to extract its natural resources.\nThey disagree, however, whether employees who are involved in\nextraction operations but who are injured beyond the OCS are also\ncovered under the OCSLA. This dispute focuses on the meaning of the\nphrase “any injury occurring as the result of operations conducted\non the outer Continental Shelf” in §1333(b).The Courts of Appeals have offered competing\ninterpretations. InCurtisv.Schlumberger Offshore\nService, Inc., 849 F. 2d,at 811, the Third Circuit\nheld that, because Congress intended LHWCA coverage to be\nexpansive, §1333(b) extends to all injuries that would not have\noccurred “but for” operations on the OCS. The Third Circuit thus\nconcluded that an employee who worked on a semisubmersible drill\nrig, but who was killed in a car accident on the way to the\nhelicopter that was to fly him to that rig, was eligible for\n§1333(b) benefits.Id.,at 806, 811. As the Third Circuit\nsummarized, “ ‘But for’ [Curtis’] travelling to [his drill\nrig] for the purpose of conducting ‘operations’ within §1333(b),\nemployee Curtis would not have sustained injuries in the automobile\naccident.”Id.,at 811.InMillsv.Director, supra,the\nFifth Circuit, sitting en banc, adopted a narrower interpretation\nof §1333(b). The court concluded that Congress intended to\nestablish “a bright-line geographic boundary for §1333(b)\ncoverage,” and held that §1333(b) extends coverage only to\nemployees engaged in OCS extractive activities who “suffer injury\nor death on an OCS platform or the waters above the OCS.”Id., at 362. Applying its “situs-of-injury” test, the Fifth\nCircuit held that a welder who was injured on land during the\nconstruction of an offshore oil platform was not eligible for\n§1333(b) benefits.Id.,at 357, 362.In the case below, the Ninth Circuit rejected\nthe Fifth Circuit’s “situs-of-injury” requirement as unsupported by\nthe text of §1333(b), and the Third Circuit’s “but for” test as too\nbroad to be consistent with Congress’ intent. 604 F. 3d, at\n1137, 1139. Instead, the Ninth Circuit adopted a third\ninterpretation of §1333(b), holding that a “claimant must establish\na substantial nexus between the injury and extractive operations on\nthe shelf ” to be eligible for §1333(b) benefits.Id.,\nat 1139. “To meet the standard,” the Ninth Circuit explained, “the\nclaimant must show that the work performed directly furthers outer\ncontinental shelf operations and is in the regular course of such\noperations.”Ibid.The Solicitor General suggests yet a fourth\ninterpretation of §1333(b).[1]\nThis interpretation would extend coverage to two categories of\ninjuries: (1) all on-OCS injuries suffered by employees of\ncompanies engaged in resource extraction on the OCS; and (2) the\noff-OCS injuries of those employees who spend a substantial portion\nof their worktime on the OCS engaging in extractive operations.\nBrief for Federal Respondent 32–33. According to the Solicitor\nGeneral, this test would provide §1333(b) coverage for off-OCS\ninjuries only to those employees whose duties contribute to\noperations on the OCS and who perform work on the OCS itself that\nis substantial in both duration and nature.Id.,at 35.IIIPacific argues that the Fifth Circuit’s\n“situs-of-injury” test presents the best interpretation of\n§1333(b). The crux of Pacific’s argument is that off-OCS injuries\ncannot be “the result of operations conducted on the outer\nContinental Shelf ” for purposes of §1333(b). Pacific asserts\nthat because Valladolid was injured on dry land, his death did not\noccur as the result of extraction operations conducted on the OCS,\nand therefore respondent is ineligible for LHWCA workers’\ncompensation benefits. We disagree.AThe OCSLA extends the provisions of the LHWCA\nto the “disability or death of an employee resulting from any\ninjury occurring as the result of operations conducted on the outer\nContinental Shelf.” §1333(b). Contrary to the view of Pacific and\nthe Fifth Circuit, nothing in that language suggests that the\ninjury to the employee must occur on the OCS. Section 1333(b)\nstates only two requirements: The extractive operations must be\n“conducted on the outer Continental Shelf,” and the employee’s\ninjury must occur “as the result of ” those operations.Despite the lack of a textual “situs-of-injury”\nrequirement in §1333(b), Pacific argues that it is logically\nimpossible for an off-OCS employee to be injured “as the result\nof ” on-OCS operations. Pacific offers no basis for this\nassertion, and we find none. Indeed, given that many OCS platforms\nare physically connected to onshore processing facilities via oil\nand gas pipelines, it is not difficult to imagine an accident\noccurring on an OCS platform that could injure employees located\noff the OCS.Moreover, if, as Pacific suggests, the purpose\nof §1333(b) was to geographically limit the extension of LHWCA\ncoverage to injuries that occurred on the OCS, Congress could\neasily have achieved that goal by omitting the following six words\nin §1333(b)’s text: “as the result of operations conducted.” Had\nCongress done so, the statute would extend LHWCA coverage to the\n“disability or death of an employee resulting from any injury\noccurring on the outer Continental Shelf.” But that is not the text\nof the statute Congress enacted.Pacific also argues that, because all of\n§1333(b)’s neighboring subsections contain specific situs\nlimitations, we should infer that Congress intended to include a\nsitus-of-injury requirement in §1333(b). See,e.g.,§1333(a)(2)(A) (adopting the civil and criminal laws of the\nadjacent State as federal law “for that portion of the subsoil and\nseabed of the outer Continental Shelf, and artificial islands and\nfixed structures erected thereon, which would be within the area of\nthe State if its boundaries were extended seaward to the outer\nmargin of the outer Continental Shelf ”).[2] But our usual practice is to make the opposite\ninference.Russellov.UnitedStates,464 U.S.\n16, 23 (1983) (“Where Congress includes particular language in\none section of a statute but omits it in another section of the\nsame Act, it is generally presumed that Congress acts intentionally\nand purposely in the disparate inclusion or exclusion” (alteration\nand internal quotation marks omitted)). Congress’ decision to\nspecify, in scrupulous detail, exactly where the other subsections\nof §1333 apply, but to include no similar restriction on injuries\nin §1333(b), convinces us that Congress did not intend §1333(b) to\napply only to injuries suffered on the OCS. Rather, §1333(b)\nextends LHWCA workers’ compensation coverage to any employee\ninjury, regardless of where it happens, as long as it occurs “as\nthe result of operations conducted on the outer Continental\nShelf.”Pacific argues that this conclusion is\nforeclosed by language inHerb’s Welding, Inc.v.Gray,470 U.S.\n414(1985), andOffshore Logistics, Inc.v.Tallentire,477 U.S.\n207(1986); but neither of those cases held that §1333(b)\nextends only to injuries that occur on the OCS. InHerb’s\nWelding,this Court considered whether an oil platform welder,\nwho worked both within the territorial waters of Louisiana and on\nthe OCS, was covered under the LHWCA after suffering an injury in\nthe waters of Louisiana. 470 U. S., at 416–417. The Court\nexplicitly declined to address whether the employee was eligible\nfor workers’ compensation benefits under §1333(b) because that\nquestion was neither passed upon by the Court of Appeals nor fully\nbriefed and argued before this Court.Id., at 426,\nn. 12. Although the Court acknowledged that an employee might\nwalk in and out of workers’ compensation coverage during his\nemployment due to the “explicit geographic limitation to the\n[OCSLA’s] incorporation of the LHWCA,”id., at 427, the\nexact meaning of that statement is unclear. We cannot ascertain\nwhether the comment was a reference to §1333(b)’s explicit\nsitus-of-operations requirement, as respondents suggest, or the\nrecognition of an implicit situs-of-injury requirement, as Pacific\nargues. In any event, the ambiguous comment was made without\nanalysis in dicta and does not control this case.The same is true of the Court’s opinion inOffshore Logistics. In that case, the Court considered\nwhether the widows of oil platform workers who were killed when\ntheir helicopter crashed into the high seas could file\nwrongful-death suits under Louisiana law. In the Court’s analysis\nof §1333, it stated, “Congress determined that the general scope of\nOCSLA’s coverage . . . would be determined principally by\nlocale, not by the status of the individual injured or killed.” 477\nU. S., at 219–220 (citing the situs requirement in\n§1333(a)(2)(A)). In a footnote, the Court commented: “Only one\nprovision of OCSLA superimposes a status requirement on the\notherwise determinative OCSLA situs requirement; §1333(b) makes\ncompensation for the death or injury of an ‘employee’ resulting\nfrom certain operations on the Outer Continental Shelf payable\nunder the [LHWCA].”Ibid., n. 2. These comments about\nthe scope of the OCSLA’s coverage and its determinative “situs\nrequirement” do not provide definitive evidence that §1333(b)\napplies only to injuries that occur on the OCS. As inHerb’s\nWelding, it is unclear whether the statement in theOffshore\nLogisticsfootnote regarding §1333(b) was referring to the\nexplicit situs-of-operations requirement or to an implicit\nsitus-of-injury requirement. Moreover, the entire footnote is\ndictum because, as the Court explicitly stated, §1333(b) had no\nbearing on the case. 470 U. S., at 219–220.Finally, Pacific argues that including off-OCS\ninjuries within the scope of the workers’ compensation coverage\ncreated by §1333(b) runs counter to Congress’ intent in drafting\nthe OCSLA. According to Pacific, Congress intended to create a\nuniform OCS compensation scheme that both filled the jurisdictional\nvoids and eliminated juris-dictional overlaps between existing\nstate and federal pro-grams. Pacific points out that, without a\nsitus-of-injury requirement to narrow the scope of §1333(b), an\noff-OCS worker could be eligible for both state and federal\nworkers’ compensation coverage.There is no indication in the text, however,\nthat the OCSLA excludes OCS workers from LHWCA coverage when they\nare also eligible for state benefits. To the contrary, the LHWCA\nworkers’ compensation scheme incorporated by the OCSLA explicitly\nanticipates that injured employees might be eligible for both state\nand federal benefits. An offsetting provision in the LHWCA provides\nthat “any amounts paid to an employee for the same in-jury,\ndisability, or death for which benefits are claimed under [the\nLHWCA] pursuant to any other workers’ compensation law or [the\nJones Act] shall be credited against any liability imposed by [the\nLHWCA].” 33 U. S. C. §903(e). This provision, in addition\nto the lack of any textual support for Pacific’s argument,\nconvinces us that Congress did not limit the scope of 43\nU. S. C. §1333(b)’s coverage to only those geographic\nareas where state workers’ compensation schemes do not apply.BPacific also offers an alternative argument\nderived from the interaction of §1333(b) and a provision of the\nLHWCA. Specifically, Pacific argues that because the LHWCA contains\nan explicit situs-of-injury requirement, see 33 U. S. C.\n§903(a) (providing benefits only for injuries occurring “upon the\nnavigable waters” of the United States), and because 43\nU. S. C. §1333(b) extends the LHWCA workers’ compensation\nscheme to the OCS, §1333(b) incorporates the strict LHWCA\nsitus-of-injury requirement from §903(a). According to Pacific, the\nwords “occurring as the result of operations” in §1333(b) impose a\nstatus requirement in addition to the imported LHWCA\nsitus-of-injury requirement, with the result that employees who are\ninjured on the OCS, but whose jobs are not related to extractive\noperations, are excluded from the workers’ compensation coverage\ncreated by §1333(b). Thus, an accountant who is injured on a field\ntrip to the drilling platform would be ineligible under §1333(b)\ndespite being an employee who is injured on the OCS.Although this alternative argument has the\nadvantage of assigning some meaning to the words “occurring as the\nresult of operations” in §1333(b), we still find it unpersuasive.\nFirst, it is unlikely that Congress intended to impose a\nsitus-of-injury requirement in §1333(b) through such a nonintuitive\nand convoluted combination of two separate legislative Acts. As we\nhave already noted, creating an express situs-of-injury requirement\nin the text of §1333(b) would have been simple. Second, combining\nthe §1333(b) definition of “United States” with the LHWCA\nsitus-of-injury requirement in 33 U. S. C. §903(a) would\nresult in an OCS workers’ compensation scheme that applies only to\nthe seabed of the OCS and to any artificial islands and fixed\nstructures thereon. See 43 U. S. C. §1333(b)(3) (stating\nthat “the term ‘United States’ when used in a geographical sense\nincludes the outer Continental Shelf and artificial islands and\nfixed structures thereon”). Pacific concedes that this scheme would\nexclude the navigable waters above the shelf, including the waters\nimmediately adjacent to any drilling platforms. Consequently, under\nPacific’s view, even employees on a crew ship immediately adjacent\nto an OCS platform who are injured during a platform explosion\nwould be excluded from §1333(b) coverage. That view cannot be\nsquared with the text of the statute, which applies to “any injury\noccurring as the result of operations conducted” on the OCS.CPacific also makes several policy arguments in\nfavor of a situs-of-injury requirement, but policy concerns cannot\njustify an interpretation of §1333(b) that is inconsistent with the\ntext of the OCSLA. “[I]f Congress’ coverage decisions are mistaken\nas a matter of policy, it is for Congress to change them. We should\nnot legislate for them.”Herb’s Welding,470 U. S., at\n427. The language of §1333(b) simply does not support a categorical\nexclusion of injuries that occur beyond the OCS.IVThe Solicitor General urges us to adopt a\nstatus-based inquiry that applies one test to on-OCS injuries and a\ndifferent test to off-OCS injuries. Specifically, the Government\nproposes that when a worker is injured on the OCS, he is eligible\nfor workers’ compensation benefits if he is employed by a company\nengaged in extractive operations on the OCS. But if the employee is\ninjured off the OCS, the employee will be covered only if his\n“duties contribute to operations” on the OCS and if he performs\n“work on the [OCS] itself that is substantial in terms of both its\nduration and nature.” Brief for Federal Respondent 35. This\napproach is derived from our decision inChandris, Inc.v.Latsis,515 U.S.\n347(1995) (establishing criteria by which an employee\nqualifies as a “seaman” under the Jones Act), and might well have\nmerit as legislation. But it has no basis in the text of the OCSLA\nas presently enacted. The “occurring as the result of operations”\nlanguage in §1333(b) plainly suggests causation. Although the\nGovernment asserts that a status-based test would be preferable to\na causation-based test, we cannot ignore the language enacted by\nCongress.The Third Circuit’s “but for” test is nominally\nbased on causation, but it is also incompatible with §1333(b).\nTaken to its logical conclusion, the “but for” test would extend\nworkers’ compensation coverage to all employees of a business\nengaged in the extraction of natural resources from the OCS, no\nmatter where those employees work or what they are doing when they\nare injured. This test could reasonably be interpreted to cover\nland-based office employees whose jobs have virtually nothing to do\nwith extractive operations on the OCS. Because Congress ex-tended\nLHWCA coverage only to injuries “occurring as the result of\noperations conducted on the outer Continental Shelf,” we think that\n§1333(b) should be interpreted in a manner that focuses on injuries\nthat result from those “operations.” This view is consistent with\nour past treatment of similar language in other contexts. InHolmesv.Securities Investor Protection Corporation,503 U.S.\n258(1992), we considered a provision of the Racketeer\nInfluenced and Corrupt Organizations Act that provided a cause of\naction to “[a]ny person injured in his business or propertyby\nreason ofa violation of section 1962.” 18 U. S. C.\n§1964(c) (emphasis added). We rejected a “but for” interpretation,\nstating that such a construction was “hardly compelled” and that it\nwas highly unlikely that Congress intended to allow all factually\ninjured plaintiffs to recover. 503 U. S., at 265–266. Instead, we\nadopted a proximate-cause standard consistent with our prior\ninterpretation of the same language in the Sherman and Clayton\nActs.Id., at 267–268. Similarly, 43 U. S. C.\n§1333(b)’s language hardly compels the Third Circuit’s expansive\n“but for” interpretation.Accordingly, we conclude that the Ninth\nCircuit’s “substantial-nexus” test is more faithful to the text of\n§1333(b). We understand the Ninth Circuit’s test to require the\ninjured employee to establish a significant causal link between the\ninjury that he suffered and his employer’s on-OCS operations\nconducted for the purpose of extracting natural resources from the\nOCS.Although the Ninth Circuit’s test may not be the\neasiest to administer, it best reflects the text of §1333(b), which\nestablishes neither a situs-of-injury nor a “but for” test. We are\nconfident that ALJs and courts will be able to determine whether an\ninjured employee has established a significant causal link between\nthe injury he suffered and his employer’s on-OCS extractive\noperations. Although we expect that employees injured while\nperforming tasks on the OCS will regularly satisfy the test,\nwhether an employee injured while performing an off-OCS task\nqualifies—like Valladolid, who died while tasked with onshore scrap\nmetal consolidation—is a question that will depend on the\nindividual circumstances of each case. The Ninth Circuit remanded\nthe case for the Benefits Review Board to apply the\n“substantial-nexus” test in the first instance, and we agree with\nthat disposition.The judgment is affirmed, and the case is\nremanded to the Court of Appeals for further proceedings consistent\nwith this opinion.It is so ordered.Notes1The Director, Office of\nWorkers’ Compensation Programs, United States Department of Labor,\nis a respondent in this case because the Director administers the\nOCSLA workers’ compensation scheme established by\n§1333(b).2See also 43\nU. S. C. §1333(a)(1) (extending the Constitution and\nfederal laws of civil and political jurisdiction “to the subsoil\nand seabed of the outer Continental Shelf and to all artificial\nislands, and all in-stallations and other devices permanently or\ntemporarily attached to the seabed, which may be erected thereon\nfor the purpose of exploring for, developing, or producing\nresources therefrom, or any such installation or other device\n(other than a ship or vessel) for the purpose of transporting such\nresources, to the same extent as if the outer Continental Shelf\nwere an area of exclusive Federal jurisdiction located within a\nState”); §1333(c) (making the National Labor Relations Act\napplicable to any unfair labor act “occurring upon any artificial\nisland, installation, or other device referred to in subsection (a)\nof this section”); §1333(d)(1) (granting the Coast Guard\nenforcement authority“on the artificial islands, installations, and\nother devices referred to in subsection (a) of this section or on\nthe waters adjacent thereto”); §1333(d)(2) (granting the Coast\nGuard authority to mark “any artificial island, installation, or\nother device referred to in subsection (a) of this section” for the\nprotection of navigation); §1333(e) (granting the Army authority to\nprevent the obstruction of access “to the artificial islands,\ninstallations, and other devices referred to in subsection (a) of\nthis section”); §1333(f) (saving clause applying “to the subsoil\nand seabed of the outer Continental Shelf and the artificial\nislands, installations, and other devices referred to in subsection\n(a) of this section”).",
    "joined": []
}