{
    "case": {
        "docket": "18-1501",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1501/"
    },
    "id": "4264362",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1501_________________CHARLES C. LIU, et al., PETITIONERSv.SECURITIES AND EXCHANGE COMMISSIONon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 22, 2020]Justice Thomas, dissenting.The Court correctly declines to affirm the Ninth\nCircuit’s decision upholding the District Court’s disgorgement\norder, but I disagree with the Court’s decision to vacate and\nremand for the lower courts to “limi[t]” the disgorgement award.Ante,at 1. Disgorgement can never be awarded under 15\nU. S. C. §78u(d)(5). That statute authorizes the\nSecurities and Exchange Commission (SEC) to seek only “equitable\nrelief that may be appropriate or necessary for the benefit of\ninvestors,” and disgorgement is not a traditional equitable remedy.\nThus, I would reverse the judgment of the Court of Appeals.IThe Securities Exchange Act of 1934, as\namended in 2005, allows the SEC to request “equitable relief ”\nin federal district court against those who violate federal\nsecurities laws. §78u(d)(5). According to our usual interpretive\nconvention, “equitable relief ” refers to forms of equitable\nrelief available in the English Court of Chancery at the time of\nthe founding. Because disgorgement is a creation of the 20th\ncentury, it is not properly characterized as “equitable relief,”\nand, hence, the District Court was not authorized to award it under\n§78u(d)(5).A“This Court has never treated general\nstatutory grants of equitable authority as giving federal courts a\nfreewheeling power to fashion new forms of equitable remedies.”Trumpv.Hawaii, 585 U. S. ___, ___ (2018)\n(Thomas, J., concurring) (slip op., at 3). “Rather, it has read\nsuch statutes as constrained by ‘the body of law which had been\ntransplanted to this country from the English Court of Chancery’ in\n1789.”Ibid.(quotingGuaranty Trust Co.v.York,326 U.S.\n99, 105 (1945)). As Justice Story put it, “the settled doctrine\nof this court is, that the remedies in equity are to be\nadministered . . . according to the practice of courts of\nequity in [England], as contradistinguished from that of courts of\nlaw; subject, of course to the provisions of the acts of congress.”Boylev.Zacharie & Turner, 6 Pet. 648, 654\n(1832).We have interpreted other statutes according to\nthis “settled doctrine.” For example, we have read the term\n“equitable relief ” in the Employee Retirement Income Security\nAct of 1974 to refer to “those categories of relief that were\ntypically available in equity.”Mertensv.Hewitt\nAssociates,508 U.S.\n248, 256 (1993) (emphasis deleted). We have done the same for\nthe Judiciary Act of 1789, see,e.g.,Grupo Mexicano de\nDesarrollo, S. A.v.Alliance Bond Fund,Inc.,527 U.S.\n308, 318–319 (1999), and for provisions in the Bankruptcy Code,\nseeTaggartv.Lorenzen, 587 U. S. ___, ___\n(2019) (slip op., at 5). There is nothing about §78u(d)(5) that\ncounsels departing from this approach.BDisgorgement is not a traditional form of\nequitable relief. Rather, cases, legal dictionaries, and treatises\nestablish that it is a 20th-century invention.As an initial matter, it is not even clear what\n“disgorgement” means. The majority frankly acknowledges its\n“ ‘ “protean character.” ’ ”Ante, at 7\n(quotingPetrellav.Metro-Goldwyn-Mayer, Inc.,572 U.S.\n663, 688, n. 1 (2014)). The difficulty of defining this\nsupposedly traditional remedy is the first sign that it is not a\nhistorically recognized equitable remedy. In contrast, an\naccounting for profits, or accounting—a distinct form of relief\nthat the majority groups with disgorgement—has a well-accepted\ndefinition: It compels a defendant to account for, and repay to a\nplaintiff, those profits that belong to the plaintiff in equity.\nBray, Fiduciary Remedies, in The Oxford Handbook of Fiduciary Law\n449 (E. Criddle, P. Miller, & R. Sitkoff eds. 2019). The\ndefinition of disgorgement, after today’s decision, is a remedy\nthat compels each defendant to pay his profits (and sometimes,\nthough it is not clear when, all of his codefendants’ profits) to a\nthird-party Government agency (which sometimes, though it is not\nclear when, passes the money on to victims). This remedy has no\nbasis in historical practice.No published case appears to have used the term\n“disgorgement” to refer to equitable relief until the 20th century.\nEven then, the earliest cases use the word in a “non-technical”\nsense, Brief for Law Professors asAmici Curiae22, to\ndescribe the action a defendant must take when a party is awarded a\ntraditional equitable remedy such as an accounting for profits or\nan equitable lien.[1] For\nexample, inByrdv.Mullinix, 159 Ark. 310, 251 S.W.\n871 (1923), the Supreme Court of Arkansas affirmed the imposition\nof an equitable lien to prevent a debtor from “put[ting] the money\nin property which was itself beyond the reach of creditors, and to\ncompel its disgorgement,”id.,at 316–317, 251 S. W.,\nat 872. Likewise, inArmstrongv.Richards, 128 Fla.\n561, 175 So. 340 (1937), the Supreme Court of Florida referred to\n“the right of the taxpayer to require an accounting from and\ndisgorgement by public officers and those in collusion with them,”id., at 564, 175 So., at 341. In these cases, the term\n“disgorgement” colloquially described what a defendant was ordered\nto do, not the remedy itself.By the 1960s, published opinions began to use\n“disgorgement” to refer to a remedy in the administrative context.\nInNLRBv.Local 176, 276 F.2d 583 (CA1 1960), the\nagency had “applied its . . . remedy of disgorgement of\ndues, requiring the union to refund to every member who had\nobtained employment on the Company project the dues which he had\npaid,”id., at 586 (footnote omitted). The court declined to\nenforce this part of the agency’s order, but not because\ndisgorgement was an impermissible form of relief. Instead, it found\nthat, in the circumstances of the case, disgorgement “seem[ed]\n. . . to be anex post factopenalty.”Ibid.; see alsoNLRBv.Local 111, 278 F.2d\n823, 825 (CA1 1960) (enforcing a disgorgement order from the\nagency).By the 1970s, courts started using the term\n“disgorgement” to describe a judicial remedy in its own right. When\nthe SEC initially sought this kind of relief under the Securities\nExchange Act inSECv.Texas Gulf Sulphur Co.,312 F. Supp. 77(SDNY 1970), the District Court called it\n“restitution,”id.,at 93, and the Court of Appeals called\nit “[r]estitution of [p]rofits,”SECv.Texas Gulf\nSulphur Co., 446 F.2d 1301, 1307 (CA2 1971) (emphasis deleted).\nCourts soon substituted the label “disgorgement.”SECv.Manor Nursing Centers,Inc., 458 F.2d 1082, 1105 (CA2\n1972);SECv.Shapiro,349 F. Supp. 46, 55 (SDNY 1972).The late date of these cases is sufficient\nreason to reject the argument that disgorgement is a traditional\nequitable remedy. But it is also telling that, when the SEC began\nseeking this relief, it did so without any statutory authority.\nPrior to 2005, the SEC lacked the power even to seek “equitable\nrelief ” in cases like this one. See §305(b), 116Stat. 779\n(amending the Securities Exchange Act). The District Court inTexas Gulf Sulphurpurported to “imply [a] new remed[y],”\nbased on its “inherent equity power” and a belief that “the\ncongressional purpose is effectuated by so doing.” 312\nF. Supp., at 91. But the sources it cited are dubious. The\ncourt relied onJ. I. Case Co.v.Borak,377 U.S.\n426(1964), a case about implied causes of action that we have\nsince abrogated. SeeAlexanderv.Sandoval,532 U.S.\n275, 287 (2001). It also relied on a securities law treatise\nthat advocated for what it called “restitution” but admitted that\ndistrict courts had no express authority to grant the remedy and\nthat the SEC had never sought this remedy in the past. 3 L. Loss,\nSecurities Regulation 1827–1828 (1961). It is functionally this\nsame unauthorized remedy that the SEC and courts now call\n“disgorgement.” The details have varied over time, but the lineage\nis clear: Disgorgement is “a relic of the heady days” of courts\ninserting judicially created relief into statutes.Correctional\nServices Corp.v.Malesko,534 U.S.\n61, 75 (2001) (Scalia, J., concurring).Disgorgement as a remedy in its own right is\nalso absent from legal publications until the 20th century. Leading\nlegal dictionaries did not define the term until the turn of the\n20th century. See,e.g., Merriam-Webster’s Dictionary of Law\n143 (1996); Black’s Law Dictionary 480 (7th ed. 1999). Nor was\ndisgorgement included in the first Restatement of Restitution,\nadopted in 1936. The remedy does not appear until the Third\nRestatement, adopted in 2010, which states that “[r]estitution\nremedies” that seek “to eliminate profit from wrongdoing\n. . . are often called ‘disgorgement’ or\n‘accounting.’ ” 2 Restatement (Third) of Restitution and\nUnjust Enrichment §51(4), p. 203. But “Restatement” is an inapt\ntitle for this edition of the treatise. Like many of the modern\nRestatements, its “authors have abandoned the mission of describing\nthe law, and have chosen instead to set forth their aspirations for\nwhat the law ought to be.”Kansasv.Nebraska,574 U.S.\n445, 475 (2015) (Scalia, J., concurring in part and dissenting\nin part). The inclusion of “disgorgement” in the Third Restatement,\nwhich the majority cites in support of its holding,ante, at\n6, represents a “ ‘novel extension’ ” of equity.Kansas,supra, at 483 (Thomas, J., concurring in part\nand dissenting in part) (quoting Roberts, Restitutionary\nDisgorgement for Opportunistic Breach of Contract and Mitigation of\nDamages, 42 Loyola (LA) L. Rev. 131, 134 (2008)).I acknowledge that this Court has referred to\ndisgorgement as an equitable remedy in some of its prior decisions.\nSee,e.g.,Feltnerv.Columbia Pictures\nTelevision,Inc.,523 U.S.\n340, 352 (1998). But these opinions merely referred to the term\nin passing without considering the question in depth. The history\nis clear: Disgorgement is not a form of relief that was available\nin the English Court of Chancery at the time of the founding.CThe majority’s treatment of disgorgement as an\nequitable remedy threatens great mischief. The term disgorgement\nitself invites abuse because it is a word with no fixed meaning.\nThe majority sees “parallels” between accounting and disgorgement,ante,at 2, n. 1, but parallels are by definition not\nthe same. Even if they were, the traditional remedy of an\naccounting—which compels a party to repay profits that belong to a\nplaintiff—has important conceptual limitations that disgorgement\ndoes not. An accounting connotes the relationship between a\nplaintiff and a defendant. In the words of one scholar, “it is an\naccounting by A to B.” Bray, Fiduciary Remedies,at 454. But\ndisgorgement connotes no relationship and so is not naturally\nlimited to net profits and compensation of victims. It simply “is A\ndisgorging.”Ibid.Further, the traditional remedy of a\nconstructive trust[2] or an\nequitable lien requires that the “money or property identified as\nbelonging in good conscience to the plaintiff . . .\nclearly be traced to particular funds or property in the\ndefendant’s possession.”Great-West Life & Annuity Ins.\nCo.v.Knudson,534 U.S.\n204, 213 (2002). Disgorgement reaches further because it has no\ntracing requirement. By using a word with no history in equity\njurisprudence, the SEC and courts have made it possible to\ncircumvent the careful limitations imposed on other equitable\nremedies.One need look no further than the SEC’s use of\ndisgorgement to see the pitfalls of the majority’s acquiescence in\nits continued use as a remedy. The order inTexas Gulf\nSulphurdid not depart too far from equitable principles. The\naward was limited to the defendants’ net profits and the funds were\nheld in escrow and were at least partly available to compensate\nvictims, 446 F. 2d, at 1307. It did not take long, however,\nfor a district court to order a defendant to turn over both his\nprofits and the investment “income earned on the proceeds.”Manor Nursing Centers, 458 F. 2d, at 1105. And in the\ncase before us today, just a half century later, disgorgement has\nexpanded even further. The award is not limited to net profits or\neven money possessed by an individual defendant when it is imposed\njointly and severally. Seeante, at 5. And not only is it\nnot guaranteed to be used to compensate victims, but the imposition\nof over $26 million in disgorgement and approximately $8 million in\ncivil monetary penalties in this case seems to ensure that victims\nwill be unable to recover anything in their own actions. As long as\ncourts continue to award “disgorgement,” both courts and the SEC\nwill continue to have license to expand their own power.The majority’s decision to tame, rather than\nreject, disgorgement will also cause confusion in administrative\npractice. As the majority explains, the SEC is expressly authorized\nto impose “ ‘disgorgement’ ” in its in-house tribunals.Ante, at 13 (quoting 15 U. S. C. §77h–1(e)). It is\nunclear whether the majority’s new restrictions on disgorgement\nwill apply to these proceedings as well. If they do not, the result\nwill be that disgorgement has one meaning when the SEC goes to\ndistrict court and another when it proceeds in-house.More fundamentally, by failing to recognize that\nthe problem is disgorgement itself, the majority undermines our\nentire system of equity. The majority believes that insistence on\nthe traditional rules of equity is unnecessarily formalistic,ante,at 3, n. 1, but the Founders accepted federal\nequitable powers only because those powers depended on traditional\nforms. The Constitution was ratified on the understanding that\nequity was “a precise legal system” with “specific equitable\nremed[ies].”Missouriv.Jenkins,515 U.S.\n70, 127 (1995) (Thomas, J., concurring). “Although courts of\nequity exercised remedial ‘discretion,’ that discretion allowed\nthem to deny or tailor a remedy despite a demonstrated violation of\na right, not to expand a remedy beyond its traditional scope.”Trump, 585 U. S., at ___ (Thomas, J., concurring) (slip\nop., at 5). The majority, while imposing some limits, ultimately\npermits courts to continue expanding equitable remedies. I would\nsimply hold that the phrase “equitable relief ” in §78u(d)(5)\ndoes not authorize disgorgement.IIAfter holding that disgorgement is equitable\nrelief, the majority remands for the lower courts to reconsider the\ndisgorgement order in this case. If the majority is going to accept\n“disgorgement” as an available remedy, it should at least limit the\norder to be consistent with the traditional rules of equity. First,\nthe order should be limited to each petitioner’s profits. Second,\nthe order should not be imposed jointly and severally. Third, the\nmoney paid by petitioners should be used to compensate petitioners’\nvictims.AFirst, the disgorgement order should be\nlimited to “the profits actually made” by each petitioner.Mowryv.Whitney, 14 Wall. 620, 649 (1872); see alsoante, at 11, 18–20. Defendants in equity traditionally may\ndeduct “allowances . . . for the cost and expense of the\nbusiness” from the amount of the award.Rootv.Railway\nCo.,105 U.S.\n189, 215 (1882); see alsoCallaghanv.Myers,128 U.S.\n617, 665 (1888);Elizabethv.Pavement Co.,97 U.S.\n126, 139 (1878);Rubber Co.v.Goodyear, 9 Wall.\n788, 804 (1870). The rationale behind this rule is that “it is not\nthe function of courts of equity to administer punishment.”Bangor Punta Operations,Inc.v.Bangor &\nAroostook R. Co.,417 U.S.\n703, 717–718, n. 14 (1974) (internal quotation marks\nomitted); see also 2 J. Story, Commentaries on Equity Jurisprudence\n§1494, p. 819 (13th ed. 1886). Here, however, the District\nCourt reasoned that “it would be ‘unjust to permit the defendants\nto offset against the investor dollars they received the expenses\nof running the very business they created to defraud those\ninvestors into giving the defendants the money in the first\nplace.’ ” 754 Fed. Appx. 505, 509 (CA9 2018) (quotingSECv.J. T. Wallenbrock & Assocs.,440 F.3d 1109, 1114 (CA9 2006)). On remand, the lower courts\nshould limit the award to each petitioner’s profits.BSecond, and relatedly, the disgorgement order\nshould not be imposed jointly and severally. The majority\nanalogizes disgorgement to accounting,ante, at 6, but this\nCourt has rejected joint and several liability in actions for an\naccounting.Elizabeth,supra,at 139–140;Keystone\nMfg. Co.v.Adams,151 U.S.\n139, 148 (1894);Belknapv.Schild,161 U.S.\n10, 25–26 (1896). The majority instructs the lower courts to\ndetermine whether petitioners were “partners in wrongdoing,”\napparently based on a case about the liability of partners.Ante,at 10, 18 (citingAmblerv.Whipple, 20\nWall. 546 (1874)). But the liability in that case was premised on\nthe law of partnership, and nothing indicates that petitioners here\nwere legal partners. The joint and several order in this case is\nthus at odds with traditional equitable rules.[3]CFinally, the award should be used to\ncompensate victims, not to enrich the Government. Plaintiffs in\nequity may claim “that which,ex aequo et bono[according to\nwhat is equitable and good], is theirs, and nothing beyond this.”Livingstonv.Woodworth, 15 How. 546, 560 (1854). The\nmoney ordered to be paid as disgorgement in no sense belongs to the\nGovernment, and the majority cites no authority allowing a\nGovernment agency to keep equitable relief for a wrong done to a\nthird party. Requiring the SEC to only “generally” compensate\nvictims,ante,at 15, is inconsistent with traditional\nequitable principles.Worse still from a practical standpoint, the\nmajority provides almost no guidance to the lower courts about how\nto resolve this question on remand. Even assuming that disgorgement\nis “equitable relief” for purposes of §78u(d)(5) and that the\nGovernment may sometimes keep the money, the Court should at least\ndo more to identify the circumstances in which the Government may\nkeep the money. Instead, the Court asks lower courts to improvise a\nsolution. If past is prologue, this uncertainty is sure to create\nopportunities for the SEC to continue exercising unlawful\npower.*  *  *I would reverse for the straightforward reason\nthat disgorgement is not “equitable relief ” within the\nmeaning of §78u(d)(5). Because the majority acquiesces in the\ncontinued use of disgorgement under that statute, I respectfully\ndissent.Notes1An equitable lien is\nimposed on a defendant’s property “as security for a claim on the\nground that otherwise the former would be unjustly enriched.”\nRestatement of Restitution §161, p. 650 (1936).2A constructive trust\ncompels a defendant “holding title to property . . . to\nconvey it to another on the ground that he would be unjustly\nenriched if he were permitted to retain it.” Restatement of\nRestitution §160, at 640–641.3For its part, respondent\ncites the joint and several liability inJacksonv.Smith,254 U.S.\n586, 589 (1921), but the remedy in that case was a constructive\ntrust, seeSmithv.Jackson, 48 App. D. C. 565,\n576 (1919). As explained above, there is no tracing requirement in\nthe District Court’s order as would be required in a case of\nconstructive trust.Supra, at 6–7. The Court also allowed\njoint and several liability inBelfordv.Scribner,144 U.S.\n488(1892), a copyright case. But it based its holding on the\nfact that, under the relevant copyright statute, “both the printer\nand the publisher are equally liable to the owner of the copyright\nfor an infringement.”Id., at 507; see alsoWashingtonian\nPublishing Co.v.Pearson, 140 F.2d 465, 467 (CADC\n1944).",
    "joined": []
}