{
    "case": {
        "docket": "70",
        "citation": "555",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/555/70/"
    },
    "id": "1962820",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGALTRIA GROUP, INC. V. GOOD555 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-562ALTRIA GROUP, INC., et al., PETITIONERSv.STEPHANIE GOOD et al.on writ of certiorari to the united states court of\nappeals for the first circuit[December 15, 2008]Justice Thomas, with whom The\nChief Justice, Justice Scalia, and Justice Alito join,\ndissenting.This appeal requires the Court to\nrevisit its decision inCipollonev.Liggett Group,\nInc.,505 U. S. 504(1992). As in that case,\nthe question before us is whether state-law claims alleging that\ncigarette manufacturers misled the public about the health effects\nof cigarettes are pre-empted by the Federal Cigarette Labeling and\nAdvertising Act, as amended in 1969 (Labeling Act or Act). The\nLabeling Act requires that specific health warnings be placed on\nall cigarette packaging and advertising, 15 U. S. C. §1333, in\norder to eliminate “diverse, nonuniform, and confusing cigarette\nlabeling and advertising regulations with respect to any\nrelationship between smoking and health,” §1331. To that end, §5(b)\nof the Labeling Act pre-empts any “requirement or prohibition based\non smoking and health … imposed under State law with respect to the\nadvertising or promotion of any cigarettes.” §1334(b).Whether §5(b) pre-empts state common-law\nclaims divided the Court inCipollone. The plurality\nopinion found some claims expressly pre-empted and others not,\ndepending on whether “the legal duty that is the predicate of\nthe common-law damagesaction constitutes a requirement or\nprohibition based on smoking and health … imposed under State law\nwith respect to … advertising or promotion.” 505 U. S., at 524\n(internal quotation marks omitted; emphasis added). A majority of\nthe Court disagreed with the plurality’s predicate-duty approach.Id.,at 543 (Blackmun, J., concurring in part, concurring\nin judgment in part, and dissenting in part);id.,at\n552–554 (Scalia, J., concurring in judgment in part and dissenting\nin part). In particular, Justice Scalia recognized that the\nplurality’s interpretation of §5(b) created an unworkable test for\npre-emption with little or no relationship to the text of the\nstatute.Id., at 544, 555–556. The intervening years have\nvindicated Justice Scalia’s critical assessment; the lower courts\nhave consistently expressed frustration at the difficulty in\napplying theCipolloneplurality’s test. Moreover, this\nCourt’s recent pre-emption decisions have undermined, and in some\ncases overruled, central aspects of the plurality’s atextual\napproach to express pre-emption generally,Riegelv.Medtronic, Inc., 552 U. S. ___ (2008), and to §5(b) of the\nLabeling Act specifically,Lorillard Tobacco Co.v.Reilly,533\nU. S. 525(2001).The majority today ignores these problems and\nadopts the methodology of theCipolloneplurality as\ngoverning law. As a consequence, the majority concludes that\nstate-law liability for deceiving purchasers about the health\neffects of smoking light cigarettes is not a “requirement or\nprohibition based on smoking and health” under the Labeling Act.\nThe Court’s fidelity toCipolloneis unwise and\nunnecessary. The Court should instead provide the lower courts with\na clear test that advances Congress’ stated goals by interpreting\n§5(b) to expressly pre-empt any claim that “imposes an obligation …\nbecause of the effect of smoking upon health.”Cipollone,supra,at 554 (opinion of Scalia, J.).Respondents’ lawsuit under the Maine Unfair\nTrade Practices Act (MUTPA), Me. Rev. Stat. Ann., Tit. 5, §207\n(Supp. 2008), is expressly pre-empted under §5(b) of the Labeling\nAct. The civil action is premised on the allegation that the\ncigarette manufacturers misled respondents into believing that\nsmoking light cigarettes would be healthier for them than smoking\nregular cigarettes. A judgment in respondents’ favor will thus\nresult in a “requirement” that petitioners represent the effects of\nsmoking on health in a particular way in their advertising and\npromotion of light cigarettes. Because liability in this case is\nthereby premised on the effect of smoking on health, I would hold\nthat respondents’ state-law claims are expressly pre-empted by\n§5(b) of the Labeling Act. I respectfully dissent.IInCipollone, a smoker\nand her spouse brought state common-law claims for fraud, breach of\nwarranty, and failure to warn against cigarette manufacturers for\ntheir alleged failure to adequately disclose the health risks of\nsmoking. 505 U. S., at 509. As here, the cigarette manufacturer\nasserted that the claims were pre-empted by §5(b) of the Labeling\nAct.In deciding the case, the Court\ncould not agree on the meaning of the Labeling Act’s express\npre-emption provision. It produced three separate opinions, none of\nwhich reflected the views of a majority of Justices. Relying\nheavily on a “presumption against the pre-emption of state police\npower regulations,” a plurality opinion by Justice Stevens settled\non a “narrow reading” of the Labeling Act that tested §5(b)’s\npre-emptive effect under a claim-by-claim approach.Id.,at 524. This approach considered each state-law claim and asked\nwhether it is predicated “on a duty ‘based on smoking and\nhealth.’ ”Id.,at 528; see alsoid.,at\n524. If so, the claim is pre-empted.Id., at 524, 528. If,\nhowever, the claim is predicated on a “more general obligation”\nunder state law, it may proceed.Id.,at 528–529.Applying a test that it conceded lacked\n“theoretical elegance,”id., at 530, n. 27, the\nplurality held that the failure-to-warn claims were pre-empted “to\nthe extent that those claims rel[ied] on omissions or inclusions in\n… advertising or promotions” of cigarettes.Id.,at 531.\nThe same was true for one of the fraud claims, which alleged that\nthe cigarette manufacturers had used their advertising to\nneutralize the federally required warning labels.Id., at\n527–528. The plurality determined that these claims were\n“predicated on a state-law prohibition against statements … that\ntend to minimize the health hazards associated with smoking.”Id., at 527. Thus, according to the plurality, these\nstate-law claims sought recovery under the theory that the\ncigarette manufacturer breached a duty based on smoking or health.\nBut the plurality found that the other fraud claim, which alleged\nmisrepresentation or concealment of a material fact, was not\npre-empted because it was based on a more general state-law\nobligation: “the duty not to deceive.”Id.,at\n528–529.Justice Blackmun, writing for three Justices,\ndeparted from the plurality on the antecedent question whether the\nLabeling Act pre-empted state common-law damages claims at all.Id.,at 535–542 (opinion, joined by Kennedy and Souter,\nJJ., concurring in part, concurring in judgment in part, and\ndissenting in part). He concluded that the phrase “ ‘State\nlaw’ ” in §5(b) referred only to “positive enactments such as\nstatutes and regulations.”Id.,at 535. But Justice\nBlackmun specifically noted that even if state common-law claims\nwere within the scope of the Labeling Act, he could not join the\nplurality’s claim-by-claim approach because he “perceive[d] no\nprincipled basis for many of the plurality’s asserted distinctions\namong the common-law claims.”Id.,at 543. Justice\nBlackmun wrote that Congress could not have “intended to create\nsuch a hodgepodge of allowed and disallowed claims when it amended\nthe pre-emption provision in 1970,” and lamented the “difficulty\nlower courts w[ould] encounter in attempting to implement” the\nplurality’s test.Id.,at 543–544.Justice Scalia, writing for two Justices, also\nfaulted the plurality for its claim-by-claim approach.Id.,at 544–556 (opinion, joined by Thomas, J., concurring\nin judgment in part and dissenting in part). Although he agreed\nwith the plurality that the phrase “ ‘State law’ ” in\n§5(b) encompassed state common-law claims as well as state statutes\nand regulations,id.,at 548–549, Justice Scalia objected\nto the plurality’s invocation of a presumption against pre-emption\nto narrowly interpret §5(b),id., at 544, 545–547. Because\nCongress had expressed its intent to pre-empt state law by enacting\n§5(b), the Court’s “responsibility [was] to apply to the text\nordinary principles of statutory construction.”Id.,at\n545.[Footnote 1] By employing\nits “newly crafted doctrine of narrow construction,” Justice Scalia\nwrote, the plurality arrived at a cramped and unnatural\nconstruction of §5(b) that failed to give effect to the statutory\ntext.Id., at 544–548.Applying “ordinary principles” of statutory\nconstruction,id.,at 548, Justice Scalia determined that\nthe proper test for pre-emption of state-law claims under §5(b) was\nfar less complicated than the plurality’s claim-by-claim approach.\nAs he explained, “[o]nce one is forced to select aconsistentmethodology for evaluating whether a given\nlegal duty is ‘based on smoking and health,’ it becomes obvious\nthat the methodology must focus not upon the ultimate source of the\nduty … but upon its proximate application.”Id.,at 553.\nThis “proximate application” test, therefore, focuses not on the\nstate-law duty invoked by the plaintiff, but on the effect of the\nsuit on the cigarette manufacturer’s conduct—i.e., the\n“requirement” or “prohibition” that would be imposed under state\nlaw. Put simply, if, “whatever the source of the duty, [the claim]\nimposes an obligation … because of the effect of smoking upon\nhealth,” it is pre-empted.Id.,at 554; see alsoid.,at 555 (“The test for pre-emption in this setting\nshould be one of practical compulsion,i.e., whether the\nlaw practically compels the manufacturers to engage in behavior\nthat Congress has barred the States from prescribing directly”).\nJustice Scalia also seconded Justice Blackmun’s concern that the\nlower courts would find the plurality’s distinctions between\nmaterially identical state-law claims to be incapable of\napplication: “A disposition that raises more questions than it\nanswers does not serve the country well.”Id.,at 556.IISixteen years later, we must\nconfrontCipolloneto resolve the question presented in\nthis case: whether respondents’ class-action claims for fraudulent\nmarketing under the MUTPA are pre-empted by §5(b) of the Labeling\nAct. The majority adheres toCipollonebecause it\n“remain[s] persuaded” that the plurality’s construction of the\n§5(b) was “ ‘fair.’ ”Ante,at 13–14. I\ndisagree. The Court should discard theCipolloneplurality’s ill-conceived predicate-duty approach and replace it\nwith Justice Scalia’s far more workable and textually sound\n“proximate application” test.The majority does not assert that\ntheCipolloneplurality opinion is binding precedent, and\nrightly so. Because the “plurality opinion … did not represent the\nviews of a majority of the Court, we are not bound by its\nreasoning.”CTS Corp.v.Dynamics Corp. of\nAmerica,481 U.\nS. 69, 81 (1987) (footnote omitted). At most,Cipolloneis a “point of reference for further\ndiscussion.”Texasv.Brown,460 U. S. 730, 737\n(1983) (plurality opinion). But even if the plurality opinion had\nsome force beyond its mere persuasive value, it nevertheless should\nbe abandoned. It is unworkable; it has been overtaken by more\nrecent decisions of this Court; and it cannot be reconciled with a\ncommonsense reading of the text of §5(b).AAs predicted by a majority of the\nJustices inCipollone, the plurality opinion’s\nclaim-by-claim approach has proved unworkable in the lower federal\ncourts and state courts. The District Court in this case properly\nobserved that “courts remain divided about what the decision means\nand how to apply it” and that “Cipollone’s distinctions,\nthough clear in theory, defy clear application.” 436\nF. Supp. 2d 132, 142 (Me. 2006). Other courts have\nexpressed similar frustration with theCipolloneframework. See,e.g., Glassnerv.R. J. Reynolds\nTobacco Co., 223 F. 3d 343, 348 (CA6 2000) (“Applying the\nplurality opinion inCipolloneto the Complaint in the\npresent case is no easy task”);Huddlestonv.R. J. Reynolds Tobacco Co., 66 F. Supp. 2d\n1370, 1380 (ND Ga. 1999) (“It would be an understatement to say\nthat it is difficult to apply the plurality opinion inCipolloneto the Amended Complaint in this case. It is an\nimpossibility”);In re Welding Fume Prods. Liability\nLitigation, 364 F. Supp. 2d 669, 681, n. 13 (ND Ohio\n2005) (“[I]nCipollone, the Supreme Court … delivered a\nfractured plurality opinion that is not easy to comprehend”);Whiteleyv.Philip Morris, Inc., 117 Cal. App.\n4th 635, 670, 11 Cal. Rptr. 3d 807, 835–836 (2004)\n(“[Cipolloneis] ‘difficult’ … due to the inherent\ncontradiction at the core of the case”);Manginiv.R. J. Reynolds Tobacco Co., 21 Cal. Rptr. 2d 232, 244\n(Cal. App. 1993) (“Cipollonedraws no bright lines\namenable to easy application”), aff’d,7 Cal. 4th 1057,\n875 P. 2d 73 (1994).The Court should not retain an\ninterpretative test that has proved incapable of implementation.\n“[T]he mischievous consequences to litigants and courts alike from\nthe perpetuation of an unworkable rule are too great.”Swift\n& Co.v.Wickham,382 U. S. 111, 116\n(1965);Federal Election Comm’nv.Wisconsin Right to\nLife, Inc., 551 U. S. ___, ___ (2007) (slip op., at 20)\n(Scalia, J., concurring in part and concurring in judgment)\n(“Stare decisisconsiderations carry little weight when an\nerroneous ‘governing decisio[n]’ has created an ‘unworkable’ legal\nregime” (quotingPaynev.Tennessee,501 U. S. 808, 827\n(1991)). We owe far more to the lower courts, which depend on this\nCourt’s guidance, and to litigants, who must conform their actions\nto the Court’s interpretation of federal law. TheCipolloneplurality’s test for pre-emption under §5(b)\nshould be abandoned for this reason alone.BFurthermore, in the years sinceCipollonewas decided, this Court has altered its\ndoctrinal approach to express pre-emption. TheCipolloneplurality justified what it described as the “theoretical\n[in]elegance” of its construction of §5(b) by relying on the\npresumption against pre-emption, which, it argued, required a\nnarrow, but “fair,” construction of the statute. 505 U. S., at 530,\nn. 27. See,e.g.,id.,at 518 (majority\nopinion) (“This presumption reinforces the appropriateness of a\nnarrow reading of §5”);id.,at 523 (plurality opinion)\n(“[W]e must … narrowly construe the precise language of §5(b)”);id.,at 524 (§5(b) must be given “a fair but narrow\nreading”);id.,at 529 (“[W]e conclude that the phrase\n‘based on smoking and health’ fairly but narrowly construed does\nnot encompass the more general duty not to make fraudulent\nstatements”). Of course, as Justice Scalia explained, there was\nnothing “fair” about imposing an artificially narrow construction\non the Labeling Act’s pre-emption provision. Seeid.,at\n545 (explaining that the presumption against pre-emption “dissolves\nonce there is conclusive evidence of intent to pre-empt in the\nexpress words of the statute itself ”).SinceCipollone, the\nCourt’s reliance on the presumption against pre-emption has waned\nin the express pre-emption context. In 2002, for example, the Court\nunanimously explained that the “task of statutory construction must\nin the first instance focus on the plain wording of the [express\npre-emption] clause, which necessarily contains the best evidence\nof Congress’ pre-emptive intent.”Sprietsmav.Mercury\nMarine,537 U.\nS. 51, 62–63 (internal quotation marks omitted). Without\nreferring to any presumption against pre-emption, the Court decided\nthat the Federal Boat Safety Act of 1971’s express pre-emption\nprovision did not pre-empt state-law claims.Id.,at\n62–64. Most other decisions sinceCipollonealso have\nrefrained from invoking the presumption in the context of express\npre-emption. See,e.g.,Rowev.New Hampshire\nMotor Transp. Assn., 552 U. S. ___ (2008);Engine Mfrs.\nAssn.v.South Coast Air Quality Management Dist.,541 U. S. 246(2004);Buckman Co.v.Plaintiffs’ Legal Comm.,531 U. S. 341(2001);United Statesv.Locke,529 U. S. 89(2000);Geierv.American Honda Motor Co.,529 U. S. 861(2000).The Court has invoked the presumption\nsporadically during this time frame. As the majority notes,ante,at 5,Medtronic, Inc.v.Lohr,518 U. S. 470(1996), applied the presumption against pre-emption in deciding\nthat the federal manufacturing and labeling requirements of the\nMedical Device Amendments of 1976 (MDA) did not pre-empt state\ncommon-law claims.Id., at 500–501. LikeCipollonebefore it,Lohrproduced a fractured\ndecision featuring three opinions. 518 U. S., at 474 (opinion of\nStevens, J.),id., at 503 (Breyer, J., concurring in part\nand concurring in judgment),id., at 509 (O’Connor, J.,\nconcurring in part and dissenting in part). And, likeCipollone,Lohr’s approach to express pre-emption\npredates the Court’s recent jurisprudence on the topic. In fact,\nthis Court last year revisited the pre-emption provision of the\nMDA, 21 U. S. C. §360k(a)(1), and did not employ any\npresumption against pre-emption.Riegelv.Medtronic,\nInc., 552 U. S. ___ (2008). Seeinfra, at\n11-13.[Footnote 2]More recently, inReilly,533\nU. S. 525, a case revisiting the meaning of §5(b) of the\nLabeling Act, the Court briefly alluded to the presumption, but did\nnot rely on it to reach its decision. Seeid.,at 541–542,\n546–551. Indeed, the Court’s cursory treatment of the presumption\ninReillystands in stark contrast to the First Circuit\ndecision it reversed; the First Circuit relied heavily on the “full\nforce” of the presumption to determine that the regulations at\nissue were not pre-empted. SeeConsolidated Cigar Corp.v.Reilly, 218 F. 3d 30, 38–41 (2000). This Court, in\noverturning that judgment, declined to employ the presumption in\nits construction of §5(b). SeeReilly, 533 U. S., at\n546–551. Justice Stevens highlighted this very point in dissent,\narguing that if the presumption had been faithfully applied, the\nresult would have been different.Id., at 591–593.The majority also relies onBatesv.Dow Agrosciences LLC,544 U. S. 431(2005),\nwhere the presumption was again mentioned, but only in dicta. As inReilly, the presumption did not drive the Court’s\nconstruction of the statute at issue. 544 U. S., at 449 (explaining\nthat the presumption meant just that the holding of no pre-emption\nwould have been the same “even if [respondent’s] alternative\n[construction of the statute] were just as plausible as our reading\nof the text”); see alsoid.,at 457 (Thomas, J.,\nconcurring in judgment in part and dissenting in part) (agreeing\nthat the case should be vacated and remanded and reiterating that\nthe “presumption does not apply … when Congress has included within\na statute an express pre-emption provision”). At bottom, although\nthe Court’s treatment of the presumption against pre-emption has\nnot been uniform, the Court’s express pre-emption cases sinceCipollonehave marked a retreat from reliance on it to\ndistort the statutory text.If any doubt remained, it was eliminated last\nTerm inRiegel. The question inRiegel, as noted\nabove, was whether the MDA expressly pre-empts state common-law\nclaims “challenging the safety and effectiveness of a medical\ndevice given premarket approval by the Food and Drug\nAdministration.” 552 U. S., at ___ (slip op., at 1). Over the\ndissent of one Justice, the Court held that the state-law claims\nwere pre-empted because the requirements the plaintiffs sought to\nimpose were “ ‘different from, or in addition to, any\nrequirement applicable … to the device’ ” under federal law.Id.,at ___ (slip op., at 2) (quoting 21 U. S. C.\n§360k(a)(1)). The Court interpreted the statute without reference\nto the presumption or any perceived need to impose a narrow\nconstruction on the provision in order to protect the police power\nof the States. Rather, the Court simply construed the MDA in\naccordance with ordinary principles of statutory construction.This was not accidental. The dissent focused\non the Court’s refusal to invoke the presumption in order to save\nthe state-law claims from pre-emption. 552 U. S., at ___ (slip op.,\nat ___) (opinion of Ginsburg, J.). The dissent was adamant that\n“[f]ederal laws containing a preemption clause do not automatically\nescape the presumption against pre-emption.”Ibid.(slip\nop., at 2–3);id.,at ___ (slip op., at 3) (“Where the\ntext of a pre-emption clause is open to more than one plausible\nreading, courts ordinarily ‘accept the reading that disfavors\npre-emption’ ” (quotingBates,supra,at\n449)). In accordance with the presumption, the dissent would have\nfound the state-law claims under review to fall beyond the reach of\nthe MDA’s express pre-emption provision. 552 U. S., at ___ (slip\nop., at ___); see alsoid., at ___, n. 8 (slip op.,\nat 6, n. 8);id.,at ___, n. 9 (slip op., at 7,\nn. 9) (rejecting the majority’s construction of §360(d)\nbecause “the presumption against pre-emption [is] operative even in\nconstruing a preemption clause”). Given the dissent’s clear call\nfor the use of the presumption against pre-emption, the Court’s\ndecision not to invoke it was necessarily a rejection of any role\nfor the presumption in construing the statute.Justice Stevens also declined to invoke the\npresumption in his opinion.Id.,at ___ (opinion\nconcurring in part and concurring in judgment). In his view, the\n“significance of the pre-emption provision in the [MDA] was not\nfully appreciated until many years after it was enacted” and,\ntherefore, it is “a statute whose text and general objective cover\nterritory not actually envisioned by its authors.”Id.,at\n___ (slip op., at 1). But Justice Stevens’ opinion inRiegel—unlike the majority opinion here, the plurality\nopinion inCipollone, and the dissenting opinion inRiegel—didnotinvoke the presumption to bend the\ntext of the statute to meet the perceived purpose of Congress.\nInstead, Justice Stevens correctly found that “ ‘it is\nultimately the provisions of our laws rather than the principal\nconcerns of our legislators by which we are governed.’ ” 552\nU. S., at ___ (slip op., at 1) (quotingOncalev.Sundowner Offshore Services, Inc.,523 U. S. 75, 79–80\n(1998)).In light ofRiegel, there is no\nauthority for invoking the presumption against pre-emption in\nexpress pre-emption cases. The majority here thus turns toLohrto revive the presumption and, in turn, to justify\nits restrictive reading of the Labeling Act’s express pre-emption\nprovision. But, asRiegelplainly shows, the Court is no\nlonger willing to unreasonably interpret expressly pre-emptive\nfederal laws in the name of “ ‘congressional purpose,’ ”ante, at 14, or because “Congress has legislated in a\nfield traditionally occupied by the States,”ante, at 5.\nThe text of the statute must control.Riegelalso underminedCipollonein an even more fundamental way: It conclusively\ndecided that a common-law cause of action imposes a state-law\n“ ‘requiremen[t]’ ” that may be pre-empted by federal\nlaw. 552 U. S., at ___ (slip op., at 11) (“Absent other indication,\nreference to a State’s ‘requirements’ includes its common-law\nduties . . . . Indeed, one would think that tort law, applied by\njuries under a negligence or strict-liability standard, is less\ndeserving of preservation [than regulatory legislation]”). Justice\nBlackmun’s contrary interpretation of §5(b) of the Labeling Act inCipollone, 505 U. S., at 538–539 (opinion concurring in\npart, concurring in judgment in part, and dissenting in part),\nwhich provided the votes necessary for the judgment, thus is no\nlonger tenable. In light ofRiegel’s rejection of the\npresumption against pre-emption relied on by the plurality, as well\nas the definition of “requirements” relied on in Justice Blackmun’s\nconcurring opinion,Cipollone’s approach to express\npre-emption is nothing more than “a remnant of abandoned doctrine.”Planned Parenthood of Southeastern Pa.v.Casey,505 U. S. 833,\n855 (1992).CTheCipolloneplurality’s reading of §5(b) of the Labeling Act was further\nundermined by this Court’s decision inReilly,533\nU. S. 525. There, the Court confronted regulations imposed by\nthe Massachusetts attorney general on the location of tobacco\nadvertising pursuant to the Commonwealth’s unfair trade practices\nstatute.Id.,at 533–536. The Court found the\nregulations—to the extent they applied to cigarettes—expressly\npre-empted because, although Massachusetts remained free to enact\n“generally applicable zoning restrictions,” its imposition of\n“special requirements or prohibitions ‘based on smoking and health’\n‘with respect to the advertising or promotion of cigarettes’ ”\nfell within the ambit of §5(b)’s pre-emptive sweep.Id.,at 551.Reillydid not ignoreCipollone. It cited the plurality opinion extensively in\nits discussion of the basic history and text of the Labeling Act.\n533 U. S., at 540–546. But in analyzing whether the regulations\nenacted by the Massachusetts attorney general were expressly\npre-empted, the Court was silent aboutCipollone. 533 U.\nS., at 546–551. Unlike the District Court, which saw “the central\nquestion for purposes of pre-emption [as] whether the regulations\ncreate[d] a predicate legal duty based on smoking and health,”id., at 537, the Court’s substantive examination of the\nregulations under §5(b) included no mention of theCipolloneplurality’s “predicate duty” test. See 533 U.\nS., at 546–551. Instead, the Court disagreed with “the Attorney\nGeneral’s narrow construction” of the statute’s “ ‘based on\nsmoking and health’ ” language, and concluded that the\nregulations were pre-empted because they were “motivated by” and\n“intertwined with” the concerns about smoking and health.Id.,at 547–548.Reilly, therefore, cannot be\nreconciled with theCipolloneplurality’s interpretation\nof §5(b) of the Labeling Act. The regulations at issue inReillywere enacted to implement a Massachusetts state law\nimposing a duty against unfair and deceptive trade practices—the\nsame predicate duty asserted under the MUTPA in this case. 533 U.\nS., at 533. The state-law duty at issue inReillywas no\nless general than the state-law duty at issue in this case or the\nstate-law fraud claims confronted inCipollone. Compare\nMass. Gen. Laws, ch. 93A, §2(a) (West 1996) (“Unfair methods\nof competition and unfair or deceptive acts or practices in the\nconduct of any trade or commerce are hereby declared unlawful”),\nwith Me. Rev. Stat. Ann., Tit. 5, §207 (Supp. 2008) (“Unfair\nmethods of competition and unfair or deceptive acts or practices in\nthe conduct of any trade or commerce are declared unlawful”), andCipollone, supra, at 528 (explaining that the “predicate”\nof the plaintiff’s fraudulent misrepresentation claim was “a\nstate-law duty not to make false statements of material fact or to\nconceal such facts”). Faithful application of theCipolloneplurality opinion, therefore, would have\nrequired the Court inReillyto uphold the regulations.\nIndeed, Justice Stevens argued as much in his dissent. 533 U. S.,\nat 597 (noting that “[n]ary a word in any of the threeCipolloneopinions supports the thesis that §5 should be\ninterpreted to pre-empt state regulation of the location of signs\nadvertising cigarettes”).And yet, the majority today finds thatReillyandCipolloneare perfectly compatible. It\ncontends that, although the regulations in question inReilly“derived from a general deceptive practices statute\nlike the one at issue in this case,” they were pre-empted because\nthey “targeted advertising that tended to promote tobacco use by\nchildren instead of prohibiting false or misleading statements.”Ante, at 12. According to the majority, that legal duty\ncontrasts with the regulations here, as “[t]he MUTPA says nothing\nabout either ‘smoking’ or ‘health.’ ”Ante,at 13;\nsee alsoante,at 10. But theCipolloneplurality\nexpressly rejected any distinction between targeted regulations\nlike those inReillyand general duties imposed by the\ncommon law. 505 U. S., at 522. In fact, the general duties\nunderlying the failure-to-warn and warning-neutralization claims inCipollone—which the plurality found to be pre-empted—say\nnothing about smoking and health.Id., at 524; see alsoid., at 553 (Scalia, J., concurring in judgment in part\nand dissenting in part) (noting that the duty to warn about a\nproduct’s dangers was not “specifically crafted with an eye toward\n‘smoking and health’ ”).Accordingly,Reillyis better\nunderstood as establishing that even a general duty can impose\nrequirements or prohibitions based on smoking and health.Reillyweakened the force of theCipolloneplurality’s “predicate duty” approach to the pre-emptive effect of\n§5(b) and cast doubt on its continuing utility.DFinally, theCipolloneplurality’s approach should be discarded because its “predicate\nduty” approach is unpersuasive as an initial matter. In considering\nthe warning-neutralization claim, for example, theCipolloneplurality asserted that the claim is predicated\non a state-law prohibition against minimizing the health risks\nassociated with smoking. 505 U. S., at 527. The Court today\nreaffirms this view.Ante, at 10; see alsoante,\nat 13 (describing §5(b) as expressly pre-empting “rules … that are\nbased on smoking and health”). But every products liability action,\nincluding a failure-to-warn action, applies generally toallproducts. SeeCipollone, supra,at 553\n(opinion of Scalia, J.). Thus, the “duty” or “rule” involved in a\nfailure-to-warn claim is no more specific to smoking and health\nthan is a common-law fraud claim based on the “duty” or “rule” not\nto use deceptive or misleading trade practices. Yet only for the\nlatter was theCipolloneplurality content to ignore the\ncontext in which the claim is asserted. This shifting level of\ngenerality was identified as a logical weakness in the originalCipolloneplurality decision by a majority of the Court,\n505 U. S., at 543 (Blackmun, J., concurring in part,\nconcurring in judgment in part, and dissenting in part);id., at 553–554 (opinion of Scalia, J.), and it remains\nequally unconvincing today.It is therefore unsurprising\nthat the Court’s defense of the plurality’s confusing test is\nconfined to one sentence and a footnote. Seeante, at\n13–14 (“While we again acknowledge that our analysis of these\nclaims may lack ‘theoretical elegance,’ we remain persuaded that it\nrepresents ‘a fair understanding of congressional purpose’ ”\n(quotingCipollone,supra,at 529–530,\nn. 27));ante,at 10, n. 7. The majority instead\nargues that this approach “fails to explain why Congress would . .\n. permi[t] cigarette manufacturers to engage in fraudulent\nadvertising.”Ante, at 10, n. 7. But no explanation\nis necessary; the text speaks for itself. Congress has pre-empted\nonly those claims that would impose “requirement[s] or\nprohibition[s] based on smoking and health.” 15 U. S. C.\n§1334(b). Thus, if cigarette manufacturers were to falsely\nadvertise their products as “American-made,” or “the official\ncigarette of Major League Baseball,” state-law claims arising from\nthat wrongful behavior would not be pre-empted.Furthermore,\ncontrary to the majority’s policy arguments, faithful application\nof the statutory language does not authorize fraudulent advertising\nwith respect to smoking and health.[Footnote 3] Any misleading promotional statements for\ncigarettes remain subject to federal regulatory oversight under the\nLabeling Act. See §1336. The relevant question thus is not whether\n“petitioners will be prohibited from selling as ‘light’ or ‘low\ntar’ only those cigarettes that are not actually light and do not\nactually deliver less tar and nicotine.”Ante, at 12,\nn. 10. Rather, the issue is whether the Labeling Act allows\nregulators and juries to decide, on a state-by-state basis, whether\npetitioners’ light and low-tar descriptors were in fact fraudulent,\nor instead whether §5(b) charged the Federal Government with\nreaching a comprehensive judgment with respect to this\nquestion.Congress chose a uniform\nfederal standard. Under the Labeling Act, Congress “establish[ed] a\ncomprehensive Federal Program to deal with cigarette labeling and\nadvertising,” 15 U. S. C. §1331, so that “commerce and the\nnational economy may . . . not [be] impeded by diverse, nonuniform,\nand confusing cigarette labeling and advertising regulations with\nrespect to any relationship between smoking and health,”\n§1331(2)(B).[Footnote 4] The\nmajority’s distorted interpretation of §5(b) defeats this express\ncongressional purpose, opening the door to an untold number of\ndeceptive-practices lawsuits across the country. The question\nwhether marketing a light cigarette is\n“ ‘misrepresentative’ ” in light of compensatory behavior\n“would almost certainly be answered differently from State to\nState.”Cipollone, supra, 505 U. S., at 553 (opinion of\nScalia, J.). This will inevitably result in the nonuniform\nimposition of liability for the marketing of light and/or low-tar\ncigarettes—the precise problem that Congress intended §5(b) to\nremedy.In light of these serious flaws\nin the majority’s approach, even if theCipolloneplurality opinion were binding precedent, the Court “should not\nhesitate to allow our precedent to yield to the true meaning of an\nAct of Congress when our statutory precedent is ‘unworkable’ or\n‘badly reasoned.’ ”Clarkv.Martinez,543 U. S. 371,\n402 (2005) (Thomas, J., dissenting) (quotingHolderv.Hall,512\nU. S. 874, 936 (1994) (Thomas, J., concurring in judgment), in\nturn quotingPayne, 501 U. S., at 827 (some internal\nquotation marks omitted)). Where, as here, there is “confusion\nfollowing a splintered decision,” that “is itself a reason for\nreexamining that decision.”Nicholsv.United\nStates,511 U.\nS. 738, 746 (1994). When a decision of this Court has failed to\nproperly interpret a statute, we should not “place on the shoulders\nof Congress the burden of the Court’s own error.”Girouardv.United States,328 U. S. 61, 69–70\n(1946).[Footnote 5]IIIApplying the\nproper test—i.e., whether a jury verdict on respondents’\nclaims would “impos[e] an obligation” on the cigarette manufacturer\n“because of the effect of smoking upon health,”Cipollone,supra, at 554 (Scalia, J., concurring in judgment in part\nand dissenting in part), respondents’ state-law claims are\nexpressly pre-empted by §5(b) of the Labeling Act. Respondents,\nlongtime smokers of Marlboro Lights, claim that they have suffered\nan injury as a result of petitioners’ decision to advertise these\ncigarettes as “light” and/or “low-tar and low nicotine products.”\n436 F. Supp. 2d, at 144–145. They claim that petitioners\nmarketed their cigarettes as “light” and/or “low-tar and\nlow-nicotine products” despite knowledge that light-cigarette\nsmokers would engage in compensatory behavior causing them to\ninhale at least as much tar and nicotine as smokers of regular\ncigarettes.Ibid. Respondents thus allege that they were\nmisled into thinking that they were gaining a health advantage by\nsmoking the light cigarettes,ibid., and, as a result,\npetitioners’ conduct was an “unfair or deceptive act or practice”\nunder the MUTPA. Me. Rev. Stat. Ann., Tit. 5, §207; 436 F. Supp.\n2d, at 133.Respondents’\nclaims seek to impose liability on petitioners because of the\neffect that smoking light cigarettes had on their health. The\nalleged misrepresentation here—that “light” and “low-tar”\ncigarettes are not as healthy as advertised—is actionableonlybecause of the effect that smoking light and low-tar\ncigarettes had on respondents’ health. Otherwise, any alleged\nmisrepresentation about the effect of the cigarettes on health\nwould be immaterial for purposes of the MUTPA and would not be the\nsource of the injuries that provided the impetus for the\nclass-action lawsuit. SeeStatev.Weinschenk,\n2005 ME 28, ¶17, 868 A. 2d 200, 206 (“An act or practice is\ndeceptive [under the MUTPA] if it is amaterialrepresentation, omission, act or practice that is likely to mislead\nconsumers acting reasonably under the circumstances” (emphasis\nadded)). Therefore, with this suit, respondents seek torequirethe cigarette manufacturers to provide additional\nwarnings about compensatory behavior, or toprohibitthem\nfrom selling these products with the “light” or “low-tar”\ndescriptors. This is exactly the type of lawsuit that is pre-empted\nby the Labeling Act. Cf.Rowe, 552 U. S., at ___ (slip\nop., at 6) (finding pre-emption of a Maine regulation of shipping\nof tobacco products where “[t]he Maine law … produces the very\neffect that the federal law sought to avoid”).Because the proper test for\npre-emption is to look at the factual basis of a complaint to\ndetermine if a claim imposes a requirement based on smoking and\nhealth, there is no meaningful distinction to be drawn in this case\nbetween common-law failure-to-warn claims and claims under the\nMUTPA.[Footnote 6] As the\nmajority readily admits, both types of claims impose duties with\nrespect to the same conduct—i.e.,the marketing of\n“light,” “low-tar,” and “low-nicotine” cigarettes. Seeante, at 11, n. 9. If the claims arise from identical\nconduct, the claims impose the same requirement or prohibition with\nrespect to that conduct. And when that allegedly wrongful conduct\ninvolves misleading statements about the health effects of smoking\na particular brand of cigarette, the liability and resulting\nrequirement or prohibition are, by definition, based on smoking and\nhealth.Finally, at oral argument,\nrespondents argued that their claims do not impose requirements\nbased on smoking and health because the damages they seek to\nrecover are not based on the effect of smoking on their health;\nrather, respondents are “asking … for the difference in value\nbetween a product [they] thought [they] were buying and a product\n[they] actually bought.” Tr. of Oral Arg. 29. But the requirement\nor prohibition covered by §5(b) is created by the imposition of\nliability for particular conduct—here, the way in which petitioners\nmarketed “light” and “low-tar,” and “low-nicotine” cigarettes—not\nby the manner in which respondents have chosen to measure their\ndamages. No matter how respondents characterize their damages\nclaim, they have not been injured for purposes of the MUTPA, and\nthus cannot recover, unless their decision to purchase the\ncigarettes had a negative effect on their health.In any event, respondents\nsought “such injunctive relief as may be appropriate” in this case.\nApp. 42a. The MUTPA specifically authorizes “other equitable\nrelief, including an injunction,” to remedy unfair or deceptive\ntrade practices. Me. Rev. Stat. Ann., Tit. 5, §213(1) (West 2002).\nAnd a court-crafted injunction prohibiting petitioners from\nmarketing light cigarettes would be no less a requirement or\nprohibition than the regulations found to be pre-empted inReilly. In the end, no matter what form the remedy takes,\nthe liability with respect to the specific claim still creates the\nrequirement or prohibition. When that liability is necessarily\npremised on the effects of smoking on health, as respondents’\nclaims are here, the civil action is pre-empted by §5(b) of the\nLabeling Act.IVThe Court today\nelects to convert theCipolloneplurality opinion into\nbinding law, notwithstanding its weakened doctrinal foundation, its\natextual construction of the statute, and the lower courts’\ninability to apply its methodology. The resulting confusion about\nthe nature of a claim’s “predicate duty” and inevitable\ndisagreement in the lower courts as to what type of representations\nare “material” and “misleading” will have the perverse effect of\nincreasing the nonuniformity of state regulation of cigarette\nadvertising, the exact problem that Congress intended §5(b) to\nremedy. It may even force us to yet again revisit the Court’s\ninterpretation of the Labeling Act. Because I believe that\nrespondents’ claims are pre-empted under §5(b) of the Labeling Act,\nI respectfully dissent.Footnote\n1Justice Scalia also criticized\nthe plurality for announcing a new rule that the enactment of an\nexpress pre-emption clause eliminates any consideration of implied\npre-emption. He explained that this new rule created mischief\nbecause, when combined with the presumption against pre-emption, it\nplaced a heavy burden of exactitude on Congress when it wishes to\nsay anything about pre-emption. SeeCipollone, 505 U. S.,\nat 547–548.Footnote\n2Also, as inCipollonev.Liggett Group, Inc.,505 U. S. 504(1992), the fractured\ndecision inLohrwas a source of confusion for the lower\ncourts. SeeKempv.Medtronic, Inc., 231\nF. 3d 216, 224 (CA6 2000) (“The various courts of appeals that\nhave confronted issues of preemption arising under the MDA have\nstruggled mightily withLohr’s language in an effort to\ndiscern its holding”); see alsoMartinv.Medtronic,\nInc., 254 F. 3d 573, 579 (CA5 2001) (“Because only parts\nof Justice Stevens’s opinion commanded a majority, extracting the\nfinal meaning ofLohris no easy task. . . . Although\nJustice Breyer’s concurrence very specifically disavows the view\nthat common law duties cannot provide substantive requirements for\nthe purpose of preemption, neither his concurrence nor the\nplurality opinion offers much help to us in developing the point”).\nThe confusion was cleared up inRiegel. Seeinfra, at 11–13.Footnote\n3The majority’s policy-based\nattack could just as easily be leveled against its own\ndetermination that the Labeling Act pre-empts failure-to-warn\nclaims. But just as there is no basis in fact or law to contend\nthat the Labeling Act encourages the marketing of hazardous\nproducts without adequate warning labels,ante,at 10, n.\n8, there is no basis to contend that the text of the Labeling Act\npermits fraudulent advertising.Footnote\n4The majority contends that the\nrelatively constrained enforcement power of the Federal Trade\nCommission (FTC) in 1970 undermines any argument that Congress\nintended the Labeling Act to prevent States from regulating\ndeceptive advertising and marketing of cigarettes.Ante,\nat 8, n. 6. I am unwilling to rely on the majority’s\nperception of the relative power of the FTC in 1970 to ignore\nCongress’ stated purpose in enacting the Labeling Act and the plain\nmeaning of the Act’s express pre-emption provision.Footnote\n5The United States, in\nitsamicusbrief and at oral argument, conspicuously\ndeclined to address express pre-emption or defend theCipolloneopinion’s reasoning. See Brief for United States\nasAmicus Curiae14–33. Instead, it addressed only the\nquestion of implied pre-emption, an issue I do not reach because of\nmy resolution of the question on express pre-emption.Footnote\n6The majority’s observation\nthat no warning-neutralization claim is at issue in this case,ante, at  11 n. 9, misses the point. The\nprincipal weakness in theCipolloneplurality’s logic is\nnot its distinction between claims for warning neutralization and\nclaims for fraud. It is the fact that the predicate duty underlying\nNew Jersey’s products liability law, from which the majority now\nclaims the warning-neutralization claim derived, seeante,at 11, n. 8, was no more specific to smoking and health than\nthe predicate duty underlying the fraud claim, seeCipollone, 505 U. S., at 552–553 (opinion of Scalia, J.)\n(“Eachduty transcends the relationship between the\ncigarette companies and cigarette smokers;neitherduty\nwas specifically crafted with an eye toward ‘smoking and\nhealth’ ”);id., at 543 (opinion of Blackmun, J.);\nsee alsosupra,at 16. Thus, the products-liability and\nthe fraud claims must stand or fall together. The majority’s\nrefusal to address the logical inconsistency of its approach\nremains as glaring today as it was inCipollone.",
    "joined": []
}