{
    "case": {
        "docket": "442",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/442/"
    },
    "id": "1962633",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGCBOCS WEST, INC. V. HUMPHRIES553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1431CBOCS WEST, INC., PETITIONERv.HEDRICK G.\nHUMPHRIESon writ of certiorari to the united states court of\nappeals for the seventh circuit[May 27, 2008]Justice Thomas, with whom Justice\nScalia joins, dissenting.The Court holds that the private\nright of action it has implied under Rev. Stat. §1977, 42 U.\nS. C. §1981, encompasses claims of retaliation. Because the\nCourt’s holding has no basis in the text of §1981 and is not\njustified by principles ofstare decisis, I respectfully\ndissent.IIt is unexceptional in our case\nlaw that “ ‘[s]tatutory construction must begin with the\nlanguage employed by Congress and the assumption that the ordinary\nmeaning of that language accurately expresses the legislative\npurpose.’ ”Engine Mfrs. Assn.v.South Coast Air\nQuality Management Dist.,541 U. S. 246, 252\n(2004) (quotingPark ’N Fly, Inc.v.Dollar Park &\nFly, Inc.,469\nU. S. 189, 194 (1985)). Today, that rule is honored in the\nbreach: The Court’s analysis of the statutory text does not appear\nuntil Part III of its opinion, and then only as a potential reason\nto depart from the interpretation the Court has already concluded,\non other grounds, must “carry the day.”Ante, at 9. Unlike\nthe Court, I think it best to begin, as we usually do, with the\ntext of the statute. Section 1981(a) provides:“All persons within the\njurisdiction of the United States shall have the same right in\nevery State and Territory to make and enforce contracts, to sue, be\nparties, give evidence, and to the full and equal benefit of all\nlaws and proceedings for the security of persons and property as is\nenjoyed by white citizens, and shall be subject to like punishment,\npains, penalties, taxes, licenses, and exactions of every kind, and\nto no other.”Section 1981(a) thus guarantees\n“[a]ll persons … the same right … to make and enforce contracts …\nas is enjoyed by white citizens.” It is difficult to see where one\nfinds a cause of action for retaliation in this language. On its\nface, §1981(a) is a straightforward ban on racial discrimination in\nthe making and enforcement of contracts. Not surprisingly, that is\nhow the Court has always construed it. See,e.g.,Domino’s Pizza, Inc.v.McDonald,546 U. S. 470, 476\n(2006) (“Section 1981 offers relief when racial discrimination\nblocks the creation of a contractual relationship, as well as when\nracial discrimination impairs an existing contractual\nrelationship”);Pattersonv.McLean Credit Union,491 U. S. 164,\n171 (1989) (“[Section] 1981 ‘prohibits racial discrimination in the\nmaking and enforcement of private contracts’ ” (quotingRunyonv.McCrary,427 U. S. 160, 168 (1976)));Johnsonv.Railway Express Agency, Inc.,421 U. S. 454, 459\n(1975) (Section 1981 “on its face relates primarily to racial\ndiscrimination in the making and enforcement of contracts”).Respondent nonetheless contends that “[t]he\nterms of section 1981 are significantly different, and broader,\nthan a simple prohibition against discrimination.” Brief for\nRespondent 15. It is true that §1981(a), which was enacted shortly\nafter the Civil War, does not use the modern statutory formulation\nprohibiting “discrimination on the basis of race.” But that is the\nclear import of its terms. Contrary to respondent’s contention,\nnothing in §1981 evinces a “concer[n] with protecting individuals\n‘based on what they do,’ ” as opposed to “ ‘prevent[ing]\ninjury to individuals based on who they are.’ ”Ibid.\n(quotingBurlington N. & S. F. R.\nCo.v.White,548 U. S. 53, 63 (2006)).\nNor does §1981 “affirmatively guarante[e]” freestanding “rights to\nengage in particular conduct.” Brief for Respondent 16. Rather,\n§1981 is anequal-rightsprovision. SeeGeorgiav.Rachel,384 U. S. 780, 791\n(1966) (“Congress intended to protect a limited category of rights,\nspecifically defined in terms of racial equality”). The statute\nassumes that “white citizens” enjoy certain rights and requires\nthat those rights be extended equally to “[a]ll persons,”\nregardless of their race. That is to say, it prohibits\ndiscrimination based on race.[Footnote 1]Retaliation is not discrimination based on\nrace. When an individual is subjected to reprisal because he has\ncomplained about racial discrimination, the injury he suffers is\nnot on account of hisrace;rather, it is the result of\nhisconduct. The Court recognized this commonsense\ndistinction just two years ago inBurlingtonwhen it\nexplained that Title VII’s antidiscrimination provision “seeks to\nprevent injury to individuals based on who they are,i.e.,\ntheir status,” whereas its “antiretaliation provision seeks to\nprevent harm to individuals based on what they do,i.e.,\ntheir conduct.” 548 U. S., at 63. This distinction is sound, and it\nreflects the fact that a claim of retaliation is both logically and\nfactually distinct from a claim of discrimination—logically because\nretaliation based on conduct and discrimination based on status are\nmutually exclusive categories, and factually because a claim of\nretaliation does not depend on proof that any status-based\ndiscrimination actually occurred. Consider, for example, an\nemployer who fires any employee who complains of race\ndiscrimination, regardless of the employee’s race. Such an employer\nis undoubtedly guilty of retaliation, but he has not discriminated\non the basis of anyone’s race. Because the employer treats all\nemployees—black and white—the same, he does not deny any employee\n“the same right … to make and enforce contracts … as is enjoyed by\nwhite citizens.”[Footnote\n2]The Court apparently believes that the\nstatus/conduct distinction is not relevant here because this case,\nunlikeBurlington, does not require us to determine\nwhether §1981’s supposed prohibition on retaliation “sweep[s] more\nbroadly” than its antidiscrimination prohibition.Ante, at\n13. That is nonsense. Although, as the Court notes, we used the\nstatus/conduct distinction inBurlingtonto explain why\nTitle VII’s antiretaliation provision must sweep more broadly than\nits antidiscrimination provision in order to achieve its purpose,\n548 U. S., at 63–64, it does not follow that the distinction\nbetween status and conduct is irrelevant here. To the contrary,Burlingtonunderscores the fact that status-based\ndiscrimination and conduct-based retaliation are distinct harms\nthat call for tailored legislative treatment. That is why Congress,\nin Title VII and a host of other statutes, has enacted separate\nprovisions prohibiting discrimination and retaliation. See Brief\nfor Petitioner 17–18 (citing statutes); see alsoante, at\n10–11 (same). Construing a general ban on discrimination such as\nthat contained in §1981 to cover retaliation would render these\nseparate antiretaliation provisions superfluous, contrary to the\nnormal rules of statutory interpretation.Of course, this is not the first time I have\nmade these points. Three Terms ago inJacksonv.Birmingham Bd. of Ed.,544 U. S. 167(2005),\nthe Court held that Title IX of the Education Amendments of 1972,\n20 U. S. C. §1681et seq., which prohibits recipients\nof federal education funding from discriminating “on the basis of\nsex,” §1681(a), affords an implied cause of action for retaliation\nagainst those who complain of sex discrimination. In so doing, the\nCourt disregarded the fundamental distinction between status-based\ndiscrimination and conduct-based retaliation, asserting that\nretaliation against those who complain of sex discrimination “is\ndiscrimination ‘on the basis of sex’ because it is an intentional\nresponse to the nature of the complaint: an allegation of sex\ndiscrimination.” 544 U. S., at 174. But as I explained in my\ndissenting opinion inJackson, “the sex-based topic of the\ncomplaint cannot overcome the fact that the retaliation is not\nbased on anyone’s sex, much less the complainer’s sex.”Id., at 188.Likewise here, the race-based topic of the\ncomplaint cannot overcome the fact that the retaliation is not\nbased on anyone’s race. To hold otherwise would be to ignore the\nfact that “protection from retaliation is separate from direct\nprotection of the primary right [against discrimination] and serves\nas a prophylactic measure to guard the primary right.”Id., at 189; see alsoBurlington,supra,\nat 63 (explaining that Title VII’s “antidiscrimination provision\nseeks a workplace where individuals are not discriminated against\nbecause of their racial, ethnic, religious, or gender-based\nstatus,” whereas its “antiretaliation provision seeks to secure\nthat primary objective by preventing an employer from interfering\n(through retaliation) with an employee’s efforts to secure or\nadvance enforcement of the Act’s basic guarantees”). In other\nwords, “[t]o describe retaliation as discrimination on the basis of\n[race] is to conflate the enforcement mechanism with the right\nitself, something for which the statute’s text provides no\nwarrant.”Jackson,supra, at 189 (Thomas, J.,\ndissenting).Notably, the Court does not repeatJackson’s textual analysis in this case, perhaps because\nno amount of repetition could make it any more plausible today than\nit was three years ago. Instead, the Court acknowledges that “the\nstatute’s language does not expressly refer to the claim of an\nindividual (black or white) who suffers retaliation.”Ante, at 9. The Court concludes, however, that the\nstatute’s failure expressly to provide a cause of action for\nretaliation “is not sufficient to carry the day,”ibid.,\ndespite our usual rule that “affirmative evidence of congressional\nintent must be provided for an implied remedy … for without such\nintent the essential predicate for implication of a private remedy\nsimply does not exist, ”Alexanderv.Sandoval,532 U. S. 275, 293, n. 8\n(2001) (internal quotation marks and emphasis deleted); see alsoid., at 286–287 (emphasizing that, absent evidence of\nCongress’ intent to create a cause of action, the “cause of action\ndoes not exist and courts may not create one, no matter how\ndesirable that might be as a policy matter, or how compatible with\nthe statute”).Section 1981’s silence regarding retaliation\nis not dispositive, the Court says, because “it is too late in the\nday” to resort to “a linguistic argument” that was supposedly\nrejected inSullivanv.Little Hunting Park,\nInc.,396 U. S.\n229(1969).Ante, at 10. As I explain below, the\nCourt’s reliance onSullivanis entirely misplaced. But it\nalso bears emphasis that the Court does not even purport to\nidentify any basis in the statutory text for the “well-embedded\ninterpretation of §1981,”ante,at 8–9, it adopts for the\nfirst time today. Unlike the Court, I find the statute’s text\ndispositive. Because §1981 by its terms prohibits only\ndiscrimination based on race, and because retaliation is not\ndiscrimination based on race, §1981 does not provide an implied\ncause of action for retaliation.IIUnable to justify its holding as\na matter of statutory interpretation, the Court today retreats\nbehind the figleaf of ersatzstare decisis. The Court’s\ninvocation ofstare decisisappears to rest on three\nconsiderations: (1)Sullivan’s purported recognition of a\ncause of action for retaliation under §1982; (2)Jackson’s\n(re)interpretation ofSullivan;and (3) the Courts of\nAppeals’ view that §1981 provides a cause of action for\nretaliation. None of these considerations, separately or together,\njustifies implying a cause of action that Congress did not include\nin the statute. And none can conceal the irony in the Court’s novel\nuse ofstare decisisto decide a question of first\nimpression.I turn first toSullivan, as it bears most of the weight in the Court’s\nanalysis. As I explained in my dissent inJackson,Sullivandid not “hol[d] that a general prohibition\nagainst discrimination permitted a claim of retaliation,” but\nrather “that a white lessor had standing to assert the right of a\nblack lessee to be free from racial discrimination.” 544 U. S., at\n194. Thus, “[t]o make out his third-party claim on behalf of the\nblack lessee, the white lessor would necessarily be required to\ndemonstrate that the defendant had discriminated against the black\nlessee on the basis of race.”Ibid. Here, by contrast,\nrespondent “need not show that the [race] discrimination forming\nthe basis of his complaints actually occurred.”Ibid.\nAccordingly, as it did inJackson, the Court “creates an\nentirely new cause of action for a secondary rights holder, beyond\nthe claim of the original rights holder, and well beyondSullivan.”Id., at 194–195.Having reexaminedSullivan, I remain\nconvinced that it was a third-party standing case. Sullivan did not\nargue that his expulsion from the corporation—as opposed to the\ncorporation’s refusal to approve the assignment—violated §1982.\nInstead, he argued that his expulsion was “contrary to public\npolicy” because it was the “direct result of his having dealt with\nFreeman, as the statute requires, on a non-discriminatory basis.”\nBrief for Petitioners inSullivanv.Little Hunting\nPark, Inc., O. T. 1969, No. 33, p. 32. Sullivan\nfurther contended not that his own rights under §1982 had been\nviolated, but that he “ha[d] standing to rely on the rights of the\nNegro, Freeman,” since he was best situated to vindicate those\nrights.[Footnote 3]Id., at 33; see also Pet. for Cert. inSullivanv.Little Hunting Park, Inc., O. T. 1969, No. 33,\np. 17, n. 13 (“Although the statute declares the rights\nof Negroes not to be discriminated against, Sullivan, a Caucasian,\nhas standing to rely on the invasion of the rights of others, since\nhe is the only effective adversary capable of vindicating them in\nlitigation arising from his expulsion” (internal quotation marks\nomitted)). Similarly, the United States, appearing asamicus\ncuriaein support of Sullivan, argued that because “the\nprivate action involved in refusing to honor the assignment was\nitself illegal,” “relief should be available to all persons injured\nby it, or as a consequence of their efforts to resist it.” Brief\nfor United States, O. T. 1969, No. 33, p. 34.Thus, both Sullivan and the United States\nargued that Sullivan had standing to seek relief for injuries he\nsuffered as a result of the corporation’s violation of Freeman’s\nrights—not that Sullivan’s own rights under §1982 were violated.\nAnd that is the best interpretation of what the Court subsequently\nheld. Tracking the parties’ arguments, the Court first concluded\nthat that the corporation’s “refus[al] to approve the assignment of\nthe membership share … was clearly an interference with Freeman’s\nright to ‘lease’ ” under §1982. 396 U. S., at 237. Only then\ndid it conclude—based onBarrowsv.Jackson,346 U. S. 249(1953), a third-party standing case in which another white litigant\nwas permitted to “rely on the invasion of the rights of others,”id., at 255—that Sullivan “ha[d] standing to maintain this\naction.”Sullivan, 396 U. S., at 237. The word\n“retaliation” does not appear in the Court’s opinion. Nor is there\nany suggestion that Sullivan would have had “standing” absent the\nviolation of Freeman’s rights.Of course,Sullivanis not a model of\nclarity, and Justice Harlan, writing in dissent, was correct to\ncriticize the “undiscriminating manner” in which the Court dealt\nwith Sullivan’s claims.Id.,at 251. Sullivan had sought\nrelief both for the corporation’s refusal to approve the assignment\nand for his expulsion.Id., at 253. But in stating that\nSullivan had standing to maintain “this action,”id., at\n237, the Court did not specify what relief Sullivan was entitled to\npursue on remand. Lamenting the Court’s “failure to provide any\nguidance as to the legal standards that should govern Sullivan’s\nright to recovery on remand,”id., at 252 (dissenting\nopinion), Justice Harlan provided an instructive summary of the\nambiguities in the Court’s opinion:“One can imagine a variety of\nstandards, each based on different legal conclusions as to the\n‘rights’ and ‘duties’ created by §1982, and each having very\ndifferent remedial consequences. For example, does §1982 give\nSullivan a right to relief only for injuries resulting from Little\nHunting Park’s interference withhisstatutory duty to\nFreeman under §1982? If so, what is Sullivan’s duty to Freeman\nunder §1982? Unless §1982 is read to impose a duty on Sullivan toprotestFreeman’s exclusion, he would be entitled to\nreinstatement under this standard only if the Board had expelled\nhim for the simple act of assigning his share to Freeman.“As an alternative, Sullivan might be thought\nto be entitled to relief from those injuries that flowed from the\nBoard’s violation ofits‘duty’ to Freeman under §1982.\nSuch a standard might suggest that Sullivan is entitled to damages\nthat resulted from Little Hunting Park’s initial refusal to accept\nthe assignment to Freeman but again not to reinstatement. Or does\nthe Court think that §1982 gives Sullivan a right to relief from\ninjuries that result from his ‘legitimate’ protest aimed at\nconvincing the Board to accept Freeman?”Id., at\n254–255.It is noteworthy that of the\nthree possible standards Justice Harlan outlined, the first two\nclearly depend on a showing that Freeman’s §1982 rights were\nviolated. Only the third—“Or does the Court think that §1982 gives\nSullivan a right to relief from injuries that result from his\n‘legitimate’ protest”—resembles a traditional retaliation claim\nand, in context, even it is probably best read to presuppose that\nSullivan was protesting an actual violation of Freeman’s rights.Id.,at 255. Which, if any, of these standards the Court\nhad in mind is anybody’s guess. It did not say.I thus adhere to my view thatSullivanis best read as a third-party standing case. That\nis how the parties argued the case, and that is the most natural\nreading of the Court’s opinion. But even ifSullivancould\nfairly be read as having inferred a freestanding cause of action\nfor retaliation—which I doubt it can, at least not without\nsuperimposing an anachronistic outlook on a Court that was not as\nfamiliar with retaliation claims as we are today—the Court’s\none-paragraph discussion of the issue was, at best, both cursory\nand ambiguous. This is hardly the stuff of whichstare\ndecisisis made.Steadfastly refusing to acknowledge any\nambiguity, the Court asserts that it is “not surprising that\nfollowingSullivan, federal appeals courts concluded, on\nthe basis ofSullivanor its reasoning, that §1981\nencompassed retaliation claims.”Ante, at 5. But givenSullivan’s use of the word “standing” and its reliance on\na third-party standing case, what is unsurprising is that each of\nthe cases the Court cites either characterized the issue as one of\nstanding,Winstonv.Lear-Siegler, Inc., 558\nF. 2d 1266, 1270 (CA6 1977) (characterizing the issue as\n“whether or not the white plaintiff in this action has standing to\nsue his former employer under 42 U. S. C. §1981 for\ndischarging him in alleged retaliation for plaintiff’s protesting\nthe alleged discriminatory firing of a black co-worker”), or\nrecognized that it was taking a step beyondSullivanin\ninferring a cause of action for retaliation,Choudhuryv.Polytechnic Inst. of N. Y., 735 F. 2d 38, 42\n(CA2 1984) (stating that the Second Circuit “ha[d] never decided\nwhether §1981 creates a cause of action for retaliation,” even\nthough it had previously held, based onSullivan, “that a\nwhite person who claimed to have suffered reprisals as a result of\nhis efforts to vindicate the rights of non-whites had standing to\nsue under §1981”);Goffv.Continental Oil Co.,\n678 F. 2d 593, 598, n. 7 (CA5 1982) (recognizing thatSullivanand a previous Fifth Circuit decision relying onSullivanwere “essentially standing cases holding that\nwhite people can assert civil rights claims when they are harmed by\nsomeone’s discrimination against blacks,” which is distinct from\nholding that “a particular type of conduct—retaliation for the\nfiling of a §1981 law suit—is actionable in the first place”).Moreover, even ifSullivanhad\nsquarely and unambiguously held that §1982 provides an implied\ncause of action for retaliation, it would have been wrong to do so\nbecause §1982, like §1981, prohibits only discrimination based on\nrace, and retaliation is not discrimination based on race.[Footnote 4] The question, then, would\nbe whether to extendSullivan’s erroneous interpretation\nof §1982 to §1981. The Court treats this as a foregone conclusion\nbecause “our precedents have long construed §§1981 and 1982\nsimilarly.”Ante, at 4. But erroneous precedents need not\nbe extended to their logical end, even when dealing with related\nprovisions that normally would be interpreted in lockstep.[Footnote 5] Otherwise,stare\ndecisis, designed to be a principle of stability and repose,\nwould become a vehicle of change whereby an error in one area\nmetastasizes into others, thereby distorting the law. Two wrongs do\nnot make a right, and an aesthetic preference for symmetry should\nnot prevent us from recognizing the true meaning of an Act of\nCongress.The Court’s remaining reasons for invokingstare decisisrequire little discussion. First, the Court\nrelies on the fact thatJacksoninterpretedSullivanas having recognized a cause of action for\nretaliation under §1982. Seeante, at 3, 9–10. That is\ntrue but irrelevant. It was only through loose language and\ncreative use of brackets thatJacksonwas able to assert\nthatSullivan“upheld Sullivan’s cause of action under 42\nU. S. C. §1982 for ‘[retaliation] for the advocacy of [the\nblack person’s] cause.’ ” 544 U. S., at 176 (quotingSullivan, 396 U. S., at 237; brackets in original). Of\ncourse,Sullivandid not use the word “retaliation,” did\nnot say anything about a “cause of action,” and did not state that\nSullivan had rights under §1982. It most certainly did not\n“interpre[t] a general prohibition on racial discrimination to\ncover retaliation against those who advocate the rights of groups\nprotected by that prohibition.”Jackson, 544 U. S., at\n176.Jackson’s assertion thatSullivan“plainly\nheld that the white owner could maintain hisownprivate\ncause of action under §1982,”id., at 176, n. 1, misses\nthe point entirely. WhileSullivanheld that “the white\nowner” had standing to maintain his ownsuit, it said\nnothing to suggest that he could sue to vindicate his ownrightto be free from retaliation under §1982. Rather, as\nI have explained, Sullivan’s “standing” was derivative of the\nviolation of Freeman’s rights. In short,Jackson’s\ncharacterization ofSullivanwas erroneous, and I am aware\nof no principle ofstare decisisthat requires us to give\ndecisive weight to a precedent’s erroneous characterization of\nanother precedent—particularly where, as here, the cases involved\ndifferent statutes, neither of which was the statute at issue in\nthe case at bar.Second, the Court appears to give weight to\nthe fact that, since Congress passed the Civil Rights Act of 1991,\n§101, 105 Stat. 1071, “the lower courts have uniformly interpreted\n§1981 as encompassing retaliation actions.”Ante, at 8.\nThis rationale fares no better than the others. The Court has never\nsuggested that rejection of a view uniformly held by the courts of\nappeals violates some principle ofstare decisis. To the\ncontrary, we have not hesitated to take a different view if\nconvinced the lower courts were wrong. Indeed, it has become\nsomething of a dissenter’s tactic to point out that the Court has\ndecided a question differently than every court of appeals to have\nconsidered it. See,e.g.,McConnellv.Federal Election Comm’n,540 U. S. 93, 278,\nn. 11 (2003) (Thomas,J., concurring in part,\nconcurring in result in part, concurring in judgment in part, and\ndissenting in part);Buckhannon Board & Care Home,\nInc.v.West Virginia Dept. of Health and Human\nResources,532\nU. S. 598, 643 (2001) (Ginsburg, J., dissenting);Sandoval, 532 U. S., at 294 (Stevens, J., dissenting);Jonesv.United States,526 U. S. 227, 254\n(1999) (Kennedy, J., dissenting);McNallyv.United\nStates,483 U.\nS. 350, 365 (1987) (Stevens, J., dissenting). The Court does\nnot explain what makes this particular line of lower court\nauthority any more sacrosanct than those we have rejected in the\npast.Of course, lower court\ndecisions may be persuasive, and when the Court rejects the\nunanimous position of the courts of appeals, it is fair to point\nout that fact. But the point has traction only to the extent it\ntends to show that the Court’s reasoning is flawed on the merits,\nas demonstrated by the number of judges who have reached the\nopposite conclusion. See,e.g.,Buckhannon,supra, at 643–644 (Ginsburg, J., dissenting) (“When this\nCourt rejects the considered judgment prevailing in the Circuits,\nrespect for our colleagues demands a cogent explanation”). Unlike\ndecisions of this Court, decisions of the courts of appeals, even\nwhen unanimous, do not carrystare decisisweight, nor do\nthey relieve us of our obligation independently to decide the\nmerits of the question presented. That is why, when we have\naffirmed a view unanimously held by the courts of appeals, we have\ndone so (at least until today) not because we gave precedential\nweight to the lower courts’ decisions, but because we agreed with\ntheir resolution of the question on the merits. See,e.g.,Gonzalezv.Crosby,545 U. S. 524, 531\n(2005) (“Virtually every Court of Appeals to consider the question\nhas held that such a pleading … is in substance a successive habeas\npetition … . We think those holdings are correct”);Lampf,\nPleva, Lipkind, Prupis & Petigrowv.Gilbertson,501 U. S. 350,\n362 (1991) (“Thus, we agree with every Court of Appeals that has\nbeen called upon to apply a federal statute of limitations to a\n§10(b) claim”).IIIAs inJackson, “[t]he question before us is only whether [§1981]\nprohibits retaliation, not whether prohibiting it is good policy.”\n544 U. S., at 195 (Thomas, J., dissenting). “By crafting its own\nadditional enforcement mechanism, the majority returns this Court\nto the days in which it created remedies out of whole cloth to\neffectuate its vision of congressional purpose.”Ibid.\nThat the Court does so under the guise ofstare decisisdoes not make its decision any more justifiable. Because the text\nof §1981 provides no basis for implying a private right of action\nfor retaliation, and because no decision of this Court holds to the\ncontrary, I would reverse the judgment below.Footnote\n1The United States, appearing\nasamicus curiaein support of respondent, contends that\n§1981 prohibits not only racial discrimination, but also any other\nkind of “discrimination” that “impair[s]” the rights guaranteed by\n§1981(a). Brief for United States 17. In support of this argument,\nthe United States points to §1981(c), which provides that “[t]he\nrights protected by this section are protected against impairment\nby nongovernmental discrimination and impairment under color of\nState law.” Thus, the argument goes, retaliation is prohibited\nbecause it is discrimination (differential treatment for those who\ncomplain) and it impairs the right granted in §1981(a) to be free\nfrom racial discrimination in the making and enforcement of\ncontracts (by penalizing assertion of that right).Although I commend the United\nStates for at least attempting to ground its position in the\nstatutory text, its argument is unconvincing. Section 1981(c)\nsimply codifies the Court’s holding inRunyonv.McCrary,427 U. S. 160(1976), that §1981\napplies to private, as well as governmental, discrimination.\nNothing in §1981(c) indicates that Congress otherwise intended to\nexpand the scope of §1981. To the contrary, §1981(c) refers to\n“[t]he rights protected by this section,”i.e., the rights\nenumerated in §1981(a) to make and enforce contracts on the same\nterms as white citizens. Moreover, the word “discrimination” in\n§1981(c) does not refer to “all discrimination,” as the United\nStates would have it. See Brief for United States asAmicus\nCuriae16, n. 4. Rather, it refers back to the type of\ndiscrimination prohibited by §1981(a),i.e.,\ndiscrimination based on race. Thus, §1981 is violated only when\nracial discrimination impairs the right to make and enforce\ncontracts.Footnote\n2Of course, if an employer had\nadifferentretaliation policy for blacks and\nwhites—firing black employees who complain of race discrimination\nbut not firing similarly situated white employees—a black employee\nwho was fired for complaining of race discrimination would have a\npromising §1981 claim. But his claim would not sound in\nretaliation; rather, it would be a straightforward claim of racial\ndiscrimination. In his briefs before this Court, respondent\nattempts to shoehorn his claim into this category, asserting that\npetitioner “retaliated against [him] because he was a black worker\nwho exercised his right” to lodge a grievance under petitioner’s\nopen-door policy. Brief for Respondent 27; see alsoid.,\nat 33 (“[S]ection 1981 forbids an employer from having one\ndismissal policy for blacks who complain about race discrimination,\nand another for whites who complain about such discrimination”).\nBut respondent cites no record evidence to support his assertion\nthat petitioner treated him differently than it would have treated\na similarly situated white complainant. And while the Court of\nAppeals found that respondent had established a prima facie case of\nretaliation, 474 F. 3d 387, 406–407 (CA7 2007), it did not\nidentify any evidence that would permit a jury to conclude that the\nalleged retaliation was race based. Indeed, the Court of Appeals\nheld that respondent had “waived … his discrimination claim by\ndevoting only a skeletal argument [to it] in response to\n[petitioner’s] motion for summary judgment.”Id., at\n407.Footnote\n3In contrast to his argument\nbased on §1982, which he consistently tied to the violation of\nFreeman’s rights, Sullivan also argued that hisownFirst\nAmendment rights were violated:“Since Sullivan’s expulsion was\nin retaliation for his having obeyed the dictate of the law the\nexpulsion was against public policy, and he should be reinstated.\nFor the law to sanction punishment of a person such as Sullivan for\nrefusing to discriminate against Negroes would be to render\nnugatorythe rights guaranteedto Negroesby 42\nU. S. C. §§1981, 1982 … . Furthermore, by giving sanction\nto Sullivan’s expulsion, the state court deprived Sullivan ofhisrights, guaranteed by the First Amendment to\ncriticize the conduct of the association’s directors.” Brief for\nPetitioners, O. T. 1969, No. 33, p. 14 (emphasis\nadded).Footnote\n4The majority claims thatSullivan“did not embrace” this “linguistic argument.”Ante, at 10. That is because the argument was not before\nthe Court. The corporation did not argue that §1982’s text could\nnot reasonably be construed to create a cause of action for\nretaliation; nor did Justice Harlan in dissent. No one made this\nargument because that was not how the issue was framed, either by\nSullivan or by the Court. The majority suggests that the argument\nwas “apparent at the time the Court decidedSullivan.”Ibid. But the only evidence it cites is Justice Harlan’s\nobservation that the Court’s holding inJonesv.Alfred H. Mayer Co.,392 U. S. 409(1968),\nthat §1982 prohibits private as well as governmental discrimination\nwas “in no way required by [§1982’s] language.”Sullivan,\n396 U. S., at 241. I fail to see how that observation—or Justice\nHarlan’s further observation that the Court inSullivanhad gone “yet beyondJones,”ibid.—shows that the\nCourt considered and rejected the entirely different argument that\n§1982’s text does not provide a cause of action for\nretaliation.Footnote\n5For example, we have refused\nto extend the holding ofJ. I. Case Co.v.Borak,377\nU. S. 426(1964), which inferred a private right of action for\nviolations of §14(a) of the Securities Exchange Act of 1934, to\nother sections of the Act.Borakapplied the\nunderstanding—later abandoned inCortv.Ash,422 U. S. 66, 78\n(1975)—that “it is the duty of the courts to be alert to provide\nsuch remedies as are necessary to make effective the congressional\npurpose” expressed by a statute. 377 U. S., at 433. As Chief Judge\nEasterbrook explained in dissent below, the analogy to the present\ncase is obvious:“The argument goes that,\nbecauseSullivanignored the language of §1982 and drafted\nan ‘improved’ version of the statute, we are free to do the same\ntoday for §1981, its neighbor. The Supreme Court requires us to\nproceed otherwise.Borakdealt with §14(a) of the\nSecurities Exchange Act of 1934, 15 U. S. C. §78n(a). It was\nas freewheeling in ‘interpreting’ that law asSullivanwas\nwith §1982. Yet the Court has held that the change of interpretive\nmethod announced inCortapplies to all other sections of\nthe Securities Exchange Act. SeePiperv.Chris-Craft Industries, Inc.,430 U. S. 1(1977)\n(§14(e));Touche Ross & Co.v. Redington,442 U. S. 560(1979) (§17(a)).Borakand similar decisions from the\n1960s have not been overruled, but we have been told in no\nuncertain terms that they must not be extended. Indeed, inVirginia Bankshares, Inc. v.Sandberg,501 U. S. 1083(1991),\nthe Court declined to applyBorakto a portion of §14(a)\nthat had not been involved inBorak. So that case has been\nlimited to a single sentence of one subsection. Why, then, may the\nmethod ofSullivanbe applied to other sections of the\nCivil Rights Act of 1866 despite intervening precedent?” 474\nF. 3d, at 410–411 (citations omitted).",
    "joined": []
}