{
    "case": {
        "docket": "431",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/431/"
    },
    "id": "1963612",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGTURNER V. ROGERS564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-10MICHAEL D. TURNER, PETITIONERv.REBECCA\nL. ROGERS et al.on writ of certiorari to the supreme court of south\ncarolina[June 20, 2011]Justice Thomas, with whom Justice\nScalia joins, and with whom The Chief Justice and Justice Alito\njoin as to Parts I–B and II, dissenting.The Due Process Clause of the\nFourteenth Amendment does not provide a right to appointed counsel\nfor indi- gent defendants facing incarceration in civil contempt\npro- ceedings. Therefore, I would affirm. Although the Court agrees\nthat appointed counsel was not required in this case, it\nnevertheless vacates the judgment of the South Carolina Supreme\nCourt on a different ground, which the parties have never raised.\nSolely at the invitation of the United States asamicus\ncuriae, the majority decides that Turner’s contempt proceeding\nviolated due process be- cause it did not include “alternative\nprocedural safeguards.”Ante, at 15. Consistent with this\nCourt’s longstanding practice, I would not reach that\nquestion.[Footnote 1]IThe only question raised in this\ncase is whether the Due Process Clause of the Fourteenth Amendment\ncreates a right to appointed counsel for all indigent defendants\nfacing incarceration in civil contempt proceedings. It does\nnot.AUnder an original understanding\nof the Constitution, there is no basis for concluding that the\nguarantee of due process secures a right to appointed counsel in\ncivil contempt proceedings. It certainly does not do so to the\nextent that the Due Process Clause requires “ ‘that our\nGovernment must proceed according to the “law of the land”—that is,\naccording to written constitutional and statutory\nprovisions.’ ”Hamdiv.Rumsfeld,542 U. S. 507, 589\n(2004) (Thomas, J., dissenting) (quotingIn re\nWinship,397 U.\nS. 358, 382 (1970) (Black, J., dissenting)). No one contends\nthat South Carolina law entitles Turner to appointed counsel. Nor\ndoes any federal statute or constitutional provision so provide.\nAlthough the Sixth Amendment secures a right to “the Assistance of\nCounsel,” it does not apply here because civil contempt proceedings\nare not “criminal prosecutions.” U. S. Const., Amdt. 6; seeante, at 8. Moreover, as originally understood, the Sixth\nAmendment guaranteed only the “right to employ counsel, or to use\nvolunteered services of counsel”; it did not require the court to\nappoint counsel in any circumstance.Padillav.Kentucky, 559 U. S. ___, ___ (2010) (Scalia, J.,\ndissenting) (slip op., at 2); see alsoUnited Statesv.Van Duzee,140 U. S. 169, 173\n(1891); W. Beaney, The Right to Counsel in American Courts 21–22,\n28–29 (1955); F. Heller, The Sixth Amendment to the Constitution of\nthe United States 110 (1951).Appointed counsel is also not\nrequired in civil contempt proceedings under a somewhat broader\nreading of the Due Process Clause, which takes it to approve\n“ ‘[a] process of law, which is not otherwise forbidden, …\n[that] can show the sanction of settled usage.’ ”Weissv.United States,510 U. S. 163, 197\n(1994) (Scalia, J., concurring in part and concurring in judgment)\n(quotingHurtadov.California,110 U. S. 516, 528\n(1884)). Despite a long history of courts exercising contempt\nauthority, Turner has not identified any evidence that courts\nappointed counsel in those proceedings. SeeMine Workersv.Bagwell,512 U. S. 821, 831 (1994) (describing\ncourts’ traditional assumption of “inherent contempt authority”);\nsee also 4 W. Blackstone, Commentaries on the Laws of England\n280–285 (1769) (describing the “summary proceedings” used to\nadjudicate contempt). Indeed, Turner concedes that contempt\nproceedings without appointed counsel have the blessing of history.\nSee Tr. of Oral Arg. 15–16 (admitting that there is no historical\nsupport for Turner’s rule); see also Brief for Respondents\n47–48.BEven under the Court’s modern\ninterpretation of the Constitution, the Due Process Clause does not\nprovide a right to appointed counsel for all indigent defendants\nfacing incarceration in civil contempt proceedings. Such a reading\nwould render the Sixth Amendment right to counsel—as it is\ncurrently understood—superfluous. Moreover, it appears that even\ncases applying the Court’s modern interpretation of due process\nhave not understood it to categorically require appointed counsel\nin circumstances outside those otherwise covered by the Sixth\nAmendment.1Under the Court’s current\njurisprudence, the Sixth Amendment entitles indigent defendants to\nappointed coun- sel in felony cases and other criminal cases\nresulting in a sentence of imprisonment. SeeGideonv.Wainwright,372 U. S. 335, 344–345\n(1963);Argersingerv.Hamlin,407 U. S. 25, 37 (1972);Scottv.Illinois,440 U. S. 367, 373–374\n(1979);Alabamav.Shelton,535 U. S. 654, 662\n(2002). Turner concedes that, even under these cases, the Sixth\nAmendment does not entitle him to appointed counsel. See Reply\nBrief for Petitioner 12 (acknowledging that “civil contempt is not\na ‘criminal prosecution’ within the meaning of the Sixth\nAmendment”). He argues instead that “the right to the assistance of\ncounsel for persons facing incarceration arises not only from the\nSixth Amendment, but also from the requirement of fundamental\nfairness under the Due Process Clause of the Fourteenth Amendment.”\nBrief for Petitioner 28. In his view, this Court has relied on due\nprocess to “rejec[t] formalistic distinctions between criminal and\ncivil proceedings, instead concluding that incarceration or other\nconfinement triggers the right to counsel.”Id.,at\n33.But if the Due Process Clause\ncreated a right to appointed counsel in all proceedings with the\npotential for detention, then the Sixth Amendment right to\nappointed counsel would be unnecessary. Under Turner’s theory,\nevery instance in which the Sixth Amendment guarantees a right to\nappointed counsel is covered also by the Due Process Clause. The\nSixth Amendment, however, is the only constitutional provision that\neven mentions the assistance of counsel; the Due Process Clause\nsays nothing about counsel. Ordinarily, we do not read a general\nprovision to render a specific one superfluous. Cf.Moralesv.Trans World Airlines, Inc.,504 U. S. 374, 384\n(1992) (“[I]t is a commonplace of statutory construction that the\nspecific governs the general”). The fact that one constitutional\nprovision expressly provides a right to appointed counsel in\nspecific circumstances indicates that the Constitution does not\nalsosub silentioprovide that right far more broadly in\nanother, more general, provision. Cf.Albrightv.Oliver,510\nU. S. 266, 273 (1994) (plurality opinion) (“Where a particular\nAmendment provides an explicit textual source of constitutional\nprotection against a particular sort of government behavior, that\nAmendment, not the more generalized notion of ‘substantive due\nprocess,’ must be the guide for analyzing these claims” (internal\nquotation marks omitted));id.,at 281 (Kennedy, J.,\nconcurring in judgment) (“I agree with the plurality that an\nallegation of arrest without probable cause must be analyzed under\nthe Fourth Amendment without reference to more general\nconsiderations of due process”);Stop the Beach Renourishment,\nInc.v.Florida Dept. of Environmental Protection,\n560 U. S. ___, ___ (2010) (opinion of Scalia, J.) (slip op., at 16)\n(applyingAlbrightto the Takings Clause).2Moreover, contrary to Turner’s\nassertions, the holdings in this Court’s due process decisions\nregarding the right to counsel are actually quite narrow. The Court\nhas never found in the Due Process Clause a categorical right to\nappointed counsel outside of criminal prosecutions or proceedings\n“functionally akin to a criminal trial.”Gag-nonv.Scarpelli,411 U. S. 778, 789, n.\n12 (1973) (dis-cussingIn re Gault,387 U. S. 1(1967)). This\nis consistent with the conclusion that the Due Process Clause does\nnot expand the right to counsel beyond the boundaries set by the\nSixth Amendment.After countless factors weighed,\nmores evaluated, and practices surveyed, the Court has not\ndetermined that due process principles of fundamental fairness\ncategorically require counsel in any context outside criminal\nproceedings. See,e.g.,Lassiterv.Department of Social Servs. of Durham Cty.,452 U. S. 18, 31–32\n(1981);Wolffv.McDonnell,418 U. S. 539, 569–570\n(1974); see alsoWaltersv.National Assn. of\nRadiation Survivors,473 U. S. 305, 307–308,\n320–326 (1985);Gossv.Lopez,419 U. S. 565, 583\n(1975). Even when the defendant’s liberty is at stake, the Court\nhas not concluded that fundamental fairness requires that counsel\nalways be appointed if the proceeding is not criminal.[Footnote 2] See,e.g.,Scarpelli,supra,at 790 (probation revocation);Middendorfv.Henry,425 U. S. 25, 48 (1976)\n(summary court-martial);Parhamv.J. R.,442 U. S. 584,\n599–600, 606–607, 610, n. 18 (1979) (commitment of minor to mental\nhospital);Vitekv.Jones,445 U. S. 480, 497–500\n(1980) (Powell, J., controlling opinion concurring in part)\n(transfer of prisoner to mental hospital). Indeed, the only\ncircumstance in which the Court has found that due process\ncategorically requires appointed counsel is juvenile delinquency\nproceedings, which the Court has described as “functionally akin to\na criminal trial.”Scarpelli,supra, at 789, n.\n12 (discussingIn re Gault,supra); seeante, at 9.Despite language in its opinions that suggests\nit could find otherwise, the Court’s consistent judgment has been\nthat fundamental fairness does not categorically require appointed\ncounsel in any context outside of criminal proceedings. The\nmajority is correct, therefore, that the Court’s precedent does not\nrequire appointed counsel in the absence of a deprivation of\nliberty.Id., at 9–10. But a more complete description of\nthis Court’s cases is that even when liberty is at stake, the Court\nhas required appointed counsel in a category of cases only where it\nwould have found the Sixth Amendment required it—in criminal\nprosecutions.IIThe majority agrees that the\nConstitution does not entitle Turner to appointed counsel. But at\nthe invitation of the Federal Government asamicus curiae,\nthe majority holds that his contempt hearing violated the Due\nProcess Clause for an entirely different reason, which the parties\nhave never raised: The family court’s procedures “were in adequate\nto ensure an accurate determination of [Turner’s] present ability\nto pay.” Brief for United States asAmicus Curiae19\n(capitalization and boldface type deleted); seeante, at\n14–16. I would not reach this issue.There are good reasons not to\nconsider new issues raised for the first and only time in anamicusbrief. As here, the new issue may be outside the\nquestion presented.[Footnote 3]\nSee Pet. for Cert. i (“Whether … an indigent defendant has no\nconstitutional right to appointed counsel at a civil contempt\nproceeding that results in his incarceration”); see alsoante, at 4–5 (identifying the conflict among lower courts\nas regarding “the right to counsel”). As here, the new issue may\nnot have been addressed by, or even presented to, the state court.\nSee 387 S. C. 142, 144, 691 S. E. 2d 470, 472 (2010)\n(describing the only question as whether “the Sixth and Fourteenth\nAmendments of the United States Constitution guarantee [Turner], as\nan indigent defendant in family court, the right to appointed\ncounsel”). As here, the parties may not have preserved the issue,\nleaving the record undeveloped. See Tr. of Oral Arg. 49, 43 (“The\nrecord is insufficient” regarding alternative procedures because\n“[t]hey were raised for the very first time at the merits stage\nhere; so, there’s been no development”); Brief for Respondents 63.\nAs here, the parties may not address the new issue in this Court,\nleaving its boundaries untested. See Brief for Petitioner 27,\nn. 15 (reiterating that “[t]he particular constitutional\nviolation that Turner challenges in this case is the failure of the\nfamily court toappointcounsel”); Brief for Respondents\n62 (declining to address the Government’s argument because it is\nnot “properly before this Court” (capitalization and boldface type\ndeleted). Finally, as here, a party may even oppose the position\ntaken by its allegedly supportiveamicus. See Tr. of Oral\nArg. 7–12, 14–15 (Turner’s counsel rejecting the Government’s\nargument that any procedures short of a categorical right to\nappointed counsel could satisfy due process); Reply Brief for\nPetitioner 14–15.Accordingly, it is the wise and settled\ngeneral practice of this Court not to consider an issue in the\nfirst instance, much less one raised only by anamicus.\nSee this Court’s Rule 14.1(a) (“Only the questions set out in the\npetition, or fairly included therein, will be considered by the\nCourt”);Adarand Constructors, Inc.v.Mineta,534 U. S. 103,\n110 (2001)(per curiam)(“[T]his is a court of final\nreview and not first view” (internal quotation marks omitted));United Parcel Service, Inc.v.Mitchell,451 U. S. 56, 60,\nn. 2 (1981) (declining to consider anamicus’\nargument “since it was not raised by either of the parties here or\nbelow” and was outside the grant of certiorari). This is doubly\ntrue when we review the decision of a state court and triply so\nwhen the new issue is a constitutional matter. SeeMcGoldrickv.Compagnie Generale Transatlantique,309 U. S. 430,\n434 (1940) (“[I]t is only in exceptional cases, and then only in\ncases coming from the federal courts, that [this Court] considers\nquestions urged by a petitioner or appellant not pressed or passed\nupon in the courts below”);Cardinalev.Louisiana,394 U. S. 437, 438\n(1969) (“[T]he Court will not decide federal constitutional issues\nraised here for the first time on review of state court\ndecisions”).The majority errs in moving beyond the\nquestion that was litigated below, decided by the state courts,\npetitioned to this Court, and argued by the parties here, to\nresolve a question raised exclusively in the Federal Government’samicusbrief. In some cases, the Court properly affirms a\nlower court’s judgment on an alternative ground or accepts the\npersuasive argument of anamicuson a question that the\nparties have raised. See,e.g.,United Statesv.Tinklenberg, 563 U. S. ___, ___ (2011) (slip op., at 13).\nBut it transforms a case entirely to vacate a state court’s\njudgment based on an alternative constitutional ground advanced\nonly by anamicusand outside the question on which the\npetitioner sought (and this Court granted) review.It should come as no surprise that the\nmajority confines its analysis of the Federal Government’s new\nissue to ac- knowledging the Government’s “considerable experience”\nin the field of child support enforcement and then adopting the\nGovernment’s suggestionsin toto. Seeante, at\n14–15. Perhaps if the issue had been preserved and briefed by the\nparties, the majority would have had alternative solutions or\nprocedures to consider. See Tr. of Oral Arg. 43 (“[T]here’s been no\ndevelopment. We don’t know what other States are doing, the range\nof options out there”). The Federal Government’s interest in\nStates’ child support enforcement efforts may give the Government a\nvaluable perspective,[Footnote\n4] but it does not overcome the strong reasons behind the\nCourt’s practice of not considering new issues, raised and\naddressed only by anamicus, for the first time in this\nCourt.IIIFor the reasons explained in the\nprevious two sections, I would not engage in the majority’s\nbalancing analysis. But there is yet another reason not to\nundertake theMathewsv.Eldridgebalancing test\nhere.424 U. S.\n319(1976). That test weighs an individual’s interest against\nthat of the Government.Id., at 335 (identifying the\nopposing interest as “the Government’s interest”);Lassiter, 452 U. S., at 27 (same). It does not account for\nthe interests of the child and custodial parent, who is usually the\nchild’s mother. But their interests are the very reason for the\nchild support obligation and the civil contempt proceedings that\nenforce it.When fathers fail in their duty\nto pay child support, children suffer. See Cancian, Meyer, &\nHan, Child Support: Responsible Fatherhood and the Quid Pro Quo,\n635 Annals Am. Acad. Pol. & Soc. Sci. 140, 153 (2011) (finding\nthat child support plays an important role in reducing child\npoverty in single-parent homes); cf. Sorensen & Zibman, Getting\nto Know Poor Fathers Who Do Not Pay Child Support, 75 Soc. Serv.\nRev. 420, 423 (2001) (finding that children whose fathers reside\napart from them are 54 percent more likely to live in poverty than\ntheir fathers). Nonpayment or inadequate payment can press children\nand mothers into poverty. M. Garrison, The Goals and Limits of\nChild Support Policy, in Child Support: The Next Frontier 16 (J.\nOldham & M. Melli eds. 2000); see also Dept. of Commerce,\nCensus Bureau, T. Grall, Custodial Mothers and Fathers and Their\nChild Support: 2007, pp. 4–5 (2009) (hereinafter Custodial Mothers\nand Fathers) (reporting that 27 percent of custodial mothers lived\nin poverty in 2007).The interests of children and mothers who\ndepend on child support are notoriously difficult to protect. See,e.g.,Hicksv.Feiock,485 U. S. 624, 644\n(1988) (O’Connor, J., dissenting) (“The failure of enforcement\nefforts in this area has become a national scandal” (internal\nquotation marks omitted)). Less than half of all custodial parents\nreceive the full amount of child support ordered; 24 percent of\nthose owed support receive nothing at all. Custodial Mothers and\nFathers 7; see also Dept. of Health and Human Services, Office of\nChild Support Enforcement, FY 2008 Annual Report to Congress, App.\nIII, Table 71 (showing national child support arrears of $105.5\nbillion in 2008). In South Carolina alone, more than 139,000\nnoncustodial parents defaulted on their child support obligations\nduring 2008, and at year end parents owed $1.17 billion in total\narrears.Id., App. III, Tables 73 and 71.That some fathers subject to a child support\nagreement report little or no income “does not mean they do not\nhave the ability to pay any child support.” Dept. of Health and\nHuman Services, H. Sorensen, L. Sousa, & S. Schaner, Assessing\nChild Support Arrears in Nine Large States and the Nation 22 (2007)\n(prepared by The Urban Institute) (hereinafter Assessing Arrears).\nRather, many “deadbeat dads”[Footnote 5] “opt to work in the underground economy” to\n“shield their earnings from child support enforcement efforts.”\nMich. Sup. Ct., Task Force Report: The Underground Economy 10\n(2010) (hereinafter Underground Economy). To avoid attempts to\ngarnish their wages or otherwise enforce the support obligation,\n“deadbeats” quit their jobs, jump from job to job, become\nself-employed, work under the table, or engage in illegal\nactivity.[Footnote 6] See\nWaller & Plotnick, Effective Child Support Policy for\nLow-Income Families: Evidence from Street Level Research, 20 J.\nPol’y Analysis & Mgmt. 89, 104 (2001); Assessing Arrears\n22–23.Because of the difficulties in collecting\npayment through traditional enforcement mechanisms, many States\nalso use civil contempt proceedings to coerce “deadbeats” into\npaying what they owe. The States that use civil contempt with the\nthreat of detention find it a “highly effective” tool for\ncollecting child support when nothing else works. Compendium of\nResponses Collected by the U. S. Dept. of Health and Human Services\nOffice of Child Support Enforcement (Dec. 28, 2010), reprinted in\nApp. to Brief for Sen. DeMint et al. asAmici Curiae7a; seeid., at 3a, 9a. For example, Virginia, which uses\ncivil contempt as “a last resort,” reports that in 2010 “deadbeats”\npaid approximately $13 million “either before a court hearing to\navoid a contempt finding or after a court hearing to purge the\ncontempt finding.”Id., at 13a–14a. Other States confirm\nthat the mere threat of imprisonment is often quite effective\nbecause most contemners “will pay … rather than go to jail.”Id., at 4a; see also Underground Economy C–2 (“Many judges\n… report that the prospect of [detention] often causes obligors to\ndiscover previously undisclosed resources that they can use to make\nchild support payments”).This case illustrates the point. After the\nfamily court imposed Turner’s weekly support obligation in June\n2003, he made no payments until the court held him in contempt\nthree months later, whereupon he paid over $1,000 to avoid\nconfinement. App. 17a–18a, 131a. Three more times, Turner refused\nto pay until the family court held him in contempt—then paid in\nshort order.Id., at 23a–25a, 31a–34a, 125a–126a,\n129a–130a.Although I think that the majority’s\nanalytical framework does not account for the interests that\nchildren and mothers have in effective and flexible methods to\nsecure payment, I do not pass on the wisdom of the majority’s\npreferred procedures. Nor do I address the wisdom of the State’s\ndecision to use certain methods of enforcement. Whether “deadbeat\ndads” should be threatened with incarceration is a policy judgment\nfor state and federal lawmakers, as is the entire question of\ngovernment involvement in the area of child support. See Elrod\n& Dale, Paradigm Shifts and Pendulum Swings in Child Custody,\n42 Fam. L. Q. 381, 382 (2008) (observing the “federalization\nof many areas of family law” (internal quotation marks omitted)).\nThis and other repercussions of the shift away from the nuclear\nfamily are ultimately the business of the policymaking branches.\nSee,e.g., D. Popenoe, Family in Decline in America,\nreprinted in War Over the Family 3, 4 (2005) (discussing “four\nmajor social trends” that emerged in the 1960’s “to signal a\nwidespread ‘flight’ ” from the “nuclear family”); Krause,\nChild Support Reassessed, 24 Fam. L. Q. 1, 16 (1990)\n(“Easy-come, easy-go marriage and casual cohabitation and\nprocreation are on a collision course with the economic and social\nneeds of children”); M. Boumil & J. Friedman, Deadbeat Dads\n23–24 (1996) (“Many [children of deadbeat dads] are born out of\nwedlock … . Others have lost a parent to divorce at such a\nyoung age that they have little conscious memory of it”).*  *  *I would affirm the judgment of\nthe South Carolina Supreme Court because the Due Process Clause\ndoes not provide a right to appointed counsel in civil contempt\nhearings that may lead to incarceration. As that is the only issue\nproperly before the Court, I respectfully dissent.Footnote 1I agree with the Court that this case is not\nmoot because the challenged action is likely to recur yet is so\nbrief that it otherwise evades our review.Ante, at\n5–7.Footnote 2“Criminal contempt is a crime in the ordinary\nsense”; therefore, criminal contemners are entitled to “the\nprotections that the Consti-tution requires of such criminal\nproceedings,” including the right to counsel.Mine Workersv.Bagwell,512 U. S. 821, 826 (1994) (citingCookev.United States,267 U. S. 517, 537\n(1925); internal quotation marks omitted).Footnote 3Indeed, the new question is not one that\nwould even merit certiorari. See this Court’s Rule 10. Because the\nfamily court received a form detailing Turner’s finances and the\njudge could not hold Turner in contempt without concluding that he\ncould pay, the due process question that the majority answers\nreduces to a factbound assessment of the family court’s\nperformance. Seeante, at 14–16; Reply Brief for\nPetitioner 14–15 (“[I]n advance of his hearing, Turner supplied to\nthe family court just such a form”).Footnote 4See,e.g., Deadbeat Parents\nPunishment Act of 1998, 112 Stat. 618; Child Support Recovery Act\nof 1992, 106 Stat. 3403; Child Support Enforcement Amendments of\n1984, 98 Stat. 1305; Social Services Amendments of 1974, 88 Stat.\n2337.Footnote 5See Deadbeat Parents Punishment Act of 1998,\n112 Stat. 618 (referring to parents who “willfully fai[l] to pay a\nsupport obligation” as “[d]eadbeat [p]arents”).Footnote 6In this case, Turner switched between eight\ndifferent jobs in three years, which made wage withholding\ndifficult. App. 12a, 18a, 24a, 47a, 53a, 136a–139a. Most recently,\nTurner sold drugs in 2009 and 2010 but paid not a penny in child\nsupport during those years.Id., at 105a–111a; App. to\nBrief for Respondents 16a, 21a–24a, 29a–32a, 37a–54a.",
    "joined": []
}