{
    "case": {
        "docket": "15-6418",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-6418/"
    },
    "id": "3559744",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–6418_________________GREGORY WELCH, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[April 18, 2016]Justice Thomas, dissenting.Last Term the Court held inJohnsonv.United States, 576 U. S. ___ (2015), that because the\nresidual clause of the Armed Career Criminal Act of 1984 (ACCA), 18\nU. S. C. §924(e)(2)(B)(ii), “combin[es] indeterminacy\nabout how to measure the risk posed by a crime with indeterminacy\nabout how much risk it takes for the crime to qualify as a violent\nfelony,” it is unconstitutionally vague. 576 U. S., at ___\n(slip op., at 6). Federal prisoners then sought to invokeJohnsonas a basis for vacating their sentences in federal\ncollateral review proceedings. See 28 U. S. C.\n§2255(a).Today the Court holds thatJohnsonapplies retroactively to already final sentences of federal\nprisoners. Thatholding comes at a steep price. The majority ignores\nan insuperable procedural obstacle: when, as here, a court fails to\nrule on a claim not presented in a prisoner’s §2255 motion, there\nis no error for us to reverse. The majority also misconstrues the\nretroactivity framework developed inTeaguev.Lane,\n489 U. S. 288 (1989) , and its progeny, thereby undermining\nany principled limitation on the finality of federal convictions. I\nrespectfully dissent.IAs the majority observes with considerable\nunderstatement, “[t]his case comes to the Court in a somewhat\nun-usual procedural posture.”Ante, at 6. This case arises\nfrom petitioner Gregory Welch’s challenge to the Eleventh Circuit’s\ndenial of a certificate of appealability. §2253(c)(1). In other\nwords, Welch asks the Court to review the Eleventh Circuit’s\nrefusal to allow him to appeal the claims he raised in a motion to\nvacate his sentence and lost in the District Court. But Welch never\nclaimed that the residual clause was unconstitutionally vague in\nhis §2255 motion, let alone thatJohnsonapplies\nretroactively. Accordingly, courts below addressed neither issue.\nIndeed,Johnsonwas not even decided when the courts below\nissued their rulings. Those deficiencies should preclude us from\ndeciding in this case whetherJohnsonis retroactive.Our role in reviewing the denial of a\ncertificate of appealability is far more circumscribed than normal\nappellate review. The text of 28 U. S. C. §2253 confirms\nthis. Defendants can appeal their convictions and sentences as a\nmatter of right on direct review, but §2253 deprives courts of\nappeals of jurisdiction to review the denial of a petitioner’s\nmotion for federal postconviction relief unless he obtains a\n“certificate of appealability.” §2253(c)(1). And he can obtain that\ncertificate only if he makes “a substantial showing of the denial\nof a constitutional right.” §2253(c)(2); seeMiller-Elv.Cockrell, 537 U. S. 322 –336 (2003).Accordingly, this Court has instructed that\nreview of the denial of a certificate of appealability is a\nretrospective inquiry into whether the movant’s claims, as\nlitigated in the district court, warrant further proceedings—not\nwhether there is any conceivable basis upon which the movant could\nprevail. Courts must ask whether “reason-able jurists would findthe district court’s assessmentofthe constitutional claims\ndebatable or wrong.”Slackv.McDaniel, 529\nU. S. 473, 484 (2000) (emphasis added). They are to “look to\ntheDistrict Court’sapplication of [the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA)] to petitioner’s\nconstitutional claims and ask whetherthatresolution was\ndebatable.”Miller-El, supra,at 336 (emphasis added).Until today, we did not require courts of\nappeals to consider all possible constitutional issues that might\nwarrant relief as part of this inquiry. Those courts instead looked\nto how the movant framed his case in his motion to vacate. Even if,\nfor example, a district court denies ha-beas relief based on\nprocedural default and never reached the merits, the movant must\nestablish not only that the procedural ruling is “debatable” butalsothat his motion “state[d] a valid claim of the denial\nof a constitutional right.”Slack, supra,at 484.Requiring a court of appeals to consider\narguments not raised in a §2255 motion is also at odds with how the\nCourt has described the certificate-of-appealability inquiry. The\nCourt has called the decision whether to grant a certificate of\nappealability a “threshold” inquiry that “forbids” reviewing courts\nto engage in “full consideration of the factual or legal bases\nadduced in support of the claims.”Miller-El,supra,\nat 336. That is because, in the Court’s view, the point of “[t]he\n[certificate of appealability] process [is to] scree[n] out issues\nunworthy of judicial time and attention and ensur[e] that frivolous\nclaims are not assigned to merits panels.”Gonzalezv.Thaler, 565 U. S. 134, 145 (2012) . There would be no\nsurer way to transform this determination into a full-blown merits\nappeal than to require courts of appeals to consider all\nconceivable bases for relief that the movant failed to raise.Welch’s failure to raise anyJohnson-related claim in the District Court should,\ntherefore, bar the Eleventh Circuit and this Court from addressing\nwhetherJohnsonapplies retroactively. Welch’s §2255 motion\nomitted any claimthat his sentence was invalid because the ACCA’s\nresidual clause is unconstitutionally vague.[1]* Unsurprisingly, the District Court did not\naddress a vagueness claim that Welch had not raised. Nor did (or\ncould) the District Court assess whetherJohnsonapplies\nretroactively, for we decidedJohnsonafter the District\nCourt ruling. In sum, when Welch raised the vagueness of the\nresidual clause for the first time in his Eleventh Circuit\napplication for a certificate of appealability, it was too\nlate.The Government responds to this issue by\nattempting, in its reply brief in this Court, to “expressly waiv[e]\nany procedural default defense against petitioner on hisJohnsonclaim.” Reply Brief for United States 22. But this\ncase has not been framed as one involving a “procedural default,”\nwhich ordinarily refers to the affirmative defense that a\npetitioner defaulted his claim in some earlier proceeding. SeeMcCleskeyv.Zant, 499 U. S. 467, 490 (1991)\n(describing, in the context of a federal habeas petition brought by\na state prisoner, “procedural default” as the “presumption against\n[federal] habeas adjudication . . . of claims defaulted\nin state court”); see also,e.g., Jenkinsv.Anderson, 447 U. S. 231, 234, n. 1 (1980) (noting that\nprocedural default is an affirmative defense that must be raised);\n28 U. S. C. §2254 Rule 5 (requiring the Government to\n“state whether any claim in the petition is barred by a\n. . . procedural bar” in the answer to the motion).Welch instead failed to raise that claim inthisproceeding by failing to present it in his motion to\nvacate his sentence. And the Court of Appeals, when decidingwhether to grant a certificate of appealability,\ncannot be expected to look beyond the claims presented in that\nmotion in conducting its threshold inquiry about whether\n“reasonable jurists would findthe district court’s\nassessmentof the constitutional claims debatable or wrong.”Slack, 529 U. S., at 484 (emphasis added). Although the\nGovernment purports to waive any forfeiture defense now, it cannot\nalter what was before the Court of Appeals. After Welch failed to\nraise aJohnsonclaim in his §2255 motion and the Eleventh\nCircuit denied a certificate of appealability, the Government could\nnot inject the claim into the case.Rather than grappling with these issues, the\nmajority distorts the standard for reviewing certificates of\nappeal-ability by asking whether reasonable jurists would debate\nthe “conclusion” that Welch “failed to show any entitlement to\nrelief.”Ante,at 7. The majority thereby transforms what\nshould be a quick “overview of theclaims in the habeas\npetition,”Miller-El,537 U. S.,at 336\n(emphasis added), to a searching review of the “conclusion”\nthat a prisoner is not entitled “any” collateral relief.Ante,at 7 (emphasis added). That is preposterous. The\nEleventh Circuit, according to the majority, erred by denying Welch\nthe opportunity to “appeal” a claim that he failed to raise, in\npart because a decision that did not yet exist when the Eleventh\nCircuit ruled may entitle him to relief. The majority’s view of\nAEDPA demands judicial clairvoyance; Courts of Appeals can avoid\nreversal only by inventing arguments on the movant’s behalf.IIAfter bypassing what should have been an\ninsurmountable procedural hurdle, the majority then gets the merits\nwrong. The retroactivity rules the Court adopted inTeaguev.Lane, 489 U. S. 288 , generally foreclose prisoners\nfrom collaterally challenging their convictions based on new\ndecisions that postdate their convictions and sentences. The only\nexceptions to that bar are for decisions that announce a new\nsubstantive rule or a new “watershed” procedural rule. Seeante,at 7–8. All agree thatJohnsonannounced a new\nrule and that it is not a “watershed” procedural rule. Seeante,at 8. But the rule inJohnsonalso does not\nsatisfy our criteria for substantive rules. The majority concludes\notherwise,ante, at 8–9, but its approach fails underTeague’s own terms and erodes any meaningful limits on what\na “substantive” rule is.AThe Court has identified two types of\nsubstantive rules, andJohnson’s rule of decision fits\nneither description. It is not a new substantive constitutional\nrule, nor does it narrow the scope of a criminal statute through\nstatutory construction.1Time and again, the Court has articulated the\ntest for defining a substantive constitutional rule as follows: The\nrule must “place particular conduct or persons covered by the\nstatute beyond the State’s power to punish.”Schrirov.Summerlin, 542 U. S. 348, 352 (2004) ; see alsoBeardv.Banks, 542 U. S. 406, 416 (2004)\n(similar);Penryv.Lynaugh, 492 U. S. 302, 330\n(1989) (rule is substantive if “the Constitution itself deprives\nthe State of the power to impose a certain penalty”). This is also\nthe test the Court has purported to apply in case after case. See,e.g., Sawyerv.Smith, 497 U. S. 227, 233, 241\n(1990) (prohibiting prosecutors from misleading the jury to believe\nthat it was not responsible for a death sentence was a\nnonsubstantive rule that did not “place an entire category of\nprimary conduct beyond the reach of the criminal law” or “prohibit\nimposition of a certain type of punishment for a class of\ndefendants because of their status or offense”). Our precedents\nthus make clear the distinction between substantive and\nnonsubstantive constitutional rules. A rule that “because[a\nState] has made a certain fact essential to the death penalty, that\nfact must be found by a jury,” is not substantive; it had no effect\non the “range of conduct a State may criminalize.”Schriro,\n542 U. S., at 353–354. But a rule in which this Court “ma[de]\na certain fact essential to the death penalty . . . would\nbe substantive”; it would change the range of conduct warranting a\ndeath sentence.Id.,at 354.Under these principles,Johnsonannounced\na new constitutional rule, but it is not substantive.Johnson’s new constitutional rule is that a law is\nunconstitutionally vague if it “requires a court to picture the\nkind of conduct that the crime involves in ‘the ordinary case,’ and\nto judge whether that abstraction presents a serious potential\nrisk” of some result. 576 U. S., at ___ (slip op., at 4). Such\nlaws are vague because they simultaneously create “indeterminacy\nabout how to measure the risk posed by a crime with indeterminacy\nabout how much risk it takes for the crime to qualify” as the\ndescribed offense.Id.,at ___ (slip op., at 6). Together,\nthose two indeterminacies “produc[e] more unpredictability and\narbitrariness than the Due Process Clause tolerates.”Ibid.But that rule is not substantive under our\nprecedents. It does not preclude the Government from prohibiting\nparticular conduct or deem any conduct constitutionally protected.\nThe Government remains as free to enhance sentences for federal\ncrimes based on the commission of previous violent felonies afterJohnsonas it was before. Cf.Butlerv.McKellar, 494 U. S. 407, 415 (1990) (deciding that a\nnew rule was not substantive because “[t]he proscribed conduct” was\n“capital murder, the prosecution of which is, to put it mildly, not\nprohibited by the rule”). Nor doesJohnson’s vagueness rule\nplace any class of persons or punishment off limits. There is no\ncategory of offender that Congress cannot subject to an enhanced\nsentence afterJohnson.SeeJamesv.United\nStates, 550 U. S. 192, 230 (2007) (Scalia, J., dissenting)\n(Congress “very easily” could “subjec[t] all repeat offenders to a\n15-year manda-tory minimum prison term” in differently worded\nstatute (emphasis deleted)). The only constraintJohnsonimposes is on themannerin which the Government can punish\noffenders. To avoid “fail[ing] to give ordinary people fair notice”\nor “invit[ing] arbitrary enforcement,” 576 U. S., at ___ (slip\nop., at 3), Congress must be clearer in describ-ing what conduct\n“otherwise . . . presents a serious potential risk of\nphysical injury to another.” 18 U. S. C.\n§924(e)(2)(B)(ii).2Johnsonalso does not fit within the\nsecond type of substantive rule this Court has recognized, which\nconsists of “decisions that narrow the scope of a criminal\nstatuteby interpreting its terms.”Schriro, 542 U. S.,\nat 351;seeid.,at 351–352 (contrasting these rules with\n“constitutional determinations” that rule out punishing conduct or\npersons).The Court has invoked this subset of new rules\njust once, inBousleyv.United States, 523\nU. S. 614 (1998) .Bousleyheld thatBaileyv.United States, 516 U. S. 137 (1995) , which interpreted\na federal firearms sentencing enhancement to require proof of\n“ ‘active employment of the firearm’ ” as an element,\napplied retroactively. 523 U. S., at 616–617. The Court\nexplained thatTeague’s bar on retroactively applying\n“procedural rules” is “inapplic-able to the situation in which this\nCourt decides the meaning of a criminal statute enacted by\nCongress.” 523 U. S., at 620. Moreover, the Court reasoned,\n“decisions of this Court holding that a substantive federal\ncriminal statute does not reach certain conduct” share a key\ncommonality with “decisions placing conduct beyond the power of the\ncriminal law-making authority to proscribe”: both “necessarily\ncarry a significant risk that a defendant stands convicted of an\nact that the law does not make criminal.”Ibid.(internal\nquotation marks omitted). The Court thus classified decisions\n“holding that a substantive federal criminal statute does not reach\ncertain conduct” as substantive.Ibid.I would not so readily assume thatBousleyapplies here. Until today,Bousleyapplied\nonly to new rules reinterpreting the text of federal criminal\nstatutes in a way that narrows their reach.Johnsonannounced no such rule. It announced only that there is no way in\nwhich to narrow the reach of the residual clause without running\nafoulof the Due Process Clause. 576 U. S., at ___–___ (slip\nop., at 10–12).The majority protests that applying different\nretroactivity principles to constitutional and statutory rules\npro-duces “unusual outcomes” because a decision interpreting a\nstatute’s text to narrow its scope may be retroactive, while a\ndecision declaring the provision unconstitutional might not be.Ante,at 14. But such outcomes are an inevitable byproduct\nof the Court’s retroactivity jurisprudence, not a unique\nconsequence of this case. Take a statute allowing the Federal\nGovernment to prosecute defendants for “serious crimes involving\ninterstate commerce” of which they were acquitted in state court.\nSeeBartkusv.Illinois, 359 U. S. 121 (1959)\n(no double jeopardy bar to such prosecutions). Suppose the Court,\nconcerned that there might be a double jeopardy problem after all,\nnarrowed the meaning of “serious crimes involving interstate\ncommerce” to encompass only felonies that would be subject to a\nstatutory maximum sentence of life imprisonment. Anyone acquitted\nof a minor felony by the State but convicted by the Federal\nGovernment before this Court’s narrowing construction could, in the\nmajority’s view, seek relief on collateral review underBousley. Seeante,at 14. But if the Court ruled that\nthe Double Jeopardy Clause barsallfederal reprosecutions,\nI doubt that rule would be retroactive. That rule dictateswhena defendant may be tried and convicted of certain\nconduct—not the substance of the crime for which the defendant is\ntried, or the punishment imposed.The Court’s historical justifications for\nretroactivity underscore the reasons for treating statutory and\nconstitutional rules differently. The Court in the 1950’s\n“extend[ed] the scope of habeas to all alleged constitutional\nerrors” to “forc[e] trial and appellate courts in both the federal\nand state system to toe the constitutional mark” in the face of\nperceived systemic violations.Mackeyv.United\nStates, 401 U. S. 667, 687 (1971) (Harlan, J.,\nconcurringin judgments in part and dissenting in part). That\ndevelopment led to theTeagueframework allowing\nretroactivity for certain types of constitutional rules. SeeMontgomeryv.Louisiana, 577 U. S. ___, ___–___\n(2016) (Scalia, J., dissenting) (slip op., at 2–3) (recounting\nhistory). But this Court has never suggested that lower courts had\nsimilar difficulties in interpreting the reach of criminal\nstatutes, such that the retroactivity rules should be the same.\nRather, the history suggests that the failure to apply a narrowing\nconstruction of a criminal statute is a qualitatively different\ntype of error.BThe majority instead determines whether a rule\nis substantive by looking to the “function of the rule,”ante, at 10, and asking “whether the new rule itself has a\nprocedural function or a substantive function,”ante,at 11.\nThis apparently means that courts should divine theeffectof a new rule and decide whether that effect alters the substantive\nelements of a crime or sentence. All that matters, the majority\nsays, is that the vagueness rule announced inJohnsonhad\ntheeffectof invalidating the residual clause and, as a\nresult of its invalidation, the residual clause “can no longer\nmandate or authorize any sentence.”Ante,at 9 (“striking\ndown the residual clause” is what “changed the substantive reach of\n[ACCA]”).That approach is untenable. It brushes aside the\nrule of decision, which is where all of our prior precedents begin\nand end for purposes of applyingTeague. When deciding\nwhether rules are substantive, our cases have homed in on the rule\nthat would apply not just to the specific statute at hand, but in\nsimilar, future circumstances. Thus, just this Term, the Court\ndefined the rule announced inMillerv.Alabama, 567\nU. S. ___ (2012), as: The Eighth Amendment “prohibit[s]\n. . . mandatory life without parole for juvenile\noffenders”—not that Alabama’s juvenile-sentencing statute flouts\nthe Eighth Amendment.Montgomery,supra,at ___ (slip\nop., at 14). Likewise, the rule announced inRingv.Arizona, 536 U. S. 584 (2002) , was that “a sentencing\njudge, sitting without a jury, [may not] find an aggravating\ncircumstance necessary for imposition of the death penalty”—not\nthat provisions of Arizona’s death penalty statute violate the\nSixth Amendment.Schriro, 542 U. S., at 353 (internal\nquotation marks omitted; alteration in original). By jettisoning\nthat approach and focusing solely onJohnson’s effect (the\ninvalidationof the residual clause), the majority departs from our\nprecedents.The majority’s focus on theeffectof a\ndecision breaks down all meaningful distinctions between “new” and\n“old” rules, or “substantive” and “procedural” ones. The first step\nof theTeagueinquiry assesses whether the ruleis “new” by\nlooking to whether prior precedents dictated the rule of\ndecision—not its effects. See,e.g., Chaidezv.United\nStates, 568 U. S. ___, ___ (2013) (slip op., at 4)\n(internal quotation marks omitted). But if, as the majority\ncontends, the “function of the rule,”ante,at 10, is the\nrelevant baseline, theneverycase invalidating a statute or\na sentence establishes a “new” rule. The law’s invalidation would\nbe a departure from any prior decision that interpreted the law as\nif it were operative. Likewise, if any decision has the effect of\ninvalidating substantive provisions of a criminal statute, it is a\nsubstantive rule under the majority’s approach no matter what the\nreason for the statute’s invalidation.The majority denies that “every decision\nstriking down a statute isipso factoa substantive\ndecision,” saying that only when a decision invalidates a provision\nthat “regulates conduct and prescribes punishment” is it\nretroactive.Ante, at 14. But that still transforms\ninnumerable procedural rules into substantive ones. Take a state\nlaw that defines the crime of robbery and specifies that only 10 of\nthe 12 jurors need to vote to convict someone of that crime. If\nthis Court were to reverseApodacav.Oregon, 406\nU. S. 404 (1972) , and hold that the Sixth Amendment requires\nunanimous jury verdicts, the portion of the statute allowing\nnonunanimity would be invalid. But assume that the state statute\nwas nonseverable: the Court’s jury unanim-ity rule, undoubtedly\n“procedural,” would have the effect of invalidating not only the\nportion of the state statute regarding unanimity but also the\nprovision defining the crime of robbery, a provision that\n“regulates conduct.”Ante,at 14. To the majority, these\neffects would make the rule substantive. That approach is mistaken,\nand would also produce arbitrary results. Suppose most States had\nsimilar statutes, but that some had robust severability provisions\nand others did not. In some States, the decision would be\nprocedural; elsewhere, it would be substantive, producing a\npatchwork of statute-specific outcomes.Finally, the majority flipsTeagueon its\nhead with its alternative contention thatJohnsonmust have\nannounced a substantive rule because it is “not a procedural\ndecision.”Ante,at 9.Teagueis a general rule\nagainst retroactivity, seeante,at 7–8, and all new rules\nare barred unless they fit within the exceptions for substantive or\n“watershed” procedural rules. 489 U. S., at 310–311 (plurality\nopinion). To say that a rule is “not . . . procedural” is\nnot enough. And even if it were, the rule inJohnsonfits\nbetter within the Court’s descriptions of procedural rules than\nsubstantive ones. “Procedural rules . . . are designed to\nenhance the accuracy of a conviction or sentence by regulating\n‘the manner of determiningthe defendant’s\nculpability.’ ”Montgomery, 577 U. S., at ___\n(slip op., at 9) (quotingSchriro,supra, at 353).\nAnd the rule inJohnsonregulates only the manner in which\nCongress defined a sentencing enhancement, not the conduct that\ntriggers the punishment.E.g., Smithv.Goguen, 415\nU. S. 566 –573 (1994) (vagueness doctrine “requires\nlegislatures to set reasonably clear guidelines” to give “fair\nnotice or warning” and “prevent arbitrary and discriminatory\nenforcement” (internal quotation marks omitted)).IIIToday’s opinion underscores a larger problem\nwith our retroactivity doctrine: The Court’s retroactivity rules\nhave become unmoored from the limiting principles that the Court\ninvoked to justify the doctrine’s existence. UnderTeagueitself, the question whetherJohnsonapplies retroactively\nwould be a straightforward “No.” If this question is close now,\nthat is only because the Court keeps moving the goalposts.As the majority observes, the foundations of our\napproach to retroactivity in collateral review come from Justice\nHarlan’s separate opinions inDesistv.United\nStates, 394 U. S. 244 (1969) , andMackeyv.United States, 401 U. S. 667 .Ante,at 7.\nThere, Justice Harlan con-fronted a now-familiar problem: how to\naddress the con-sequences of an ever-evolving Constitution. He\nresponded with an approach to retroactivity that placed at the\nforefront the need for finality in the criminal process. See,e.g,401 U. S., at 682–683. In his view, very few rules\nthat emerged after a prisoner’s conviction—including constitutional\nrules—warranted disturbing that conviction. Seeid.,at\n686–692. Justice Harlan saw only “two exceptions”: “bedrock\nprocedural” rules,id.,at 692–693, and “[n]ew ‘substantive\ndue process’ rules” removing “certain kinds of primary, private\nindividual conduct beyond the power of the criminal law-making\nauthority to proscribe,”id.,at 692. As examples of the\nlatter category, he cited such rules as that the First Amendment\nforbids criminalizing flag burning, that the right to privacy\nprecludes the Government from prosecuting distributors of\ncontraception, and that the “freedom to marry” and equal protection\nprinciples immunize couples from being punished for entering into\ninterracial marriages.Id.,at 692, n. 7. These\n“ ‘substantive due process’ rules,” Justice Harlan explained,\nwere “on a different footing” because “the writ has historically\nbeen available for attacking convictions on such grounds.”Id.,at 692–693. Moreover, society has an “obvious interest\nin freeing individuals for punishment for conduct that is\nconstitutionally protected.”Id.,at 693. And granting\nrelief for such claims would not require retrials.Ibid.WhenTeagueadopted Justice Harlan’s\napproach, see 489 U. S., at 310 (plurality opinion), it agreed\nthat to preserve “the principle of finality which is essential to\nthe operation of our criminal justice system,”id.,at 309,\n“new rules generally should not be applied retroactively to cases\non collateral review,”id.,at 305.Teaguethus\nadopted Justice Harlan’s two exceptions for “watershed rules of\ncriminal procedure” and rules that “accord constitutional\nprotection to . . . primary activity.”Id., at\n311; seeid.,at 310.The Court then swiftly discarded the limitations\nthatTeagueadopted.Penryproclaimed the\nretroactivity of rules barring certainpunishments, even\nthough the Court’s constant revision of the Eighth Amendment\nproduces an “ever-moving target of impermissible punishments.”Montgomery, 577 U. S., at ___ (slip op., at 11)\n(Scalia, J., dissenting) (emphasis deleted); seeid.,at\n___–___ (slip op., at 10–11).Bousleyextended retroactive\nrelief for federal prisoners raising statutory claims, not just\nconstitutional ones. See 523 U. S., at 616–617, 620–621.MontgomeryextendedTeagueto state postconviction\nproceedings, enshrinedTeagueas a constitutional command,\nand redefined substantive rules to include rules that require\nsentencers to follow certain procedures in punishing juveniles. Now\nthe majority collapsesTeague’s substantive-procedural\ndistinction further, allowing any rule that has the incidental\neffect of invalidating substantive provisions of a criminal statute\nto become a substantive rule.Today’s decision, like those that preceded it,\nprofesses to venerate Justice Harlan’s theory of retroactivity. Seeante,at 7;Montgomery,supra,at ___ (slip\nop., at 8–10). This rings hollow; these decisions spell its ruin.\nThe Court adopted Justice Harlan’s approach to retroactivity\nbecause it shared his conviction that “there [must] be a visible\nend to the litigable aspect of the criminal process.”Mackey,supra, at 690; seeTeague,supra, at 310 (plurality opinion) (similar). With the\nCourt’s unprincipled expansion ofTeague, every end is\ninstead a new beginning.*  *  *For these reasons, I respectfully dissent.Notes1* Welch’s §2255 motion did\nassert that his “robbery under Florida [statutes] is ambiguous,\nvague, and was without any violence and or physical force,” App.\n96a, and that Florida robbery “has multimeanings.”Id.,at\n97a. But challenging the vagueness of Florida law is quite\ndifferent from the argument Welch needed to assert aJohnsonclaim: that the residual clause is itself unconstitutionally\nvague.",
    "joined": []
}