{
    "case": {
        "docket": "27",
        "citation": "574",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/574/27/"
    },
    "id": "3214256",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–433_________________INTEGRITY STAFFING SOLUTIONS, INC., PETITIONERv.JESSE BUSK et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[December 9, 2014]Justice Thomas delivered the opinion of the\nCourt.The employer in this case required its\nemployees, warehouse workers who retrieved inventory and packaged\nitfor shipment, to undergo an antitheft security screen-ing before\nleaving the warehouse each day. The question presented is whether\nthe employees’ time spent waiting to undergo and undergoing\nthose security screenings is compensable under the Fair Labor\nStandards Act of 1938 (FLSA), 29 U. S. C. §201et seq., as amended by the Portal-to-Portal Act of\n1947, §251et seq.We hold that the time is not\ncompensable. We therefore reverse the judgment of the United States\nCourt of Appeals for the Ninth Circuit.IPetitioner Integrity Staffing Solutions, Inc.,\nprovides warehouse staffing to Amazon.com throughout the United\nStates. Respondents Jesse Busk and Laurie Castro worked as hourly\nemployees of Integrity Staffing at warehouses in Las Vegas and\nFenley, Nevada, respectively. As warehouse employees, they\nretrieved products from the shelves and packaged those products for\ndelivery to Amazon customers.Integrity Staffing required its employees to\nundergo a security screening before leaving the warehouse at the\nend of each day. During this screening, employees removed items\nsuch as wallets, keys, and belts from their persons and passed\nthrough metal detectors.In 2010, Busk and Castro filed a putative class\naction against Integrity Staffing on behalf of similarly situated\nemployees in the Nevada warehouses for alleged violations of the\nFLSA and Nevada labor laws. As relevant here, the employees alleged\nthat they were entitled to compensation under the FLSA for the time\nspent waiting to undergo and actually undergoing the security\nscreenings. They alleged that such time amounted to roughly 25\nminutes each day and that it could have been reduced to ade\nminimisamount by adding more security screeners or by\nstaggering the termination of shifts so that employees could flow\nthrough the checkpoint more quickly. They also alleged that the\nscreenings were conducted “to prevent employee theft”\nand thus occurred “solely for the benefit of the employers\nand their customers.” App. 19, 21.The District Court dismissed the complaint for\nfailure to state a claim, holding that the time spent waiting for\nand undergoing the security screenings was not compensable under\nthe FLSA. It explained that, because the screenings occurred after\nthe regular work shift, the employees could state a claim for\ncompensation only if the screenings were an integral and\nindispensable part of the principal activities they were employed\nto perform. The District Court held that these screenings were not\nintegral and indispensable but instead fell into a noncompensable\ncategory of postliminary activities.The United States Court of Appeals for the Ninth\nCircuit reversed in relevant part. 713 F. 3d 525 (2013). The\nCourt of Appeals asserted that postshift activities that would\nordinarily be classified as noncompensable postliminary activities\nare nevertheless compensable as integral and indispensable to an\nemployee’s principal activities if those postshift activities\nare necessary to the principal work performed and done for the\nbenefit of the employer.Id., at 530. Accepting as true the\nallegation that Integrity Staffing required the security screenings\nto prevent employee theft, the Court of Appeals concluded that the\nscreenings were “necessary” to the employees’\nprimary work as warehouse employees and done for Integrity\nStaffing’s benefit.Id., at 531.We granted certiorari, 571 U. S. ___\n(2014), and now reverse.IIAEnacted in 1938, the FLSA established a\nminimum wage and overtime compensation for each hour worked in\nexcess of 40 hours in each workweek. §§6(a)(1), 7(a)(3),\n52Stat. 1062–1063. An employer who violated these provisions\ncould be held civilly liable for backpay, liquidated damages, and\nattorney’s fees. §16,id., at 1069.But the FLSA did not define “work”\nor “workweek,” and this Court interpreted those terms\nbroadly. It defined “work” as “physical or mental\nexertion (whether burdensome or not) controlled or required by the\nemployer and pursued necessarily and primarily for the benefit of\nthe employer and his business.”Tennessee Coal, Iron &\nR. Co.v.Muscoda Local No. 123, 321 U. S.\n590, 598 (1944) . Similarly, it defined “the statutory\nworkweek” to “includ[e] all time during which an\nemployee is necessarily required to be on the employer’s\npremises, on duty or at a prescribed workplace.”Andersonv.Mt. Clemens Pottery Co., 328 U. S.\n680 –691 (1946). Applying these expansive definitions, the\nCourt found compensable the time spent traveling between mine\nportals and underground work areas,Tennessee Coal,supra, at 598, and the time spent walking from timeclocks to\nwork benches,Anderson,supra, at 691–692.These decisions provoked a flood of litigation.\nIn the six months following this Court’s decision inAnderson, unions and employees filed more than 1,500\nlawsuits under the FLSA. S. Rep. No. 37, 80th Cong., 1st\nSess., pp. 2–3 (1947). These suits sought nearly $6 billion\nin back pay and liquidated damages for various preshift and\npostshift activities.Ibid.Congress responded swiftly. It found that the\nFLSAhad “been interpreted judicially in disregard of\nlong-established customs, practices, and contracts between\nemployers and employees, thereby creating wholly unexpected\nliabilities, immense in amount and retroactive in operation, upon\nemployers.” 29 U. S. C. §251(a). Declaring the\nsituation to be an “emergency,” Congress found that, if\nsuch interpretations “were permitted to stand,\n. . . the payment of such liabilities would bring about\nfinancial ruin of many employers” and “employees would\nreceive windfall payments . . . for activities performed\nby them without any expectation of reward beyond that included in\ntheir agreed rates of pay.” §§251(a)–(b).Congress met this emergency with the\nPortal-to-Portal Act. The Portal-to-Portal Act exempted employers\nfrom liability for future claims based on two categories of\nwork-related activities as follows:“(a) Except as provided in subsection\n(b) [which covers work compensable by contract or custom], no\nemployer shall be subject to any liability or punishment under the\nFair Labor Standards Act of 1938, as amended, . . . on\naccount of the failure of such employer . . .to pay an\nemployee overtime compensation, for or on account of any of the\nfollowing activities of such employee engaged in on or after the\ndate of the enactment of this Act—“(1) walking, riding, or traveling to and\nfrom the ac-tual place of performance of the principal activity or\nac-tivities which such employee is employed to perform, and“(2) activities which are preliminary to\nor postliminary to said principal activity or activities,“which occur either prior to the time on\nany particular workday at which such employee commences, or\nsubsequent to the time on any particular workday at which he\nceases, such principal activity or activities.” §4,\n61Stat. 86–87 (codified at 29 U. S. C.\n§254(a)).At issue here is the exemption for\n“activities which are preliminary to or postliminary to said\nprincipal activity or activities.”BThis Court has consistently interpreted\n“the term ‘principal activity or activities’ [to]\nembrac[e] all activities which are an ‘integral and\nindispensable part of the principal activities.’ ”IBP, Inc.v.Alvarez, 546 U. S. 21 –30\n(2005) (quotingSteinerv.Mitchell, 350 U. S.\n247 –253 (1956)). Our prior opinions used those words in\ntheir ordinary sense. The word “integral” means\n“[b]elonging to or making up an integral whole; constituent,\ncomponent;spec[ifically] necessary to the\ncompleteness or integrity of the whole; forming an intrinsic\nportion or element, as distinguished from an adjunct or\nappendage.” 5 Oxford English Dictionary 366 (1933) (OED);\naccord, Brief for United States asAmicus Curiae20 (Brief\nfor United States); see also Webster’s New International\nDictionary 1290 (2d ed. 1954) (Webster’s Second)\n(“[e]ssential to completeness; constituent, as a\npart”). And, when used to describe a duty,\n“indispensable” means a duty “[t]hat cannot be\ndispensed with, remitted, set aside, disregarded, or\nneglected.” 5 OED 219; accord, Brief for United States 19;\nsee also Webster’s Second 1267 (“[n]ot capable of being\ndispensed with, set aside, neglected, or pronounced\nnonobligatory”). An activity is therefore integral and\nindispensable to the principal activities that an employee is\nemployed to perform if it is an intrinsic element of those\nactivities and one with which the employee cannot dispense if he is\nto perform his principal activities. As we describe below, this\ndefinition, as applied in these circumstances, is consistent with\nthe Department of Labor’s regulations.Our precedents have identified several\nactivities that satisfy this test. For example, we have held\ncompensable the time battery-plant employees spent showering and\nchanging clothes because the chemicals in the plant were\n“toxic to human beings” and the employer conceded that\n“the clothes-changing and showering activities of the\nemployees [were] indispensable to the performance of their\nproductive work and integrally related thereto.”Steiner,supra, at 249, 251. And we have held\ncompensable the time meatpacker employees spent sharpening their\nknives because dull knives would “slow down production”\non the assembly line, “affect the appearance of the meat as\nwell as the quality of the hides,” “cause waste,”\nand lead to “accidents.”Mitchellv.King\nPacking Co., 350 U. S. 260, 262 (1956) . By contrast, we\nhave held noncompensable the time poultry-plant employees spent\nwaiting to don protective gear because such waiting was “two\nsteps removed from the productive activity on the assembly\nline.”IBP,supra, at 42.The Department of Labor’s regulations are\nconsistent with this approach. See 29 CFR §790.8(b) (2013)\n(“The term ‘principal activities’ includes all\nactivities which are an integral part of a principal\nactivity”); §790.8(c) (“Among the activities\nincluded as an integral part of a principal activity are those\nclosely related activities which are indispensable to its\nperformance”). As an illustration, those regulations explain\nthat the time spent by an employee in a chemical plant changing\nclothes would be compensable if he “c[ould not] perform his\nprincipal activities without putting on certain clothes” but\nwould not be compensable if “changing clothes [were] merely a\nconvenience to the employee and not directly related to his\nprincipal activities.” See §790.8(c). As the regulations\nexplain, “when performed under the conditions normally\npresent,” activities including “checking in and out and\nwaiting in line to do so, changing clothes, washing up or\nshowering, and waiting in line to receive pay checks” are\n“ ‘preliminary’ ” or\n“ ‘postliminary’ ” activities.\n§790.7(g).IIIAThe security screenings at issue here are\nnoncompensable postliminary activities. To begin with, the\nscreenings were not the “principal activity or activities\nwhich [the] employee is employed to perform.” 29\nU. S. C. §254(a)(1). Integrity Staffing did not\nemploy its workers to undergo security screenings, but to retrieve\nproducts from warehouse shelves and package those products for\nshipment to Amazon customers.The security screenings also were not\n“integral and indispensable” to the employees’\nduties as warehouse workers. As explained above, an activity is not\nintegral and indispensable to an employee’s principal\nactivities unless it is an intrinsic element of those activities\nand one with which the employee cannot dispense if he is to perform\nthose activities. The screenings were not an intrinsic element of\nretrieving products from warehouse shelves or packaging them for\nshipment. And Integrity Staffing could have eliminated the\nscreenings altogether without impairing the employees’\nability to complete their work.The Solicitor General, adopting the position of\nthe Department of Labor, agrees that these screenings were\nnoncompensable postliminary activities. See Brief for United States\n10. That view is fully consistent with an Opinion Letter the\nDepartment issued in 1951. The letter found noncompensable a\npreshift security search of employees in a rocket-powder plant\n“ ‘for matches, spark producing devices such as\ncigarette lighters, and other items which have a direct bearing on\nthe safety of the employees,’ ” as well as a\npostshift security search of the employees done\n“ ‘for the purpose of preventing\ntheft.’ ” Opinion Letter from Dept. of Labor, Wage\nand Hour Div., to Dept. of Army, Office of Chief of Ordnance (Apr.\n18, 1951), pp. 1–2 (available in Clerk of Court’s case\nfile). The Department drew no distinction between the searches\nconducted for the safety of the employees and those conducted for\nthe purpose of preventing theft—neither were compensable\nunder the Portal-to-Portal Act.BThe Court of Appeals erred by focusing on\nwhether an employerrequireda particular activity. The\nintegral and indispensable test is tied to the productive work that\nthe employee isemployed to perform. See,e.g., IBP,546 U. S., at 42;Mitchell,supra, at 262;Steiner, 350 U. S., at 249–251; see also 29 CFR\n§790.8(a) (explaining that the term “principal\nactivities” was “considered sufficiently broad to\nembrace within its terms such activities as are indispensable tothe performance of productive work” (internal\nquotation marks omitted; emphasis added)); §790.8(c)\n(“Among the activities included as an integral part of a\nprincipal activity are those closely related activities which are\nindispensableto its performance” (emphasis\nadded)).If the test could be satisfied merely by the\nfact that an employer required an activity, it would sweep into\n“principal activities” the very activities that the\nPortal-to-Portal Act was designed to address. The employer inAnderson, for instance, required its employees to walk\n“from a timeclock near the factory gate to a\nworkstation” so that they could “begin their\nwork,” “but it is indisputable that the\nPortal-to-Portal Act evinces Congress’ intent to repudiateAnderson’s holding that such walking time was\ncompensable under the FLSA.”IBP,supra, at 41.\nA test that turns on whether the activity is for the benefit of the\nemployer is similarly overbroad.Finally, we reject the employees’ argument\nthat time spent waiting to undergo the security screenings is\ncompensable under the FLSA because Integrity Staffing could have\nreduced that time to ade minimisamount. The fact that an\nemployer could conceivably reduce the time spent by employees on\nany preliminary or postliminary activity does not change the nature\nof the activity or its relationship to the principal activities\nthat an employee is employed to perform. These arguments are\nproperly presented to the employer at the bargaining table, see 29\nU. S. C. §254(b)(1), not to a court in an FLSA\nclaim.*  *  *We hold that an activity is integral and\nindispensable to the principal activities that an employee is\nemployed to perform—and thus compensable under the\nFLSA—if it is an intrinsic element of those activities and\none with which the employee cannot dispense if he is to perform his\nprincipal activities. Because the employees’ time spent\nwaiting to undergo and undergoing Integrity Staffing’s\nsecurity screenings does not meet these criteria, we reverse the\njudgment of the Court of Appeals.It is so ordered.",
    "joined": []
}