{
    "case": {
        "docket": "138",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/138/"
    },
    "id": "3258650",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–352_________________B&B HARDWARE, INC., PETITIONERv.HARGIS INDUSTRIES,\nINC., dba SEALTITE BUILDING FASTENERS, dba EAST TEXAS FASTENERS\net al.on writ of certiorari to the united states court of appeals for\nthe eighth circuit[March 24, 2015]Justice Thomas, with whom Justice Scalia joins, dissenting.The Court today applies a presumption that when Congress enacts\nstatutes authorizing administrative agencies to resolve disputes in\nan adjudicatory setting, it intends those agency decisions to have\npreclusive effect in Article III courts. That presumption was first\nannounced in poorly supported dictum in a 1991 decision of this\nCourt, and we have not applied it since. Whatever the validity of\nthat presumption with respect to statutes enacted after its\ncreation, there is no justification for applying it to the Lanham\nAct, passed in 1946. Seeing no other reason to conclude that\nCongress implicitly authorized the decisions of the Trademark Trial\nand Appeal Board (TTAB) to have preclusive effect in a subsequent\ntrademark infringement suit, I would affirm the decision of the\nCourt of Appeals.IAThe presumption in favor of administrative preclusion the Court\napplies today was first announced inAstoria Fed. Sav. &\nLoan Assn.v.Solimino,501 U. S. 104,108 (1991). In\nthat case, the Court confronted the question “whether claimants\nunder the Age Discrimination in Employment Act of 1967 [(ADEA)]\n. . . are collaterally estopped to relitigate in federal\ncourt the judicially unreviewed findings of a state administrative\nagency made with respect to an age-discrimination claim.”Id.,at 106. It answered that question in the negative,\nconcluding that the availability of administrative preclusion was\nan issue of statutory construction and that the particular statute\nat issue “carrie[d] an implication that the federal courts should\nrecognize no [such] preclusion.”Id.,at 108, 110.Despite rejecting the availability of preclusion, the Court\nnevertheless, in dictum, announced a presumption in favor of giving\npreclusive effect to administrative determinations “where Congress\nhas failed expressly or impliedly to evince any intention on the\nissue.”Id.,at110. That dictum rested on two premises.\nFirst, that “Con-gress is understood to legislate against a\nbackground of common-law adjudicatory principles.”Id., at\n108. And, second, that the Court had “long favored application\nofthe common-law doctrines of collateral estoppel (as to issues)\nand res judicata (as to claims) to those determinations of\nadministrative bodies that have attained finality.”Id.,at\n107.I do not quarrel with the first premise, but I have serious\ndoubts about the second. The Court inAstoriaoffered only\none decision predating the enactment of the ADEA to shore up its\nassertion that Congress had legislated against a background\nprinciple in favor of administrative preclusion—United\nStatesv.Utah Constr. & Mining Co.,384 U. S.\n394,422 (1966). SeeAstoria, supra,at 107.[1] And that decision cannot be read for the broad\nproposition asserted by the Court.LikeAstoriaitself,Utah Constructiondiscussed\nadministrative preclusion only in dictum. The case arose out of a\ncontract dispute between the United States and a private\ncontractor. 384 U. S., at 400. The contract at issue contained\na disputes clause providing for an administrative process by which\n“ ‘disputes concerning questions of fact arising under th[e]\ncontract’ ” would be decided by the contracting officer,\nsubject to written appeal to the head of the department.Id.,at 397–398. The Wunderlich Act of 1954 likewise\nprovided that such administrative factfinding would be “final and\nconclusive” in a later breach-of-contract action “ ‘unless the\nsame is fra[u]dulent or capricious or arbitrary or so grossly\nerroneous as necessarily to imply bad faith, or is not supported by\nsubstantial evidence.’ ”Id.,at 399. Because both “the\ndisputes clause [of the contract] and the Wunderlich Act\ncategorically state[d] that administrative findings on factual\nissues relevant to questions arising under the contract [would] be\nfinal and conclusive on the parties,” the Court required the lower\ncourts to accept those findings.Id.,at 419. Only after\nacknowledging that its decision “rest[ed] upon the agreement of the\nparties as modified by the Wunderlich Act” did the Court go on to\ncomment that the decision was “harmonious with general principles\nof collateral estoppel.”Id.,at 421.To create a presumption based solely on dictum would be bad\nenough, but the principlesUtah Constructionreferred to\nwere far too equivocal to constitute “long-established and\nfamiliar” background principles of the common law of the sort on\nwhich we base our statutory inferences.Isbrandtsen Co.v.Johnson,343 U. S. 779,783 (1952). AlthoughUtah\nConstructionasserted that “[w]hen an administrative agency is\nacting in a judicial capacity and resolves disputed issues of fact\nproperly before it which the parties have had an adequate\nopportunity to litigate, the courts have not hesitated to applyresjudicatato enforce repose,” it admitted that\n“courts have used language to the effect thatres judicataprinciples do not apply to administrative proceedings.” 384\nU. S.,at 421–422. These contradictory signals are not\ntypically the stuff of which background rules of common law are\nmade. Cf.Kirtsaengv.John Wiley & Sons, Inc.,\n568 U. S. ___, ___ (2013) (slip op., at 17) (presuming that\nCongress intended to retain the “first sale” doctrine in copyright\nstatutes based on that common-law doctrine’s “impeccable historic\npedigree”).BIf the occasion had arisen inAstoriafor the Court to\nexamine the history of administrative preclusion, it would have\ndiscovered that the issue was far from settled.At common law, principles of res judicata and collateral\nestoppel applied only to a decision by a “court of competent\njurisdiction.”Aurora Cityv.West, 7 Wall. 82, 102\n(1869); accord,Hopkinsv.Lee, 6 Wheat. 109, 113\n(1821); Restatement of Judgments §§4, 7, and Commentf,\npp. 20, 41, 45 (1942). That rule came with the corollary\nrequirement that the court be “legally constituted”—that is, a\ncourt “known to and recognized by the law.” 2 H. Black, Law of\nJudgments §516, p. 614 (1891). A court not “legally constituted”\nlacked jurisdiction to enter a legally binding judgment, and thus\nany such judgment could have no preclusive effect.Ibid.Nineteenth century courts generally understood the term “court\nof competent jurisdiction” to include all courts with authority and\njurisdiction conclusively to resolve a dispute. See J. Wells, A\nTreatise on the Doctrines of Res Judicata and Stare Decisis\n§§422–423, pp. 336–338 (1878); 2 Black,supra, §516, at\n613–614. Thus, courts of law, courts of equity, admiralty courts,\nand foreign courts could all satisfy the requirement of a “[c]ourt\nof competent jurisdiction.”Hopkins, 6 Wheat.,at\n113. This broad definition served the interest in finality that\nsupports preclusion doctrines, without which “an end could never be\nput to litigation.”Id.,at 114.But however broadly “[c]ourt of competent jurisdiction” was\ndefined, it would require quite a leap to say that the concept\nencompasses administrative agencies, which were recognized as\ncategorically different from courts.E.g., Pearsonv.Williams,202 U. S. 281 (1906); F. Cooper,\nAdministrative Agencies and the Courts 241–242 (1951) (taking the\nposition that agencies “are not courts, and their determinations\nare not judgments”). This distinction stems from the Constitution\nitself, which vests the “judicial Power” not in administrative\nagencies, but in federal courts, whose independence is safeguarded\nby certain constitutional requirements. Art. III, §1. One of\nthe consequences of this allocation of judicial power is that\nagencies possess limited ability to act in a judicial capacity in\ncases resolving traditional disputes between private parties. Seeinfra, at 11–12.It is therefore unsurprising that federal courts—including this\nCourt—have been far more hesitant than today’s majority to extend\ncommon-law preclusion principles to decisions of administrative\ntribunals. InPearson, for example, this Court declined to\nrecognize any preclusive effect of a decision of an immigration\nboard. 202 U. S., at 284–285. Writing for the Court, Justice\nHolmes explained that “[t]he board is an instrument of the\nexecutive power, not a court”; that it consisted of officials\n“whose duties are declared to be administrative by” statute; and\nthat “[d]ecisions of a similar type long have been recognized as\ndecisions of the executive department, and cannot constituteres\njudicatain a technical sense.”Ibid.Other courts likewise declined to apply general preclusion\nprinciples to decisions of administrative agencies. For example, as\nlate as 1947, the D. C. Circuit would rely on the “well\nsettled doctrine thatres judicataand equitable estoppel do\nnot ordinarily apply to decisions of administrative tribunals.”Churchill Tabernaclev.FCC, 160 F. 2d 244, 246\n(1947).The Restatement of Judgments also reflected this practice: It\ncontained no provision for administrative preclusion and explained\nthat it would not address “the effect of the decisions of\nadministrative tribunals.” Restatement of Judgments, Scope Note, at\n2. It rejected the idea of any consistent practice in favor of\nadministrative preclusion, noting that “the question whether the\ndecisions of a particular tribunal are binding in subsequent\ncontroversies depends upon the character of the tribunal and the\nnature of its procedure and the construction of the statute\ncreating the tribunal and conferring powers upon it.”Ibid.Consistent with that comment, federal courts approved of\nadministrative preclusion in narrow circumstances arguably\ninvolving only claims against the Government, over which Congress\nexercises a broader measure of control.[2] In the\n19th century, for instance, this Court effectively gave preclusive\neffect to the decisions of the U. S. Land Department with\nrespect to land patents when it held such patents unreviewable in\nfederal court “for mere errors of judgment.”Smelting Co.v.Kemp,104 U. S. 636,646 (1882) (“A patent, in a court of\nlaw, is conclusive as to all matters properly determined by the\nLand Department”). Commentators explained that these cases could\nnot truly be understood to involve an application of res judicata\nor collateral estoppel—for, after all, administrative agencies are\nnot courts—but rather a “species of equitable estoppel.” Cooper,supra, at 242; see also 2 A. Freeman, Law of Judgments §633,\np. 1335 (5th ed. rev. 1925) (explaining that “the immunity from\njudicial review” for certain administrative decisions was “not\nbased upon the doctrine of res judicata nor . . .\ngoverned by exactly the same rules”). As one commentator put it,\nres judicata could “not apply, in any strict or technical sense, to\nthe decisions of administrative agencies.” Cooper,supra, at\n241.This history undercuts any suggestion inUtah\nConstructionthat administrative preclusion was widely accepted\nat common law. Accordingly, at least for statutes passed beforeAstoria, I would reject the presumption of administrative\npreclusion.[3]IIIn light of this history, I cannot agree with the majority’s\ndecision to apply administrative preclusion in the context of the\nLanham Act.[4] To start, the Lanham Act was\nen-acted in 1946, 20 years before this Court said—even in\ndic-tum—that administrative preclusion was an established\ncommon-law principle. Thus, even if one thought that the dictum inUtah Constructionwere sufficient to establish a common-law\nprinciple in favor of preclusion, that conclusion would not warrant\napplyingAstoria’s presumption to this enactment from the\n1940’s. And, construing the Act on its own terms, I see no reason\nto conclude that Congress intended administrative preclusion to\napply to TTAB findings of fact in a subsequent trademark\ninfringement suit. The Act says nothing to indicate such an intent,\nand several features of the Act support the contrary inference.The first feature indicating that Congress did not intend\npreclusion to apply is the limited authority the Act gives the\nTTAB. The Act authorizes the TTAB only to “determine and decide the\nrespective rights of [trademark] registration,”15\nU. S. C. §1067(a), thereby withholding any authority from\nthe TTAB to “determine the right to use” a trademark or to “decide\nbroader questions of infringement or unfair competition,” TTAB\nManual of Procedure §102.01 (2014). This limited job description\nindicates that TTAB’s conclusions regarding registration were never\nmeant to become decisive—through application of administrative\npreclusion—in subsequent infringement suits. See15\nU. S. C. §1115(a) (providing that registration of a mark\n“shall be prima facie evidence of the validity of the registered\nmark” but “shall not preclude another person from proving any legal\nor equitable defense or defect”). Giving preclusive effect to the\nTTAB’s decision on likelihood of confusion would be an end-run\naround the statutory limitation on its authority, as all parties\nagree that likelihood of confusion is the central issue in a\nsubsequent infringement suit.A second indication that Congress did not intend administrative\npreclusion to apply is the Lanham Act’s provision for judicial\nreview. After the TTAB issues a registration decision, a party “who\nis dissatisfied with the decision” may either appeal to the Federal\nCircuit or file a civil action in district court seeking review.\n§§1071(a)(1), (b)(1).[5] And it is undisputed\nthat a civil action in district court would entailde novoreview of the TTAB’s decision.Ante,at\n5. Although under ordinary preclusion principles “the failure to\npursue an appeal does not undermine issue preclusion,”ante,at 13, the availability ofde novojudicial review of\nan administrative decision does. That is true both because the\njudicial review afforded by the Act marks the first opportunity for\nconsideration of the issue by an Article III court and because\nCongress has deviated from the usual practice of affording\ndeference to the factfindings of an initial tribunal in affordingde novoreview of the TTAB’s decisions.The decision to provide thisde novoreview is even\nmore striking in light of the historical background of the choice:\nCongress passed the Lanham Act the same year it passed the\nAdministrative Procedure Act, following a lengthy period of\ndisagreement in the courts about what deference administrative\nfindings of fact were entitled to receive on direct review. The\nissue had been the subject of debate for over 50 years, with\nvarying results. See generally 2 J. Dickinson, Administrative\nJustice and the Supremacy of Law 39–75 (1927). Sometimes this Court\nrefused to review factual determinations of administrative agencies\nat all,Smelting Co., 104 U. S., at 640, 646, and\nsometimes it allowed lower courts to engage in essentiallyde novoreview of factual determinations, seeICCv.Alabama Midland R. Co.,168 U. S. 144,174\n(1897);Reckendorferv.Faber,92 U. S. 347–355\n(1876).In the early 20th century, the Court began to move toward\nsubstantial-evidence review of administrative determinations\ninvolving mixed questions of law and fact,ICCv.Union\nPacific R. Co.,222 U. S. 541–548 (1912), but reserved the\nauthority to reviewde novoany so-called\n“jurisdictional facts.”Crowellv.Benson,285\nU. S. 22–63 (1932). Courts then struggled to determine the\nboundary between jurisdictional and nonjurisdictional facts, and\nthus to determine the appropriate standard of review for\nadministrative decisions. See,e.g.,Estepv.United States,327 U. S. 114,142 (1946) (Frankfurter,\nJ., concurring in result) (noting the “casuistic difficulties\nspawned” inCrowelland the “attritions of that case through\nlater decisions”). Although Congress provided for\nsubstantial-evidence review in the Administrative Procedure Act,5\nU. S. C. §706(2)(E), it requiredde novoreview in the Lanham Act.I need not take a side in this historical debate about the\nproper level of review for administrative findings of fact to\nconclude that its existence provides yet another reason to doubt\nthat Congress intended administrative preclusionto apply to the\nLanham Act.IIIIn addition to being unsupported by our precedents or historical\nevidence, the majority’s application of administrative preclusion\nraises serious constitutional concerns.AExecutive agencies derive their authority from Article II of the\nConstitution, which vests “[t]he executive power” in “a President\nof the United States,” Art. II, §1, cl. 1. Executive agencies\nare thus part of the political branches of Government and make\ndecisions “not by fixed rules of law, but by the application of\ngovernmental discretion or pol-icy.” Dickinson,supra, at\n35–36; see,e.g.,Motor Vehicle Mfrs. Assn. of United\nStates, Inc.v.State Farm Mut. Automobile Ins. Co.,463\nU. S. 29,59 (1983) (Rehnquist, J., concurring in part and\ndissenting in part) (An agency “is entitled to assess\nadministrative records and evaluate priorities in light of the\nphilosophy of the administration”). They are not constituted to\nexercise “independent judgment,” but to be responsive to the\npressures of the political branches.Perezv.Mortgage\nBankers Assn.,ante,at 8 (Thomas, J., concurring\nin judgment).Because federal administrative agencies are part of the\nExecutive Branch, it is not clear that they have power to\nadjudicate claims involving core private rights. Under our\nConstitution, the “judicial power” belongs to Article III courts\nand cannot be shared with the Legislature or the Executive.Sternv.Marshall, 564 U. S. ___, ___–___ (2011)\n(slip op., at 16–17); see alsoPerez, ante,at 8–11 (opinion\nof Thomas, J.). And some historical evidence suggests that the\nadjudication of core private rights is a function that can be\nperformed only by Article III courts, at least absent the consent\nof the parties to adjudication in another forum. See Nelson,\nAdjudication in the Political Branches, 107 Colum. L. Rev.\n559, 561–574 (2007) (hereinafter Nelson); see alsoDepartment of\nTransportationv.Association of American Railroads,ante,at 4 (Thomas, J., concurring in judgment)\n(explaining that “there are certain core functions” that require\nthe exercise of a particular constitutional power and that only one\nbranch can constitutionally perform).To the extent that administrative agencies could, consistent\nwith the Constitution, function as courts, they might only be able\nto do so with respect to claims involving public or quasi-private\nrights. SeeNorthern Pipeline Constr. Co.v.Marathon\nPipe Line Co.,458 U. S. 50–70 (1982) (plurality opinion);\nsee also Nelson 561–574; Dickinson,supra, at 6. Public\nrights are those belonging to the public as a whole, see Nelson\n566, whereas quasi-private rights, or statutory entitlements, are\nthose “ ‘privileges’ ” or “ ‘franchises’ ” that\nare bestowed by the government on individuals,id., at 567;\nsee,e.g., Ex parte Bakelite Corp.,279 U. S. 438,451\n(1929) (discussing claims “arising between the government and\nothers, which from their nature do not require judicial\ndetermination and yet are susceptible of it”).The historical treatment of administrative preclusion is\nconsistent with this understanding. As discussed above, most\nadministrative adjudications that were given preclusive effect in\nArticle III courts involved quasi-private rights like land grants.\nSeeSmelting Co., 104 U. S., at 646. And in the context\nof land grants, this Court recognized that once “title had passed\nfrom the government,” a more complete form of judicial review was\navailable because “the question became one of private right.”Johnsonv.Towsley, 13 Wall. 72, 87 (1871).It is true that, in the New Deal era, the Court sometimes gave\npreclusive effect to administrative findings of fact in tax cases,\nwhich could be construed to implicate private rights. See,e.g.,\nSunshine Anthracite Coal Co.v.Adkins,310 U. S.\n381–404 (1940);Taitv.Western Maryland R. Co.,289\nU. S. 620–624 (1933). But administrative tax determinations\nmay simply have enjoyed a special historical status, in which case\nthis practice might be best understood as a limited deviation from\na general distinction between public and private rights. See Nelson\n588–590.BTrademark registration under the Lanham Act has the\ncharacteristics of a quasi-private right. Registration is a\ncreature of the Lanham Act, which “confers important legal rights\nand benefits on trademark owners who register their marks.”Ante,at 3 (internal quotation marks omitted). Because\nregistration is merely a statutory government entitlement, no one\ndisputes that the TTAB may constitutionally adjudicate a\nregistration claim. SeeStern,supra,at ___ (slip\nop., at 19); Nelson 568–569.By contrast, the right to adopt and exclusively use a trademark\nappears to be a private property right that “has been long\nrecognized by the common law and the chancery courts of England and\nof this country.”Trade-Mark Cases,100 U. S. 82,92\n(1879). As this Court explained when addressing Congress’ first\ntrademark statute, enacted in 1870, the exclusive right to use a\ntrademark “was not created by the act of Congress, and does not now\ndepend upon it for its enforcement.”Ibid.“The whole system\nof trade-mark property and the civil remedies for its protection\nexisted long anterior to that act, and have remained in full force\nsince its passage.”Ibid.Thus, it appears that the\ntrademark infringement suit at issue in this case might be of a\ntype that must be decided by “Article III judges in Article III\ncourts.”Stern, 564 U. S., at ___ (slip op., at\n18).The majority, however, would have Article III courts decide\ninfringement claims where the central issue—whether there is a\nlikelihood of consumer confusion between two trademarks—has already\nbeen decided by an executive agency. This raises two potential\nconstitutional concerns. First, it may deprive a trademark holder\nof the opportunity to have a core private right adjudicated in an\nArticle III court. Seeid., at ___ (slip op., at 21).\nSecond, it may effect a transfer of a core attribute of the\njudicial power to an executive agency. Cf.Perez, ante,at\n10–12 (opinion of Thomas, J.) (explaining that interpretation\nof regulations having the force and effect of law is likely a core\nattribute of the judicial power that cannot be transferred to an\nexecutive agency). Administrative preclusion thus threatens to “sap\nthe judicial power as it exists under the Federal Constitution, and\nto establish a government of a bureaucratic character alien to our\nown system, wher-ever fundamental rights depend . . .\nupon the facts, and finality as to facts becomes in effect finality\nin law.”Crowell, 285 U. S., at 57.At a minimum, this practice raises serious questions that the\nmajority does not adequately confront. The majority does not\naddress the distinction between private rights and public rights or\nthe nature of the power exercised by an administrative agency when\nadjudicating facts in private-rights disputes. And it fails to\nconsider whether applying administrative preclusion to a core\nfactual determination in a private-rights dispute comports with the\nseparation of powers.*  *  *I would hold that the TTAB’s trademark-registration decisions\nare not entitled to preclusive effect in a subsequent infringement\nsuit. The common law does not support a general presumption in\nfavor of administrative preclusion for statutes passed before this\nCourt’s decision inAstoria, and the text, structure, and\nhistory of the Lanham Act provide no support for such preclusion. I\ndisagree with the majority’s willingness to endorseAstoria’s unfounded presumption and to apply it to an\nadjudication in a private-rights dispute, as that analysis raises\nserious constitutional questions. Because I can resolve this case\non statutory grounds, however, I leave these questions for another\nday. I respectfully dissent.Notes1The Court also citedUniversity of\nTenn.v.Elliott,478 U. S. 788,798 (1986), but\nbecause that decision postdated the enactment of the ADEA by almost\ntwo decades and itself primarily relied onUtah Constructionit cannot be evidence of any background principle existing at the\nrelevant time.2This distinction reaches at least as\nfar back as 17th-century England. See Jaffe, The Right to Judicial\nReview I, 71 Harv. L. Rev. 401, 413 (1958) (explaining that,\nsince the 17th century in England, courts have been “identified\nwith the enforcement of private right, and administrative agencies\nwith the execution of public policy”); see alsoHetleyv.Boyer, Croc. Jac. 336, 79 Eng. Rep. 287 (K. B. 1614)\n(reviewing the actions of the “commissioners of the sewers,” who\nhad exceeded the bounds of their traditional jurisdiction and had\nimposed on citizens’ core private rights).3I have no occasion to consider\nwhether the discussion inAstoria,Elliott, orUtah Constructioncould be understood to create a background\nprinciple in favor of administrative preclusion that would apply,\nas a matter of statutory interpretation, to statutes passed after\nthose decisions.4The majority insists that we must\napply the presumption of administrative preclusion because the\nCourt has “repeatedly endorsedUtah Construction” and the\nparties do not challenge “its historical accuracy.”Ante, at\n12, n. 2. But regardless of whether the Court has endorsedUtah\nConstruction’s dictum, the Court has never applied the\npresumption of administrative preclusion to the Lanham Act. Even if\nthe Court’s description of the presumption were not dictum, no\nprinciple ofstare decisisrequires us to extend a tool of\nstatutory interpretation from one statute to another without first\nconsidering whether it is appropriate for that statute. Cf.CBOCS West, Inc.v.Humphries,553 U. S. 442–470\n(2008) (Thomas, J., dissenting) (“[S]tare decisis, designed\nto be a principle of stability or repose, [should not] become a\nvehicle of change whereby an error in one area metastasizes into\nothers, thereby distorting the law”). As for the parties’ lack of\nargument, I would not treat tools of statutory interpretation as\nclaims that can be forfeited. If, for example, one party peppered\nits brief with legislative history, and the opposing party did not\nchallenge the propriety of using legislative history, I still would\nnot consider myself bound to rely upon it. The same is true here:\nAlthough the Court has commented in the past that the presumption\nof administrative preclusion would apply to other statutes, we are\nnot bound to apply it now to the Lanham Act, even if the parties\nhave assumed we would.5The original 1946 Lanham Act provided\nfor appeal to the Court of Customs and Patent Appeals. See\n§21,60Stat.435.",
    "joined": []
}