{
    "case": {
        "docket": "18-315",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/18-315/"
    },
    "id": "4093563",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–315_________________COCHISE CONSULTANCY, INC., et al.,\nPETITIONERSv.UNITED STATES, ex rel.BILLY JOE\nHUNTon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[May 13, 2019]Justice Thomas delivered the opinion of the\nCourt.The False Claims Act contains two limitations\nperiods that apply to a “civil action under section 3730”—that is,\nan action asserting that a person presented false claims to the\nUnited States Government. 31 U. S. C. §3731(b). The first\nperiod requires that the action be brought within 6 years after the\nstatutory violation occurred. The second period requires that the\naction be brought within 3 years after the United States official\ncharged with the responsibility to act knew or should have known\nthe relevant facts, but not more than 10 years after the violation.\nWhichever period provides the later date serves as the limitations\nperiod.This case requires us to decide how to calculate\nthe limitations period forqui tamsuits in which the\nUnited States does not intervene. The Court of Appeals held that\nthese suits are “civil action[s] under section 3730” and that the\nlimitations periods in §3731(b) apply in accordance with their\nterms, regardless of whether the United States intervenes. It\nfurther held that, for purposes of the second period, the private\nperson who initiates thequi tamsuit cannot be deemed\nthe official of the United States. We agree, and therefore\naffirm.IAs relevant, the False Claims Act imposes\ncivil liability on “any person” who “knowingly presents, or causes\nto be presented, a false or fraudulent claim for payment or\napproval” to the Government or to certain third parties acting on\nthe Government’s behalf. 31 U. S. C. §§3729(a), (b)(2).\nSection 3730 authorizes two types of actions: First, the Attorney\nGeneral, who “diligently shall investigate a violation under\nsection 3729,” may bring a civil action against the alleged false\nclaimant. §3730(a). Second, a private person, known as a relator,\nmay bring aqui tamcivil action “for the person and for the\nUnited States Government” against the alleged false claimant, “in\nthe name of the Government.” §3730(b).If a relator initiates the action, he must\ndeliver a copy of the complaint and supporting evidence to the\nGovernment, which then has 60 days to intervene in the action.\n§§3730(b)(2), (4). During this time, the complaint remains sealed.\n§3730(b)(2). If the Government intervenes, it assumes primary\nresponsibility for prosecuting the action, though the relator may\ncontinue to participate. §3730(c). Otherwise, the relator has the\nright to pursue the action. §§3730(b)(4), (c)(3). Even if it does\nnot intervene, the Government is entitled to be served with all\npleadings upon request and may intervene at any time with good\ncause. §3730(c)(3). The relator receives a share of any proceeds\nfrom the action—generally 15 to 25 percent if the Government\nintervenes, and 25 to 30 percent if it does not—plus attorney’s\nfees and costs. §§3730(d)(1)–(2). SeeVermont Agency of Natural\nResourcesv.United States ex rel. Stevens,529 U.S.\n765, 769–770 (2000).At issue here is the Act’s statute of\nlimitations, which provides:“(b) A civil action under section 3730 may not\nbe brought—“(1) more than 6 years after the date on which\nthe violation of section 3729 is committed, or“(2) more than 3 years after the date when\nfacts material to the right of action are known or reasonably\nshould have been known by the official of the United States charged\nwith responsibility to act in the circumstances, but in no event\nmore than 10 years after the date on which the violation is\ncommitted,“whichever occurs last.” §3731(b).On November 27, 2013, respondent Billy Joe Hunt\nfiled a complaint alleging that petitioners—two defense contractors\n(collectively, Cochise)—defrauded the Government by submitting\nfalse claims for payment under a subcontract to provide security\nservices in Iraq “from some time prior to January 2006 until early\n2007.” App. 43a. A little less than three years before bringing his\ncomplaint, Hunt was interviewed by federal agents about his role in\nan unrelated contracting fraud in Iraq. Hunt claims to have\nrevealed Cochise’s allegedly fraudulent scheme during this November\n30, 2010, interview.The United States declined to intervene in\nHunt’s action, and Cochise moved to dismiss the complaint as barred\nby the statute of limitations. Hunt conceded that the 6-year\nlimitations period in §3731(b)(1) had elapsed before he filed suit\non November 27, 2013. But Hunt argued that his complaint was timely\nunder §3731(b)(2) because it was filed within 3 years of the\ninterview in which he informed federal agents about the alleged\nfraud (and within 10 years after the violation occurred).The District Court dismissed the action. It\nconsidered three potential interpretations of §3731(b). Under the\nfirst interpretation, §3731(b)(2) does not apply to a\nrelator-initiated action in which the Government elects not to\nintervene, so any such action must be filed within six years after\nthe violation. Under the second interpretation, §3731(b)(2) applies\nin nonintervened actions, and the limitations period begins when\nthe relator knew or should have known the relevant facts. Under the\nthird interpretation, §3731(b)(2) applies in nonintervened actions,\nand the limitations period begins when “the official of the United\nStates charged with responsibility to act in the circumstances”\nknew or should have known the relevant facts. The District Court\nrejected the third interpretation and declined to choose between\nthe first two because it found that Hunt’s complaint would be\nuntimely under either. The Court of Appeals reversed and remanded,\nadopting the third interpretation. 887 F.3d 1081 (CA11 2018).Given a conflict between the Courts of\nAppeals,[1]* we granted\ncertiorari. 586 U. S. ___ (2018).IIThe first question before us is whether the\nlimitations period in §3731(b)(2) is available in a\nrelator-initiated suit in which the Government has declined to\nintervene. If so, the second question is whether the relator in\nsuch a case should be considered “the official of the United\nStates” whose knowledge triggers §3731(b)(2)’s 3-year limitations\nperiod.ASection 3731(b) sets forth two limitations\nperiods that apply to “civil action[s] under section 3730.” Both\nGovernment-initiated suits under §3730(a) and relator-initiated\nsuits under §3730(b) are “civil action[s] under section 3730.”\nThus, the plain text of the statute makes the two limitations\nperiods applicable in both types of suits.Cochise agrees with that view as to the\nlimitations period in §3731(b)(1), but argues that the period in\n§3731(b)(2) is available in a relator-initiated suit only if the\nGovernment intervenes. According to Cochise, starting a limitations\nperiod when the party entitled to bring a claim learns the relevant\nfacts is a default rule of tolling provisions, so subsection (b)(2)\nshould be read to apply only when the Government is a party. In\nshort, under Cochise’s reading, a relator-initiated, nonintervened\nsuit is a “civil action under section 3730” for purposes of\nsubsection (b)(1) but not subsection (b)(2).This reading is at odds with fundamental rules\nof statutory interpretation. In all but the most unusual\nsituations, a single use of a statutory phrase must have a fixed\nmeaning. SeeRatzlafv.United States,510 U.S.\n135, 143 (1994). We therefore avoid interpretations that would\n“attribute different meanings to the same phrase.”Renov.Bossier Parish School Bd.,528 U.S.\n320, 329 (2000). Here, either a relator-initiated,\nnonintervened suit is a “civil action under section 3730”—and thus\nsubject to the limitations periods in subsections (b)(1) and\n(b)(2)—or it is not. It is such an action. Whatever the default\ntolling rule might be, the clear text of the statute controls this\ncase.Under Cochise’s reading, a relator-initiated\ncivil action would convert to “[a] civil action under section 3730”\nfor purposes of subsection (b)(2) if and when the Government\nintervenes. That reading cannot be correct. If the Government\nintervenes, the civil action remains the same—it simply has one\nadditional party. There is no textual basis to base the meaning of\n“[a] civil action under section 3730” on whether the Government has\nintervened.Cochise relies on our decision inGraham\nCounty Soil & Water Conservation Dist.v.United States\nex rel. Wilson,545 U.S.\n409(2005), which addressed the question whether §3731(b)(1) or\nfederal common law provided the limitations period for §3730(h)\nretaliation actions. Section 3730(h) creates a cause of action for\nan employee who suffers retaliation for, among other things,\nassisting with the prosecution of a False Claims Act action. At the\ntime, §3730(h) did not specify a time limit for bringing a\nretaliation action, so the question before us was whether the\nphrase “civil action under section 3730” in §3731(b) encompassed\nactions under §3730(h). We considered the statute “ambiguous\nbecause its text, literally read, admits of two plausible\ninterpretations.”Id., at 419, n. 2. One reading was\nthat a “civil action under section 3730” includes §3730(h) actions\nbecause such actions arise under §3730.Id., at 415.\n“Another reasonable reading” was that a “civil action under section\n3730” “applies only to actions arising under §§3730(a) and (b)”\nbecause “§3731(b)(1) t[ies] the start of the time limit to ‘the\ndate on which the violation of section 3729 is committed.’ ”Ibid.That reading had force because retaliation claims need\nnot involve an actual violation of §3729.Ibid.Looking to\nstatutory context, we explained that the phrase “ ‘civil\naction under section 3730’ means only those civil actions under\n§3730 that have as an element a ‘violation of section 3729,’ that\nis, §§3730(a) and (b) actions”—not §3730(h) retaliation actions.Id., at 421–422.A relator-initiated, nonintervened suit arises\nunder §3730(b) and has as an element a violation of §3729.Graham Countysupports our reading. Nonetheless, Cochise\npoints out that in considering the statutory context, we discussed\na similar phrase contained in §3731(c) (now §3731(d)), which\nstated: “Inany action brought under section 3730, the\nUnited States shall be required to prove all essential elements of\nthe cause of action, including damages, by a preponderance of the\nevidence.” (Emphasis added.) We explained that §3731(c) “use[d] the\nsimilarly unqualified phrase ‘action brought under section 3730’ to\nrefer only to §§3730(a) and (b) actions.”Id., at 417–418.\nWe then stated: “As [respondent] and the United States concede, the\ncontext of this provision implies that the phrase ‘any action\nbrought under section 3730’ is limited to §3730(a) actions brought\nby the United States and §3730(b) actions in which the United\nStates intervenes as a party, as those are the types of §3730\nactions in which the United States necessarily participates.”Id., at 418.Cochise contends that we should adopt a similar\nconstruction of the phrase “civil action under section 3730” in\n§3731(b). We disagree. Our discussion of §3731(c) was focused on\n“the context of th[at] provision” and on whether it could be read\nto impose the burden of proof on the Government even in cases where\nthe Government did not participate.Id., at 418. Those\nconsiderations do not apply here; there is nothing illogical about\nreading §3731(b) to apply in accordance with its plain terms.\nMoreover, if a “civil action under section 3730” included only an\naction in which the Government participates for purposes of\n§3731(b)(2), then we would be obligated to give it a like meaning\nfor purposes of §3731(b)(1). This would mean that a\nrelator-initiated, nonintervened suit would be subject to neither\n§3731(b)(1) nor §3731(b)(2)—a reading Cochise expressly disclaims.\nSee Brief for Petitioners 20, n. 3. Nothing inGraham\nCountysupports giving the same phrase in §3731(b) two\ndifferent meanings depending on whether the Government\nintervenes.Again pointing toGraham County, Cochise\nnext contends that our reading would lead to\n“ ‘counterintuitive results.’ ” Brief for Petitioners 26.\nFor instance, if the Government discovers the fraud on the day it\noccurred, it would have 6 years to bring suit, but if a relator\ninstead discovers the fraud on the day it occurred and the\nGovernment does not discover it, the relator could have as many as\n10 years to bring suit. That discrepancy arises because §3731(b)(2)\nbegins its limitations period on the date that “the official of the\nUnited States charged with responsibility to act” obtained\nknowledge of the relevant facts. But we see nothing unusual about\nextending the limitations period when the Government official did\nnot know and should not reasonably have known the relevant facts,\ngiven that the Government is the party harmed by the false claim\nand will receive the bulk of any recovery. See §3730(d). In any\nevent, a result that “may seem odd . . . is not absurd.”Exxon Mobil Corp.v.Allapattah Services,Inc.,545 U.S.\n546, 565 (2005). Although inGrahamCountywe\nsought “a construction that avoids . . . counterintuitive\nresults,” there the text “admit[ted] of two plausible\ninterpretations.” 545 U. S., at 421, 419, n. 2. Here,\nCochise points to no other plausible interpretation of the text, so\nthe “ ‘judicial inquiry is complete.’ ”Barnhartv.Sigmon Coal Co.,534 U.S.\n438, 462 (2002).BCochise’s fallback argument is that the\nrelator in a nonintervened suit should be considered “the official\nof the United States charged with responsibility to act in the\ncircumstances,” meaning that §3731(b)(2)’s 3-year limitations\nperiod would start when the relator knew or should have known about\nthe fraud. But the statute provides no support for reading “the\nofficial of the United States” to encompass a private relator.First, a private relator is not an “official of\nthe United States” in the ordinary sense of that phrase. A relator\nis neither appointed as an officer of the United States, see\nU. S. Const., Art. II, §2, cl. 2, nor employed by the United\nStates. Indeed, the provision that authorizesqui tamsuits\nis entitled “Actions by Private Persons.” §3730(b). Although that\nprovision explains that the action is brought “for the person and\nfor the United States Government” and “in the name of the\nGovernment,”ibid., it does not make the relator anything\nother than a private person, much less “the official of the United\nStates” referenced by the statute. Cf.Stevens, 529\nU. S., at 773, n. 4 (“[A]qui tamrelator is, in\neffect, suing as a partial as- signee of the United States”\n(emphasis deleted)).Second, the statute refers to “the” official\n“charged with responsibility to act in the circumstances.” The\nGovernment argues that, in context, “the” official refers to the\nAttorney General (or his delegate), who by statute “shall\ninvestigate a violation under section 3729.” §3730(a). Regardless\nof precisely which official or officials the statute is referring\nto, §3731(b)(2)’s use of the definite article “the” suggests that\nCongress did not intend for any and all private relators to be\nconsidered “the official of the United States.” SeeRumsfeldv.Padilla,542 U.S.\n426, 434 (2004) (explaining that the “use of the definite\narticle . . . indicates that there is generally only one”\nperson covered). More fundamentally, private relators are not\n“charged with responsibility to act” in the sense contemplated by\n§3731(b), as they are not required to investigate or prosecute a\nFalse Claims Act action.*  *  *For the foregoing reasons, the judgment of the\nCourt of Appeals isAffirmed.Notes1*Compare 887 F.3d 1081,\n1089–1097 (CA11 2018) (adopting the third interpretation), withUnited States ex rel. Hyattv.Northrop Corp.,91 F.3d 1211, 1216–1218 (CA9 1996) (adopting the second\ninterpretation);United States ex rel. Sandersv.North\nAm. Bus Industries,Inc., 546 F.3d 288, 293–294 (CA4\n2008) (adopting the first interpretation); andUnited States ex\nrel. Sikkengav.Regence Bluecross Blueshield of Utah,472 F.3d 702, 725–726 (CA10 2006) (same).",
    "joined": []
}