{
    "case": {
        "docket": "15-8366",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-8366/"
    },
    "id": "3578669",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATESSHAWN PATRICK LYNCHv.ARIZONAon petition for writ of certiorari to the\nsupreme court of arizonaNo. 15–8366. Decided May 31, 2016Justice Thomas, with whom Justice Alito joins,\ndissenting.Petitioner Shawn Patrick Lynch and his\nco-conspirator, Michael Sehwani, met their victim, James\nPanzarella, at a Scottsdale bar on March 24, 2001. The three went\nback to Panzarella’s house early the next morning. Around 5 a.m.,\nSehwani called an escort service. The escort and her bodyguard\narrived soon after. Sehwani paid her $300 with two checks from\nPanzarella’s checkbook after spending an hour with her in the\nbedroom. Lynch and Sehwani then left the house with Panzarella’s\ncredit and debit cards and embarked on a spending spree.The afternoon of March 25, someone found\nPanzarella’s body bound to a metal chair in his kitchen. His throat\nwas slit. Blood surrounded him on the tile floor. The house was in\ndisarray. Police discovered a hunting knife in the bedroom. A knife\nwas also missing from the kitchen’s knifeblock. And there were some\nreceipts from Lynch and Sehwani’s spending spree.Police found Lynch and Sehwani at a motel two\ndays after the killing. They had spent the days with Panzarella’s\ncredit and debit cards buying cigarettes, matches, gas, clothing,\nand Everlast shoes, renting movies at one of the motels where they\nspent an afternoon, and making cash withdrawals. When police found\nthe pair, Sehwani wore the Everlast shoes, and Lynch’s shoes were\nstained with Panzarella’s blood. A sweater, also stained with his\nblood, was in the back seat of their truck, as were Panzarella’s\ncar keys.A jury convicted Lynch of first-degree murder,\nkidnaping, armed robbery, and burglary, and ultimately sentenced\nhim to death.[1] But today, the\nCourt decides that sentence is no good because the state trial\ncourt prohibited the parties from telling the jury that Arizona had\nabolished parole.Ante,at 1; see Ariz. Rev. Stat. Ann.\n§41–1604.09(I) (1999). The Court holds that this limitation on\nLynch’s sentencing proceeding violatedSimmonsv.South\nCarolina, 512 U. S. 154 (1994) . UnderSimmons,\n“[w]here the State puts the defendant’s future dangerousness in\nissue, and the only available alternative sentence to death is life\nimprisonment without possibility of parole, due process entitles\nthe defendant to inform the capital sentencing jury—by either\nargument or instruction—that he is parole ineligible.”Id.,at 178 (O’Connor, J., concurring in judgment).Today’s summary reversal perpetuates the Court’s\nerror inSimmons. SeeKellyv.South Carolina,\n534 U. S. 246, 262 (2002) (Thomas, J., dissenting);Shaferv.South Carolina, 532 U. S. 36, 58\n(2001) (Thomas, J., dissenting). As inSimmons, it is the\n“sheer depravity of [the defendant’s] crimes, rather than any\nspecific fear for the future, which induced the . . .\njury to conclude that the death penalty was justice.” 512\nU. S., at 181 (Scalia, J., dissenting). InSimmons, for\nexample, the defendant beat and raped three elderly women—one of\nthem his own grandmother—before brutally killing a fourth. Seeibid.The notion that a jury’s decision to impose a death\nsentence “would have been altered by information on thecurrent\nstate of the lawconcerning parole (which could of course be\namended) is . . . farfetched,” to say the least.Id.,at 184.Worse, today’s decision imposes a magic-words\nrequirement. UnlikeSimmons, in which there was “no\ninstruction at all” about the meaning of life imprisonment except\nthat the term should be construed according to its “ ‘[plain]\nand ordinary meaning,’ ”id.,at 160, 166 (plurality\nopinion), here there was an instruction about the nature of the\nalternative life sentences that the trial court could impose:“If your verdict is that the Defendant\nshould be sentenced to death, he will be sentenced to death. If\nyour verdict is that the Defendant should be sentenced to life, he\nwill not be sentenced to death, and the court will sentence him to\neither life without the possibility of release until at least 25\ncalendar years in prison are served, or ‘natural life,’ which means\nthe Defendant would never be released from prison.” App. S to Pet.\nfor Cert. 18.That instruction parallels the Arizona statute\ngoverning Lynch’s sentencing proceedings. That statute prescribed\nthat defendants not sentenced to death could receive either a life\nsentence with the possibility of early release or a “natural life”\nsentence: “If the court does not sentence the defendant to natural\nlife, the defendant shall not be released on any basis until the\ncompletion of the service of twenty-five calendar years,” but a\ndefendant sentenced to “natural life” will “not be released on any\nbasis for the remainder of the defendant’s natural life.” Ariz.\nRev. Stat. Ann. §13–703(A) (2001).Even though the trial court’s instruction was a\ncorrect recitation of Arizona law, the Court holds thatSimmonsrequires more. The Court laments that (at least for\nnow) Arizona’s only form of early release in Arizona is executive\nclemency.Ante,at 3. So the Court demands that the Arizona\ninstruction specify that “the possibility of release” does not (at\nleast for now) include parole. Due process, the Court holds,\nrequires the court to tell the jury that if a defendant sentenced\nto life with the possibility of early releasein 25 yearswere to seek early releasetoday, he would be ineligible for\nparole under Arizona law.Ante,at 3–4. Nonsense. The Due\nProcess Clause does not compel such “micromanage[ment of] state\nsentencing proceedings.”Shafer,supra,at 58\n(Thomas, J., dissenting).Today’s decision—issued without full briefing\nand argument and based onSimmons,a fractured decision of\nthis Court that did not produce a majority opinion—is a remarkably\naggressive use of our power to review the States’ highest courts.\nThe trial court accurately told the jury that Lynch could receive a\nlife sentence with or without the possibility of early release, and\nthat should suffice.I respectfully dissent.Notes1Sehwani ultimately\npleaded guilty to first-degree murder and theft and received a\nsentence of natural life without the possibility of early release\nplus one year. See 225 Ariz. 27, 33, n. 4, 234 P. 3d 595,\n601, n. 4 (2010).",
    "joined": []
}