{
    "case": {
        "docket": "14-614",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-614/"
    },
    "id": "3560256",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 14–614 and 14–623_________________W. KEVIN HUGHES, CHAIRMAN, MARYLAND\nPUBLIC SERVICE COMMISSION, et al., PETITIONERS14–614v.TALEN ENERGY MARKETING, LLC, fka PPL\nENERGYPLUS, LLC, et al.CPV MARYLAND, LLC, PETITIONER14–623v.TALEN ENERGY MARKETING, LLC, fka PPL\nENERGYPLUS, LLC, et al.on writs of certiorari to the united states\ncourt of appeals for the fourth circuit[April 19, 2016]Justice Thomas, concurring in part and\nconcurring in the judgment.The Court concludes that Maryland’s regulatory\nprogram invades the Federal Energy Regulatory Commission’s (FERC)\nexclusive jurisdiction over interstate wholesale sales of electric\nenergy.Ante,at 12. I agree that the statutory text and\nframework compel that conclusion, and that Maryland’s program\ntherefore cannot stand. Because the statute provides a sufficient\nbasis for resolving these cases, I would not also rest today’s\nholding on principles of implied pre-emption. See,e.g.,\nante,at 11–12. For that reason, I join the Court’s opinion\nonly to the extent that it rests on the text and structure of the\nFederal Power Act (FPA), 41Stat. 1063, as amended, 16\nU. S. C. §791aet seq.The FPA divides federal and state jurisdiction\nover the regulation of electricity sales. As relevant here, the FPA\ngrants FERC the authority to regulate “the sale of electric energy\nat wholesale in interstate commerce.” §824(b)(1). That federal\nauthority over interstate wholesale sales is exclusive. See,e.g.,Nantahala Power & Light Co.v.Thornburg, 476 U. S. 953, 966 (1986) (recognizing that\nCongress “vested” in FERC “exclusive jurisdiction” and “plenary\nauthority over interstate wholesale rates”);Mississippi Power\n& Light Co.v.Mississippi ex rel. Moore, 487\nU. S. 354, 377 (1988) (Scalia, J., concurring in judgment)\n(“It is common ground that if FERC has jurisdiction over a subject,\nthe States cannot have jurisdiction over the same subject”).To resolve these cases, it is enough to conclude\nthat Maryland’s program invades FERC’s exclusive jurisdiction.\nMaryland has partially displaced the FERC-endorsed market mechanism\nfor determining wholesale capacity rates. Under Maryland’s program,\nCPV Maryland, LLC, is entitled to receive, for its wholesale sales\ninto the capacity auction, something other than what FERC has\ndecided that generators should receive. That is a regulation of\nwholesale sales: By “fiddling with the effective . . .\nprice” that CPV receives for its wholesale sales, Maryland has\n“regulate[d]” wholesale sales “no less than does direct\nratesetting.”FERCv.Electric Power Supply Assn.,\n577 U. S. ___, ___ (2016) (Scalia, J., dissenting) (slip op.,\nat 6) (emphasis deleted) (addressing analogous situation involving\nretail sales). Maryland’s program therefore intrudes on the\nexclusive federal jurisdiction over wholesale electricity\nrates.Although the Court applies the FPA’s framework\nin reaching that conclusion, seeante,at 12, it also relies\non principles of implied pre-emption, see,e.g., ante,at\n11–12. Because we can resolve these cases based on the statute\nalone, I would affirm based solely on the FPA. Accord-ingly, I\nconcur in the judgment and I join the Court’s opinion to the extent\nthat it holds that Maryland’s program invades FERC’s exclusive\njurisdiction.",
    "joined": []
}