{
    "case": {
        "docket": "19-783",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-783/"
    },
    "id": "4435484",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–783_________________NATHAN VAN BUREN, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 3, 2021]Justice Thomas, with whom The Chief Justice\nand Justice Alito join, dissenting.Both the common law and statutory law have long\npunished those who exceed the scope of consent when using property\nthat belongs to others. A valet, for example, may take possession\nof a person’s car to park it, but he cannot take it for a joyride.\nThe Computer Fraud and Abuse Act extends that principle to\ncomputers and information. The Act prohibits exceeding the scope of\nconsent when using a computer that belongs to another person.\nSpecifically, it punishes anyone who “intentionally accesses a\ncomputer without authorization or exceeds authorized access, and\nthereby obtains” information from that computer. 18\nU. S. C. §1030(a)(2).As a police officer, Nathan Van Buren had\npermission to retrieve license-plate information from a government\ndatabase, but only for law enforcement purposes. Van Buren\ndisregarded this limitation when, in exchange for several thousand\ndollars, he used the database in an attempt to unmask a potential\nundercover officer.The question here is straightforward: Would an\nordinary reader of the English language understand Van Buren to\nhave “exceed[ed] authorized access” to the database when he used it\nunder circumstances that were expressly forbidden? In my view, the\nanswer is yes. The necessary precondition that permitted him to\nobtain that data was absent.The Court does not dispute that the phrase\n“exceeds authorized access” readily encompasses Van Buren’s\nconduct. It notes, instead, that the statute includes a definition\nfor that phrase and that “we must follow that definition, even if\nit varies from a term’s ordinary meaning.”Tanzinv.Tanvir, 592 U. S. ___, ___ (2020) (slip op., at 3)\n(internal quotation marks omitted). The problem for the majority\nview, however, is that the text, ordinary principles of property\nlaw, and statutory history establish that the definitional\nprovision is quite consistent with the term it defines.IAThe Act defines “exceeds authorized access” as\n“to access a computer with authorization and to use such access to\nobtain or alter information in the computer that the accesser is\nnot entitled so to obtain or alter.” §1030(e)(6). For purposes of\nthis appeal, it is agreed that Van Buren was authorized to log into\na government database and that he used his entry to obtain fake\nlicense-plate information from that database. I thus agree with the\nmajority that this case turns on whether Van Buren was “entitled so\nto obtain” the fake license-plate information. I also agree that\n“so” asks whether Van Buren had a right to obtain that information\nthrough the means identified earlier in the definition: (1)\naccessing a computer with authorization and (2) using that access\nto obtain information in the computer. In other words, Van Buren’s\nconduct was legal only if he was entitled to obtain that specific\nlicense-plate information by using his admittedly authorized access\nto the database.He was not. A person is entitled to do something\nonly if he has a “right” to do it. Black’s Law Dictionary 477 (5th\ned. 1979); see also American Heritage Dictionary 437 (def. 3a)\n(1981) (to “allow” or to “qualify”). Van Buren never had a “right”\nto use the computer to obtain the specific license-plate\ninformation. Everyone agrees that he obtained it for personal gain,\nnot for a valid law enforcement purpose. And without a valid law\nenforcement purpose, he wasforbiddento use the computer to\nobtain that information.BThe majority postulates an alternative reading\nof this definitional provision: So long as a person is entitled to\nuse a computer to obtain information in at leastonecircumstance, this statute does not apply even if the person\nobtains the data outside that circumstance. In effect, the majority\nreads the statute to apply only when a person is “not entitled\n[under any possible circumstance] so to obtain” information.\nThis interpretation is flawed for a number of reasons.1Foremost, that interpretation is contrary to\nthe plain meaning of the text. Entitlements are necessarily\ncircumstance dependent; a person is entitled to do something only\nwhen “proper grounds” or facts are in place. Black’s Law\nDictionary, at 477.Focusing on the word “so,” the majority\nlargely avoids analyzing the term “entitled,” concluding at the\noutset in a single sentence that Van Burenwasentitled to\nobtain this license-plate information.Ante, at 5. But the\nplain meaning of “entitled” compels the opposite conclusion.\nBecause Van Buren lacked a law enforcement purpose, the “proper\ngrounds” did not exist. He was not entitled to obtain the data when\nhe did so.A few real-world scenarios illustrate the point.\nAn employee who is entitled to pull the alarm in the event of a\nfire is not entitled to pull it for some other purpose, such as to\ndelay a meeting for which he is unprepared. A valet who obtains a\ncar from a restaurant patron is—to borrow the language from\n§1030(e)(6)—“entitled” to “access [the car]” and “entitled” to “use\nsuch access” to park and retrieve it. But he is not “entitled” to\n“use such access” to joyride. See,e.g., Ind. Code\n§35–43–4–3 (2020) (felonious criminal conversion to “knowingly or\nintentionally exer[t] unauthorized control over property of\nanother” if “the property is a motor vehicle”);In re\nClayton, 778 N.E.2d 404, 405 (Ind. 2002) (interpreting this\nstatute to cover misuse of property a person otherwise is entitled\nto access). And, to take an example closer to this statute, an\nemployee of a car rental company may be “entitled” to “access a\ncomputer” showing the GPS location history of a rental car and “use\nsuch access” to locate the car if it is reported stolen. But it\nwould be unnatural to say he is “entitled” to “use such access” to\nstalk his ex-girlfriend.The majority offers no real response. It notes\nthat “entitled” is modified by “so” and that courts must therefore\nconsider whether a person is entitled to use a computer to obtain\ninformation.Ante, at 10. But if a person is not entitled to\nobtain informationat all, it necessarily follows that he\nhas no “right to access the information by using a computer.”Ante,at 9. Van Buren was not entitled to obtain this\ninformation at all because the condition precedent needed to\ntrigger an entitlement—a law enforcement purpose—was absent.2Next, the majority’s reading is at odds with\nbasic principles of property law. By now, it is well established\nthat information contained in a computer is “property.” Nobody\ndoubts, for example, that a movie stored on a computer is\nintellectual property. Federal and state law routinely define\n“property” to include computer data.E.g.,12\nU. S. C. §5433; N. Y. Penal Law Ann. §155.00 (West\n2010). And even the majority acknowledges that this statute is\ndesigned to protect property.Ante, at 2. Yet it fails to\nsquare its interpretation with the familiar rule that an\nentitlement to use another person’s property is circumstance\nspecific.Consider trespass. When a person is authorized\nto enter land and entitled to use that entry for one purpose but\ndoes so for another, he trespasses. As the Second Restatement of\nTorts explains, “[a] conditional or restricted consent to enter\nland creates a privilege to do so only in so far as the condition\nor restriction is complied with.” §168, p. 311 (1964). The\nRestatement includes a helpful illustration:“3. A grants permission to B, his\nneighbor, to enter A’s land, and draw water from A’s spring for B’s\nown use. A has specifically refused permission to C to enter A’s\nland and draw water from the spring. At C’s instigation, B enters\nA’s land and obtains for C water from the spring. B’s entry is a\ntrespass.”Ibid., Commentb.What is true for land is also true in the\ncomputer context; if a company grants permission to an employee to\nuse a computer for a specific purpose, the employee has no\nauthority to use it for other purposes.Consider, too, the common understanding of\ntheft. A person who is authorized to possess property for a limited\npurpose commits theft the moment he “exercises unlawful control\nover” it, which occurs “whenever consent or authority is exceeded.”\nALI, Model Penal Code §223.2(1), pp. 162, 168 (1980). To again\nborrow the language from §1030(e)(6), a police officer may have\nauthority to “access” the department’s bank account and “use such\naccess” to cover law enforcement expenses, but he is nonetheless\nguilty of embezzlement if he “uses such access” to line his\npockets. He would not be exonerated simply because he would be\n“entitled so to obtain” funds from the account under other\ncircumstances.Or take bailment. A bailee commits\nconversion—which many jurisdictions criminalize—when he, “having no\nauthority to use the thing bailed, nonetheless uses it, or, having\nauthority to use it in a particular way, uses it in a different\nway.” 8 C. J. S., Bailments §43, pp. 480–481 (2017)\n(footnote omitted). A computer technician may have authority to\naccess a celebrity’s computer to recover data from a crashed hard\ndrive, but not to use his access to copy and leak to the press\nphotos stored on that computer.The majority makes no attempt to square its\ninterpretation with this familiar principle. Instead, it sweeps\naway this context by stating that Congress did not include in this\nstatute any common-law terms.Ante, at 8, n. 4. But the\nstatutedoesuse words like “exceed” and “authority” that\nare common to other property contexts. And the majority never\nidentifies any particular property-law buzzwords that it thinks\nCongress was obliged to include.The majority next says that relying on\npre-existing concepts of property law is “ill advised” because\nCongress enacted this law in light of a “failure of pre-existing\nlaw to capture computer crime.”Ante,at 2, 8, n. 4\n(citing Kerr, Cybercrime’s Scope: Interpreting “Access” and\n“Authorization” in Computer Misuse Statutes, 78 N. Y. U. L. Rev.\n1596 (2003)). Yet the reasons why pre-existing law was considered\ninadequate undermine the majority’s position. First, state lawswereused to cover conduct like Van Buren’s, but doing so\n“require[d] considerable creativity” because those laws typically\nrequired either “physical” entry (which fit poorly with computers)\nor “depriv[ing]” a victim of property (which fit poorly where a\nperson “merely copied” data or engaged in forbidden “personal\nuses”).Id.,at 1607–1608, 1610–1611. Second, the fit was\neven more awkward for federal laws, which were “more limited in\nscope.”Id.,at 1608. Congress did not enact this law to\neliminate the established principle that entitlements to use\nproperty are circumstance specific, but instead to eliminate the\ndeprivation and physical-entry requirements.Unable to square its interpretation with\nestablished principles of property law, the majority contends that\nits interpretation is more harmonious with a separate clause in the\nstatute that forbids “access[ing] a computer without\nauthorization.” §1030(a)(2). In the majority’s telling, this clause\nrequires “a gates-up-or-down inquiry—one either can or cannot\naccess a computer system,” so it makes sense to read the “exceeds\nauthorized access” clause in the same sentence to include the same\napproach.Ante, at 13–14.I agree that the two clauses should be read\nharmoniously, but there is no reason to believe that if the gates\nare up in a single instance, then they must remain up indefinitely.\nAn employee who works with sensitive defense information may\ngenerally have authority to log into his employer-issued laptop\nwhile away from the office. But if his employer instructs him not\nto log in while on a trip to a country where network connections\ncannot be trusted, he accesses the computer without authorization\nif he logs in anyway. For both clauses, discerning whether the\ngates are up or down requires considering the circumstances that\ncause the gates to move.In fact, my reading harmonizesbothclauses with established concepts of property law. Property law\ngenerally protects against both unlawful entryandunlawful\nuse after entry.E.g.,Restatement (Second) of Torts §214,\nCommente, at 408–409; 8 C. J. S., Bailments §43, at\n480–481. The same is true here. The police department could protect\ninformation by prohibiting officers from logging in with an\nimproper purpose, but that would do little good if an officer\nlogged in at the start of his shift with proper intent and then,\nhours later while still logged in, conducted license-plate searches\nin exchange for payment. By including both the “without\nauthorization” and “exceeds authorized access” clauses, Congress\nensured protection against improper login as well as misuseafterproper login.3The majority’s interpretation—that criminality\nturns on whether there is asingleexception to a\nprohibition—also leads to awkward results. Under its reading, an\nemployee at a credit-card company who is forbidden to obtain the\npurchasing history of clients violates the Act when he obtains that\ndata about his ex-wife—unless his employer tells him he can obtain\nand transfer purchase history data when an account has been flagged\nfor possible fraudulent activity. The same is true of the person\nwho, minutes before resigning, deletes every file on a computer.\nSeeRoyal Truck & Trailer Sales & Serv.,Inc.v.Kraft, 974 F.3d 756, 758 (CA6 2020). So long as an\nemployee could obtain or alter each file in some hypothetical\ncircumstance, he is immune. But the person who plays a round of\nsolitaire is a criminal under the majority’s reading if his\nemployer, concerned about distractions, categorically prohibits\naccessing the “games” folder in Windows. It is an odd\ninterpretation to “stak[e] so much” on the presence or absence of a\nsingle exception.Ante, at 20.The majority’s interpretation is especially odd\nwhen applied to other clauses in the statute. Section 1030(a)(1)\nprohibits “exceeding authorized access” to obtain “restricted data\n. . . with reason to believe that such information so\nobtained could be used to the injury of the United States, or to\nthe advantage of any foreign nation,” and retaining or distributing\nthat data. The term “restricted data” is defined to include “all\ndata concerning (1) design, manufacture, or utilization of atomic\nweapons.” 42 U. S. C. §2014(y). Under the majority’s\nreading, so long as a scientist may obtain blueprints for atomic\nweapons in at leastonecircumstance, he would be immune if\nhe obtained that data for the improper purpose of helping an\nunfriendly nation build a nuclear arsenal. It is difficult to see\nwhat force this provision—in place in substantially similar form\nsince 1984—has under the majority’s reading.4Were there any remaining doubt about which\ninterpretation better fits the statute, the defined term settles\nit. When a definition is susceptible of more than one reading, the\none that best matches the plain meaning of the defined term\nordinarily controls. See,e.g.,Bondv.United\nStates,572 U.S.\n844, 861 (2014) (considering the “ordinary meaning of a defined\nterm”);id., at 870 (Scalia, J., concurring in judgment)\n(courts may “us[e] the ordinary meaning of the term being defined\nfor the purpose of resolving an ambiguity in the definition”\n(emphasis deleted)). That is because “there is a presumption\nagainst” reading a provision contrary to the ordinary meaning of\nthe term it defines. A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 232 (2012); see alsoid.,at\n228 (“[T]he meaning of the definition is almost always closely\nrelated to the ordinary meaning of the word being defined”).The majority instead resolves supposed ambiguity\nin the definitionagainstthe plain meaning of the defined\nterm. It adopts a “favor[ed]” interpretation of the definition and\nthen asks whether the defined term can be interpreted in a way\n“consistent” with this “favor[ed]” view.Ante, at 11. But\n“[i]t should take the strongest evidence to make us believe that\nCongress has defined a term in a manner repugnant to its ordinary\nand traditional sense.”Babbittv.Sweet Home\nChapter,Communities for Great Ore.,515 U.S.\n687, 719 (1995) (Scalia, J., dissenting). The majority\nidentifies no such evidence. The most it says is that my reading of\n“exceeds authorized access” is not “necessarily” best because\n“access” can have a technical meaning: entering the computer system\nor a part of the computer system.Ante, at 11, 12, n. 6. But\nwhatever meaning “access” might have, “authority”—like\n“entitled”—is circumstance dependent. The majority’s reading of\n“access” confirms that point. The definitions the majority cites\nreference not mere entry, butusingentry to obtain specific\ndata.Ante,at 12, n. 6. That accords with the\ndefinition here, which regulates a person’s “use” of a computer\nafter entering it. §1030(e)(6). Here, as in other contexts of\nproperty law, a person’s authority to use his access to property is\ncircumstance dependent. The majority’s focus on the term\n“access”—at the expense of “authority” and “entitled”—harms, not\nhelps, its argument.IIWhat the text and established concepts of\nproperty law make clear, statutory history reinforces. The original\ntext of this Act expressly prohibited accessing a computer with\nauthorization and then “us[ing] the opportunity such access\nprovides for purposes to which such authorization does not extend.”\n98Stat. 2191. The Act thus applied when persons used computers for\nimproper reasons—just like Van Buren indisputably did here.The majority does not deny this. Instead, it\nnotes that Congress amended the text in 1986 to its present\ndefinition, and it says that the Court can presume that Congress’\ndecision to omit the term “purpose” necessarily eliminated any\nprohibition against obtaining information for an improper purpose.Ante, at 17.But the majority cannot so easily evade this\nhistory. True, the statute previously included the term “purpose”\nand now does not, but the majority fails to considerhowthat change affected the statute. Often, deleting a word expands,\nrather than constricts, the scope of a provision. If a city changes\na sign in a park from “no unleashed dogs” to “no dogs,” nobody\nwould presume that unleashed dogs are now allowed. The same is true\nwhen the specific is replaced by the general (“no dogs” to “no\npets”).Congress’ change to this statute similarly\nbroadened the law. The original text prohibited accessing a\ncomputer with authorization then “us[ing] the opportunity such\naccess provides for purposes to which such authorization does not\nextend.” The term “purpose” limited that clause to purpose-based\nconstraints. It did not naturally include other constraints, such\nas time and manner restrictions. By replacing the specific, limited\nterm “purposes” with the broader, more general phrase “not\nentitled,” Congress gave force to those other kinds of constraints.\nConsider the previous example of the employee who violates an\ninstruction not to log in while in an unfriendly foreign country\nwith insecure networks. The original text would not cover him, so\nlong as he logged in for a proper purpose like checking work\ne-mail. The newer text would cover him because his entitlement to\nobtain or alter data is context dependent. His purpose is innocent,\nbut the time or manner of his use is not.IIIThe majority ends with policy arguments. It\nsuggests they are not needed.Ante, at 17 (“ ‘extra\nicing on a cake already frosted’ ”). Yet, it stresses them at\nlength.Ante, at 17–20. Regardless, the majority’s reliance\non these policy arguments is in error.Concerned about criminalizing a “breathtaking\namount of commonplace computer activity,” the majority says that\nthe way people use computers today “underscores the implausibility\nof the Government’s interpretation.”Ante, at 17. But\nstatutes are read according to their “ ‘ordinary meaning at\nthe time Congress enacted the statute.’ ”Wisconsin Central\nLtd.v.United States, 585 U. S. ___, ___ (2018)\n(slip op., at 2) (ellipsis omitted). The majority’s reliance on\nmodern-day uses of computers to determine what was plausible in the\n1980s wrongly assumes that Congress in 1984 was aware of how\ncomputers would be used in 2021.I also would not so readily assume that my\ninterpretation would automatically cover so much conduct. Many\nprovisions plausibly narrow the statute’s reach. For example, the\nstatute includes the strictmens rearequirement that a\nperson must “intentionally . . . excee[d] authorized\naccess.” §1030(a)(2). The statute thus might not apply if a personbelieveshe is allowed to use the computer a certain way\nbecause, for example, that kind of behavior is common and\ntolerated. Cf. Restatement (Second) of Contracts §223(2) (1979)\n(discussing how an established “course of dealing” can erase\nwritten limitations in certain contractual contexts). The Act also\nconcerns only “obtain[ing] or alter[ing] informationinthe\ncomputer,” §1030(e)(6) (emphasis added), not using the Internet to\ncheck sports scores stored in some distant server (i.e.,a\ndifferent computer). The majority does not deny that many\nprovisions plausibly narrow the focus of this statute. It simply\nfaults the government for not arguing the point more forcefully.Ante,at 18–19. I would not give so much weight to the\nhypothetical concern that the Governmentmightstart\ncharging innocuous conduct and that courtsmightinterpret\nthe statute to cover that conduct.The majority’s argument also proves too much.\nMuch of the Federal Code criminalizes common activity. Absent\naggravating factors, the penalty for violating this Act is a\nmisdemeanor. §1030(c)(2)(A). This Act thus penalizes mine-run\noffenders about as harshly as federal law punishes a person who\nremoves a single grain of sand from the National Mall, 40\nU. S. C. §8103(b); breaks a lamp in a Government\nbuilding,ibid.; or permits a horse to eat grass on federal\nland, 18 U. S. C. §1857. The number of federal laws and\nregulations that trigger criminal penalties may be as high as\nseveral hundred thousand. Fields & Emshwiller, Many Failed\nEfforts To Count Nation’s Federal Criminal Laws, Wall-Street\nJournal (July 23, 2011).[1] It\nis understandable to be uncomfortable with so much conduct being\ncriminalized, but that discomfort does not give us authority to\nalter statutes.*  *  *In the end, the Act may or may not cover a\nwide array of conduct because of changes in technology that have\noccurred since 1984. But the text makes one thing clear: Using a\npolice database to obtain information in circumstances where that\nuse is expressly forbidden is a crime. I respectfully dissent.Notes1www.wsj.com/article/SB10001424052702304319804576389601079728920.html.",
    "joined": []
}