{
    "case": {
        "docket": "260",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/260/"
    },
    "id": "1963105",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTUNITED STUDENT AID FUNDS, INC. V. ESPINOSA559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1134UNITED STUDENT AID FUNDS, INC., PETITIONERv.FRANCISCO J. ESPINOSAon writ of certiorari to the united states court of\nappeals for the ninth circuit[March 23, 2010]Justice Thomas delivered the\nopinion of the Court.Under Chapter 13 of the\nBankruptcy Code (Code), a debtor may obtain a discharge of certain\ngovernment-sponsored student loan debts only if failure to\ndischarge that debt would impose an “undue hardship” on the debtor\nand his dependents. 11 U. S. C. §§523(a)(8), 1328. The Federal\nRules of Bankruptcy Procedure require bankruptcy courts to make\nthis undue hardship determination in an adversary proceeding, see\nRule 7001(6), which the party seeking the determination must\ninitiate by serving a summons and complaint on his adversary, see\nRules 7003, 7004, 7008. The debtor in this case filed a plan with\nthe Bankruptcy Court that proposed to discharge a portion of his\nstudent loan debt, but he failed to initiate the adversary\nproceeding as required for such discharge. The creditor received\nnotice of, but did not object to, the plan, and failed to file an\nappeal after the Bankruptcy Court subsequently confirmed the plan.\nYears later, the creditor filed a motion under Federal Rule of\nCivil Procedure 60(b)(4) asking the Bankruptcy Court to rule that\nits order confirming the plan was void because the order was issued\nin violation of the Code and Rules. We granted certiorari to\nresolve a disagreement among the Courts of Appeals as to whether an\norder that confirms the discharge of a student loan debt in the\nabsence of an undue hardship finding or an adversary proceeding, or\nboth, is a void judgment for Rule 60(b)(4) purposes.IBetween 1988 and 1989, respondent\nFrancisco Espinosa obtained four federally guaranteed student loans\nfor a total principal amount of $13,250. In 1992, Espinosa filed a\nbankruptcy petition under Chapter 13. That Chapter permits\nindividual debtors to develop a plan to repay all or a portion of\ntheir debts over a period of time specified in the plan. SeeNobelmanv.American Savings Bank,508 U. S. 324, 327\n(1993); see also §§301(a), 1321; Fed. Rule Bkrtcy. Proc. 3015(b). A\nproposed bankruptcy plan becomes effective upon confirmation, see\n§§1324, 1325, and will result in a discharge of the debts listed in\nthe plan if the debtor completes the payments the plan requires,\nsee §1328(a).Espinosa’s plan listed his\nstudent loan debt as his only specific indebtedness. App. 15–18.\nThe plan proposed to repay only the principal on that debt, stating\nthat the remainder—the accrued interest—would be discharged once\nEspinosa repaid the principal.Id.,at 26.As the Federal Rules of Bankruptcy Procedure\nrequire, the clerk of the Bankruptcy Court mailed notice and a copy\nof Espinosa’s plan to petitioner United Student Aid Funds, Inc.\n(United), the creditor to whom Espinosa owed the student loan\ndebt.[Footnote 1]Id.,at 34; see Rules 2002(b), (g)(2), 3015(d). In boldface type\nimmediately below the caption, the plan stated: “WARNING IF YOU ARE\nA CREDITOR YOUR RIGHTS MAY BE IMPAIRED BY THIS PLAN.”Id.,at 23. The plan also noted the deadlines for filing a proof of\nclaim or an objection to the plan.Id.,at 26–27.United received this notice and, in response,\nfiled a proof of claim for $17,832.15, an amount representing both\nthe principal and the accrued interest on Espinosa’s student loans.Id.,at 35. United did not object to the plan’s proposed\ndischarge of Espinosa’s student loan interest without a\ndetermination of undue hardship, nor did it object to Espinosa’s\nfailure to initiate an adversary proceeding to determine the\ndischargeability of that debt.In May 1993, the Bankruptcy Court confirmed\nEspinosa’s plan without holding an adversary proceeding or making a\nfinding of undue hardship. One month later, the Chapter 13 trustee\nmailed United a form notice stating that “[t]he amount of the claim\nfiled differs from the amount listed for payment in the plan” and\nthat “[y]our claim will be paid as listed in the plan.”Id.,at 44.The form also apprised United that if\nUnited “wishe[d] to dispute the above stated treatment of the\nclaim,” it had the “responsibility” to notify the trustee within 30\ndays.Ibid.United did not respond to that notice.In May 1997, Espinosa completed the payments\non his student loan principal, as required by the plan. Shortly\nthereafter, the Bankruptcy Court discharged Espinosa’s student loan\ninterest.[Footnote 2]In 2000, the United States Department of\nEducation commenced efforts to collect the unpaid interest on\nEspinosa’s student loans.[Footnote\n3] In response, Espinosa filed a motion in 2003 asking the\nBankruptcy Court to enforce its 1997 discharge order by directing\nthe Department and United to cease all efforts to collect the\nunpaid interest on his student loan debt.United opposed that motion and filed a\ncross-motion under Federal Rule of Civil Procedure 60(b)(4) seeking\nto set aside as void the Bankruptcy Court’s 1993 order confirming\nEspinosa’s plan. United made two arguments in support of its\nmotion. First, United claimed that the provision of Espinosa’s plan\nauthorizing the discharge of his student loan interest was\ninconsistent with the Code, which requires a court to find undue\nhardship before discharging a student loan debt, §§523(a)(8),\n1328(a), and with the Bankruptcy Rules, which require the court to\nmake the undue hardship finding in an adversary proceeding, see\nRule 7001(6). Second, United argued that its due process rights had\nbeen violated because Espinosa failed to serve it with the summons\nand complaint the Bankruptcy Rules require as a prerequisite to an\nadversarial proceeding. See Rules 7003, 7004, 7008.The Bankruptcy Court rejected both arguments,\ngranted Espinosa’s motion in relevant part, denied United’s\ncross-motion, and ordered all claimants to cease and desist their\ncollection efforts. United sought review in the District Court,\nwhich reversed. That court held that United was denied due process\nbecause the confirmation order was issued without service of the\nsummons and complaint the Bankruptcy Rules require.Espinosa appealed to the Court of Appeals for\nthe Ninth Circuit, which issued an initialper curiamopinion remanding the case to the Bankruptcy Court to consider\ncorrecting an apparent clerical error in its discharge\norder.[Footnote 4] 530\nF. 3d 895, 899 (2008). The Bankruptcy Court corrected the\nerror, after which the Court of Appeals resubmitted the case and\nreversed the judgment of the District Court. The Court of Appeals\nconcluded that by confirming Espinosa’s plan without first finding\nundue hardship in an adversary proceeding, the Bankruptcy Court at\nmost committed a legal error that United might have successfully\nappealed, but that any such legal error was not a basis for setting\naside the confirmation order as void under Rule 60(b). 553\nF. 3d 1193, 1198–1202 (2008).[Footnote 5] In addition, the Court of Appeals held that\nalthough Espinosa’s failure to serve United with a summons and\ncomplaint before seeking a discharge of his student loan debt\nviolated the Bankruptcy Rules, this defect in service was not a\nbasis upon which to declare the judgment void because United\nreceived actual notice of Espinosa’s plan and failed to object. Seeid., at 1202–1205.[Footnote 6]We granted certiorari. 557 U. S. ___\n(2009).IIA discharge under Chapter 13 “is\nbroader than the discharge received in any other chapter.” 8\nCollier on Bankruptcy ¶1328.01, p. 1328–5 (rev. 15th ed. 2008).\nChapter 13 nevertheless restricts or prohibits entirely the\ndischarge of certain types of debts. As relevant here, §1328(a)\nprovides that when a debtor has completed the repayments required\nby a confirmed plan, a bankruptcy court “shall grant the debtor a\ndischarge of all debts provided for by the plan or disallowed under\nsection 502 of this title, except,”inter alia, “any debt\n. . . of the kind specified in [§523(a)(8)].” §1328(a)(2). Section\n523(a)(8), in turn, specifies certain student loan debts “unless\nexcepting such debt from discharge … would impose an undue hardship\non the debtor and the debtor’s dependents.”[Footnote 7] As noted, the Bankruptcy Rules require a\nparty seeking to determine the dischargeability of a student loan\ndebt to commence an adversary proceeding by serving a summons and\ncomplaint on affected creditors. Seesupra, at 4. We must\ndecide whether the Bankruptcy Court’s order confirming Espinosa’s\nplan is “void” under Federal Rule Civil Procedure 60(b)(4) because\nthe Bankruptcy Court confirmed the plan without complying with\nthese requirements.[Footnote\n8]AThe Bankruptcy Court’s order confirming Espinosa’s\nproposed plan was a final judgment, seeIn re Optical\nTechnologies, Inc., 425 F. 3d 1294, 1300 (CA11 2005), from\nwhich United did not appeal. Ordinarily, “the finality of [a]\nBankruptcy Court’s orders following the conclusion of direct\nreview” would “stan[d] in the way of challenging [their]\nenforceability.”Travelers Indemnity Co.v.Bailey, 557 U. S. ___, ___ (2009) (slip op., at 1–2). Rule\n60(b), however, provides an “exception to finality,”Gonzalezv.Crosby,545 U. S. 524, 529\n(2005), that “allows a party to seek relief from a final judgment,\nand request reopening of his case, under a limited set of\ncircumstances,”id., at 528. Specifically, Rule\n60(b)(4)—the provision under which United brought this\nmotion—authorizes the court to relieve a party from a final\njudgment if “the judgment is void.” [Footnote 9]A void judgment is a legal\nnullity. See Black’s Law Dictionary 1822 (3d ed. 1933); see alsoid.,at 1709 (9th ed. 2009). Although the term “void”\ndescribes a result, rather than the conditions that render a\njudgment unenforceable, it suffices to say that a void judgment is\none so affected by a fundamental infirmity that the infirmity may\nbe raised even after the judgment becomes final. See Restatement\n(Second) of Judgments 22 (1980); see generallyid.,§12.\nThe list of such infirmities is exceedingly short; otherwise, Rule\n60(b)(4)’s exception to finality would swallow the rule.“A judgment is not void,” for example, “simply\nbecause it is or may have been erroneous.”Houltv.Hoult, 57 F. 3d 1, 6 (CA1 1995); 12 J. Moore\net al., Moore’s Federal Practice §60.44[1][a], pp. 60–150 to\n60–151 (3d ed. 2007) (hereinafter Moore’s). Similarly, a motion\nunder Rule 60(b)(4) is not a substitute for a timely\nappeal.Kocherv.Dow Chemical Co., 132\nF. 3d 1225, 1229 (CA8 1997); see Moore’s §60.44[1][a], at\n60–150. Instead, Rule 60(b)(4) applies only in the rare instance\nwhere a judgment is premised either on a certain type of\njurisdictional error or on a violation of due process that deprives\na party of notice or the opportunity to be heard. SeeUnited\nStatesv.Boch Oldsmobile, Inc.,909 F. 2d 657,\n661 (CA1 1990); Moore’s §60.44[1][a]; 11 C. Wright, A. Miller,\n& M. Kane, Federal Practice & Procedure §2862, p. 331\n(2d ed. 1995 and Supp. 2009); cf.Chicot County Drainage\nDist.v.Baxter State Bank,308 U. S. 371, 376\n(1940);Stollv.Gottlieb,305 U. S. 165, 171–172\n(1938). The error United alleges falls in neither category.1Federal courts considering Rule\n60(b)(4) motions that assert a judgment is void because of a\njurisdictional defect generally have reserved relief only for the\nexceptional case in which the court that rendered judgment lacked\neven an “arguable basis” for jurisdiction.Nemaizerv.Baker, 793 F. 2d 58, 65 (CA2 1986); see,e.g.,Boch Oldsmobile, supra, at 661–662\n(“[T]otal want of jurisdiction must be distinguished from an error\nin the exercise of jurisdiction, and … only rare instances of a\nclear usurpation of power will render a judgment void” (brackets\nand internal quotation marks omitted)).This case presents no occasion to engage in\nsuch an “arguable basis” inquiry or to define the precise\ncircumstances in which a jurisdictional error will render a\njudgment void because United does not argue that the Bankruptcy\nCourt’s error was jurisdictional. Reply Brief for Petitioner 5, 11.\nSuch an argument would fail in any event. First, §523(a)(8)’s\nstatutory requirement that a bankruptcy court find undue hardship\nbefore discharging a student loan debt is a precondition to\nobtaining a discharge order, not a limitation on the bankruptcy\ncourt’s jurisdiction. See,e.g.,Arbaughv.Y\n& H Corp.,546 U. S. 500, 515–516 (2006). Second,\nthe requirement that a bankruptcy court make this finding in an\nadversary proceeding derives from the Bankruptcy Rules, see Rule\nProc. 7001(6), which are “procedural rules adopted by the Court for\nthe orderly transaction of its business” that are “not\njurisdictional.”Kontrickv.Ryan,540 U. S. 443, 454\n(2004) (internal quotation marks omitted).2Although United concedes that the\nBankruptcy Court had jurisdiction to enter the order confirming\nEspinosa’s plan, United contends that the court’s judgment is void\nunder Rule 60(b)(4) because United did not receive adequate notice\nof Espinosa’s proposed discharge of his student loan interest.\nSpecifically, United argues that the Bankruptcy Court violated\nUnited’s due process rights by confirming Espinosa’s plan despite\nEspinosa’s failure to serve the summons and complaint the\nBankruptcy Rules require for the commencement of an adversary\nproceeding. We disagree.Espinosa’s\nfailure to serve United with a summons and complaint deprived\nUnited of a right granted by a procedural rule. See Fed. Rule\nBkrtcy. Proc. 7004(b)(3). United could have timely objected to this\ndeprivation and appealed from an adverse ruling on its objection.\nBut this deprivation did not amount to a violation of United’s\nconstitutional right to due process. Due process requires notice\n“reasonably calculated, under all the circumstances, to apprise\ninterested parties of the pendency of the action and afford them an\nopportunity to present their objections.”Mullanev.Central Hanover Bank & Trust Co.,339 U. S. 306, 314\n(1950); see alsoJonesv.Flowers,547 U. S. 220, 225\n(2006) (“[D]ue process does not require actual notice . . .”).\nHere, United receivedactualnotice of the filing and\ncontents of Espinosa’s plan. This more than satisfied United’s due\nprocess rights. Accordingly, on these facts, Espinosa’s failure to\nserve a summons and complaint does not entitle United to relief\nunder Rule 60(b)(4).BUnable to demonstrate a\njurisdictional error or a due process violation, United and the\nGovernment, asamicus, urge us to expand the universe of\njudgment defects that support Rule 60(b)(4) relief. Specifically,\nthey contend that the Bankruptcy Court’s confirmation order is void\nbecause the court lacked statutory authority to confirm Espinosa’s\nplan absent a finding of undue hardship. In support of this\ncontention, they cite the text of §523(a)(8), which provides that\nstudent loan debts guaranteed by governmental units are not\ndischargeable “unless” a court finds undue hardship. 11 U.\nS. C. §523(a)(8) (emphasis added). They argue that this\nlanguage imposes a “ ‘self-executing’ limitation on the effect\nof a discharge order” that renders the order legally unenforceable,\nand thus void, if it is not satisfied. Brief for Petitioner 23–24;\nBrief for United States asAmicus Curiae18 (quotingTennessee Student Assistance Corporationv.Hood,541 U. S. 440,\n450 (2004)). In addition, United cites §1325(a)(1), which instructs\nbankruptcy courts to confirm only those plans that comply with “the\n… applicable provisions” of the Code. Reading these provisions in\ntandem, United argues that an order confirming a plan that purports\nto discharge a student loan debt without an undue hardship finding\nis “doubly beyond the court’s authority and therefore void.” Brief\nfor Petitioner 13.We are not persuaded that a\nfailure to find undue hardship in accordance with §523(a)(8) is on\npar with the jurisdictional and notice failings that define void\njudgments that qualify for relief under Rule 60(b)(4). As noted,\n§523(a)(8) does not limit the bankruptcy court’s jurisdiction over\nstudent loan debts.[Footnote\n10]Supra, at 9–10; seeHood, 541 U. S., at\n447 (noting that “[b]ankruptcy courts have exclusive jurisdiction\nover a debtor’s property”). Nor does the provision impose\nrequirements that, if violated, would result in a denial of due\nprocess. Instead, §523(a)(8) requires a court to make a certain\nfinding before confirming the discharge of a student loan debt. It\nis true, as we explained inHood, that this requirement is\n“ ‘self-executing.’ ”Id.,at 450.[Footnote 11] But that means only that the\nbankruptcy court must make an undue hardship finding even if the\ncreditor does not request one; it does not mean that a bankruptcy\ncourt’s failure to make the finding renders its subsequent\nconfirmation order void for purposes of Rule 60(b)(4).[Footnote 12]Given the Code’s clear and self-executing\nrequirement for an undue hardship determination, the Bankruptcy\nCourt’s failure to find undue hardship before confirming Espinosa’s\nplan was a legal error. See Part III,infra. But the order\nremains enforceable and binding on United because United had notice\nof the error and failed to object or timely appeal.United’s response—that it had no obligation to\nobject to Espinosa’s plan until Espinosa served it with the summons\nand complaint the Bankruptcy Rules require, Brief for Petitioner\n33—is unavailing. Rule 60(b)(4) does not provide a license for\nlitigants to sleep on their rights. United had actual notice of the\nfiling of Espinosa’s plan, its contents, and the Bankruptcy Court’s\nsubsequent confirmation of the plan. In addition, United filed a\nproof of claim regarding Espinosa’s student loan debt, thereby\nsubmitting itself to the Bankruptcy Court’s jurisdiction with\nrespect to that claim. SeeLangenkampv.Culp,498 U. S. 42, 44\n(1990)(per curiam). United therefore forfeited its\narguments regarding the validity of service or the adequacy of the\nBankruptcy Court’s procedures by failing to raise a timely\nobjection in that court.Rule 60(b)(4) strikes a balance between the\nneed for finality of judgments and the importance of ensuring that\nlitigants have a full and fair opportunity to litigate a dispute.\nWhere, as here, a party is notified of a plan’s contents and fails\nto object to confirmation of the plan before the time for appeal\nexpires, that party has been afforded a full and fair opportunity\nto litigate, and the party’s failure to avail itself of that\nopportunity will not justify Rule 60(b)(4) relief. We thus agree\nwith the Court of Appeals that the Bankruptcy Court’s confirmation\norder is not void.IIIIn issuing its judgment, however,\nthe Court of Appeals looked beyond the narrow question whether the\nBankruptcy Court’s order confirming Espinosa’s plan was void under\nRule 60(b)(4). It canvassed other bankruptcy court decisions within\nthe Circuit that presented a different question—whether a\nbankruptcy court presented with a debtor’s plan that proposes to\ndischarge a student loan debt, in the absence of an adversary\nproceeding to determine undue hardship, should confirm the plan\ndespite its failure to comply with the Code and Rules. The Court of\nAppeals noted that some Bankruptcy Courts had declined to confirm\nsuch plans “even when the creditor fail[ed] to object to the plan.”\n553 F. 3d, at 1205. The court disapproved that practice and\noverruled those cases, stating that bankruptcy courtsmustconfirm a plan proposing the discharge of a student loan debt\nwithout a determination of undue hardship in an adversary\nproceeding unless the creditor timely raises a specific objection.Ibid.This, we think, was a step too far.As Espinosa concedes, Tr. of Oral\nArg. 31, 36, a Chapter 13 plan that proposes to discharge a student\nloan debt without a determination of undue hardship violates\n§§1328(a)(2) and 523(a)(8). Failure to comply with this\nself-executing requirement should prevent confirmation of the plan\neven if the creditor fails to object, or to appear in the\nproceeding at all. SeeHood, 541 U. S., at 450.[Footnote 13] That is because\n§1325(a) instructs a bankruptcy court to confirm a plan only if the\ncourt finds,inter alia, that the plan complies with the\n“applicable provisions” of the Code. §1325(a) (providing that a\nbankruptcy court “shall confirm a plan” if the plan “complies with\nthe provisions of” Chapter 13 and with “other applicable provisions\nof this title”); seeJohnsonv.Home State Bank,501 U. S. 78, 87\n(1991); see also §105(a) (authorizing bankruptcy courts to issue\n“any order, process, or judgment that is necessary or appropriate\nto carry out” the Code’s provisions).[Footnote 14] Thus, contrary to the Court of Appeals’\nassertion, the Code makes plain that bankruptcy courts have the\nauthority—indeed, the obligation—to direct a debtor to conform his\nplan to the requirements of §§1328(a)(2) and 523(a)(8).[Footnote 15]We are mindful that conserving assets is an\nimportant concern in a bankruptcy proceeding. We thus assume that,\nin some cases, a debtor and creditor may agree that payment of a\nstudent loan debt will cause the debtor an undue hardship\nsufficient to justify discharge. In such a case, there is no reason\nthat compliance with the undue hardship requirement should impose\nsignificant costs on the parties or materially delay confirmation\nof the plan. Neither the Code nor the Rules prevent the parties\nfrom stipulating to the underlying facts of undue hardship, and\nneither prevents the creditor from waiving service of a summons and\ncomplaint. See Fed. Rule Bkrtcy. Proc. 7004; Fed. Rule Civ.\nProc. 4(k). But, to comply with §523(a)(8)’s directive, the\nbankruptcy court must make an independent determination of undue\nhardship before a plan is confirmed, even if the creditor fails to\nobject or appear in the adversary proceeding. Seesupra,\nat 12.IVUnited argues that our failure to\ndeclare the Bankruptcy Court’s order void will encourage\nunscrupulous debtors to abuse the Chapter 13 process by filing\nplans proposing to dispense with the undue hardship requirement in\nthe hopes the bankruptcy court will overlook the proposal and the\ncreditor will not object. In the event the objectionable provision\nis discovered, United claims, the debtor can withdraw the plan and\nfile another without penalty.We acknowledge the potential for\nbad-faith litigation tactics. But expanding the availability of\nrelief under Rule 60(b)(4) is not an appropriate prophylaxis. As we\nstated inTaylorv.Freeland & Kronz,503 U. S. 638(1992), “[d]ebtors and their attorneys face penalties under various\nprovisions for engaging in improper conduct in bankruptcy\nproceedings,”id., at 644; see Fed. Rule Bkrtcy. Proc.\n9011. The specter of such penalties should deter bad-faith attempts\nto discharge student loan debt without the undue hardship finding\nCongress required. And to the extent existing sanctions prove\ninadequate to this task, Congress may enact additional provisions\nto address the difficulties United predicts will follow our\ndecision.*  *  *The judgment of the Court of\nAppeals for the Ninth Circuit is affirmed.It is so ordered.Footnote 1United is a guaranty agency that administers\nthe collection of federally guaranteed student loans in accordance\nwith regulations promulgated by the United States Department of\nEducation. See,e.g., 34 CFR §682.200et seq.(2009).Footnote 2The discharge order contained an apparent\nclerical error that the courts below considered and addressed in\nadjudicating these proceedings. See n. 4,infra.Footnote 3After Espinosa completed payments under the\nplan, United assigned Espinosa’s loans to the Department under a\nreinsurance agreement. After these proceedings began, United\nrequested and received a recall of the loans from the Department.\nApp. to Pet. for Cert. 63.Footnote 4The one-page discharge order contained a\nparagraph that purported to exclude “ ‘any debt … for a\nstudent loan’ ” from the discharge. 530 F. 3d 895, 896\n(CA9 2008). That provision appeared irreconcilable with the\nconfirmation order, which contemplated the discharge of the\ninterest on Espinosa’s student loan debt. Suggesting that the\nBankruptcy Court may have automatically generated the discharge\norder without tailoring it to the terms of the confirmation order,\nthe Court of Appeals remanded the case to the Bankruptcy Court to\nconsider amending the discharge order to conform to the\nconfirmation order.Id., at 899; see Fed. Rule Civ. Proc.\n60(a) (authorizing a court to “correct a clerical mistake or a\nmistake arising from oversight or omission”). On remand, the\nBankruptcy Court found that the text of its discharge order\nexcepting Espinosa’s student loan debt from discharge “was inserted\nbecause of a clerical mistake” and struck that language from the\norder. App. 48.Although certainamicipress the\npoint, United has not challenged the substance of the Bankruptcy\nCourt’s amendment to the order or asked us to consider whether such\namendment was proper under Rule 60(a). See Brief for Petitioner 42;\nReply Brief for Petitioner 20. Thus, we express no view on those\nissues. SeeKamenv.Kemper Financial Services,\nInc.,500 U. S.\n90, 97, n. 4 (1991) (noting that “we do not ordinarily\naddress issues raised only byamici”).Footnote 5In so doing, the Court of Appeals disagreed\nwith two other Courts of Appeals. SeeIn re Mersmann,\n505 F. 3d 1033, 1047–1049 (CA10 2007) (en banc);Wheltonv.Educational Credit Management Corp.,\n432 F. 3d 150, 154 (CA2 2005).Footnote 6Three Courts of Appeals have reached the\nopposite conclusion on similar facts. SeeIn re\nRuehle, 412 F. 3d 679, 682–684 (CA6 2005);In re\nHanson, 397 F. 3d 482, 486 (CA7 2005);In re\nBanks, 299 F. 3d 296, 302–303 (CA4 2002).Footnote 7Section 523 provides:“(a) A discharge under section 727, 1141,\n1228(a), 1228(b), or 1328(b) of this title does not discharge an\nindividual debtor from any debt—.      .      .      .      .“(8) unless excepting such debt from discharge\nunder this paragraph would impose an undue hardship on the debtor\nand the debtor’s dependents, for—“(A)(i) an educational benefit overpayment or\nloan made, insured, or guaranteed by a governmental unit, or made\nunder any program funded in whole or in part by a governmental unit\nor nonprofit institution; or“(ii) an obligation to repay funds received as\nan educational benefit, scholarship, or stipend; or“(B) any other educational loan that is a\nqualified education loan, as defined in section 221(d)(1) of the\nInternal Revenue Code of 1986, incurred by a debtor who is an\nindividual.”Footnote 8Because United brought this action on a\nmotion for relief from judgment under Rule 60(b)(4), our holding is\nconfined to that provision. We express no view on the terms upon\nwhich other provisions of the Bankruptcy Rules may entitle a debtor\nor creditor to postjudgment relief.Footnote 9Subject to certain exceptions, Bankruptcy\nRule 9024 makes Rule 60(b) applicable to Chapter 13 proceedings.\nOne such exception provides that “a complaint to revoke an order\nconfirming a plan may be filed only within the time allowed by” 11\nU. S. C. §1330. Fed. Rule Bkrtcy. Proc. 9024. Section\n1330(a) imposes a 180-day time limit for a party to seek revocation\nof a confirmation order “procured by fraud.” Courts of Appeals\ndisagree as to whether a Rule 60(b)(4) motion should be treated as\na “complaint to revoke” a plan subject to §1330’s time limit and\nsubstantive limitation to motions based on fraud. CompareWhelton, 432 F. 3d, at 156, n. 2, withIn re Fesq, 153 F. 3d 113, 119, and n. 8\n(CA3 1998). We need not settle that question, however, because the\nparties did not raise it in the courts below. And even under a\ntheory that would treat United’s Rule 60(b)(4) motion as a\n“complaint to revoke” the plan, United’s failure to file its motion\nwithin §1330(a)’s 180-day deadline and its failure to seek relief\non the basis of fraud did not deprive those courts—and does not\ndeprive us—of authority to consider the motion on the merits\nbecause those limitations are not jurisdictional. SeeArbaughv.Y & H Corp.,546 U. S. 500, 515–516 (2006);Reed Elsevier, Inc.v.Muchnick,ante,at 12–13.Footnote 10Sections 1328(a) and 523(a)(8) provide that\nstudent loan debtisdischargeable in a Chapter 13\nproceeding if a court makes a finding of undue hardship. In\ncontrast, other provisions in Chapter 13 provide that certain other\ndebts arenotdischargeable underanycircumstances. See,e.g., §§523(a)(1)(B), (C) (specified\ntax debts); §523(a)(5) (domestic support obligations); §523(a)(9)\n(debts “caused by” the debtor’s unlawful operation of a vehicle\nwhile intoxicated). We express no view on the conditions under\nwhich an order confirming the discharge of one of these types of\ndebt could be set aside as void.Footnote 11The Government suggests that §523(a)(8)’s\n“self-executing” nature derives in part from the text of §523(a),\nwhich states that “[a] discharge under section 727 . . . or 1328(b)\nof this titledoes notdischargean individual\ndebtor from any debt,” including the student loan debts specified\nin paragraph (8) (emphasis added); see Brief for United States asAmicus Curiae18; see also Reply Brief for Petitioner 1–2.\nThat is not what we concluded inHoodand, in this case,\nwould be irrelevant in any event.InHood, we described as\n“ ‘self-executing’ ” paragraph (8)’s instruction that\nstudent loan debt not be discharged “unless” an undue hardship\ndetermination is made. 541 U. S., at 450. The “does not discharge”\nlanguage in §523(a), which applies generally to every enumerated\nparagraph in that section—and to which we never referred inHood—was not relevant to our analysis. That is evident\nfrom the authority we cited to support our description of\n§523(a)(8)’s condition as “ ‘self-executing.’ ”E.g.,id.,at 450 (citing S. Rep. No.\n95–989, p. 79 (1978), which states that “[p]aragraph (8).\n. . is intended to be self-executing” insofar as “the lender or\ninstitution is not required to file a complaint to determine the\nnondischargeability of any student loan” (emphasis added)).In any event, the “does not discharge”\nlanguage in §523(a) is inapplicable to this case. Section 523(a)\nprovides that “[a] discharge under section 727, 1141, 1228(a),\n1228(b), or 1328(b) of [the Code] does not discharge an individual\ndebtor from” the debts described in §523(a)’s enumerated\nparagraphs. But Espinosa did not seek a discharge under “sections\n727, 1141, 1228(a), 1228(b), or 1328(b).” He sought a discharge\nunder §1328(a), which provides that, upon completion of a Chapter\n13 plan, a bankruptcy court “shall grant the debtor a discharge of\nall debts provided for by the plan … , except any debt … of\nthe kind specified in … paragraph … (5),(8), or (9) of\nsection 523(a).” (Emphasis added). Section 1328(a) thus\nincorporates by referenceparagraph (8)of §523(a),\nincluding that paragraph’s self-executing requirement for an undue\nhardship determination, but does not incorporate the “does not\ndischarge” text of §523(a) itself.Footnote 12United relies on our decisions inUnited\nStates ex rel. Wilsonv.Walker,109 U. S. 258(1883),\nandVallelyv.Northern Fire & Marine Ins.\nCo.,254 U. S.\n348(1920), to argue otherwise. Those authorities are not\ncontrolling because they predate Rule 60(b)(4)’s enactment and\nbecause we interpreted the statutes at issue in those cases as\nstripping courts ofjurisdiction—either over the parties,id., at 354–356, or the res,Wilson,supra,at 265–266—and United concedes that the statutory\nlimit in this case is not jurisdictional. Seesupra, at\n9.Footnote 13This is essential to preserve the distinction\nbetween Congress’ treatment of student loan debts in §523(a)(8) and\ndebts listed elsewhere in §523. Section 523(a)(8) renders student\nloan debt presumptively nondischargeable “unless” a determination\nof undue hardship is made. In contrast, the debts listed in\n§523(c), which include certain debts obtained by fraud or “willful\nand malicious injury by the debtor,” §523(a)(6), are presumptivelydischargeable“unless” the creditor requests a hearing to\ndetermine the debt’s dischargeability. The Court of Appeals’\napproach would subject student loan debt to the same rules as the\ndebts specified in §523(c), notwithstanding the evident differences\nin the statutory framework for discharging the two types of\ndebt.Footnote 14In other contexts, we have held that courts\nhave the discretion, but not the obligation, to raise on their own\ninitiative certain nonjurisdictional barriers to suit. SeeDayv.McDonough,547 U. S. 198, 202, 209\n(2006) (statute of limitations);Granberryv.Greer,481\nU. S. 129, 134 (1987) (habeas corpus petitioner’s exhaustion of\nstate remedies). Section 1325(a) does more than codify this\nprinciple; itrequiresbankruptcy courts to address and\ncorrect a defect in a debtor’s proposed plan even if no creditor\nraises the issue.Footnote 15Bankruptcy courts appear to be well aware of\nthis statutory obligation. See,e.g.,In re\nMammel, 221 B. R. 238, 239 (Bkrtcy. Ct. ND Iowa 1998)\n(“[W]hether or not an objection is presently lodged in this case,\nthe Court retains the authority to review this plan and deny\nconfirmation if it fails to comply with the confirmation standards\nof the Code”).",
    "joined": []
}