{
    "case": {
        "docket": "17-9572",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-9572/"
    },
    "id": "4111950",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–9572_________________CURTIS GIOVANNI FLOWERS, PETITIONERv.MISSISSIPPIon writ of certiorari to the supreme court of\nmississippi[June 21, 2019]Justice Thomas, with whom Justice Gorsuch\njoins as to Parts I, II, and III, dissenting.On a summer morning in July 1996 in Winona,\nMississippi, 16-year-old Derrick “Bobo” Stewart arrived for the\nsecond day of his first job. He and Robert Golden had been hired by\nthe Tardy Furniture store to replace petitioner Curtis Flowers, who\nhad been fired a few days prior and had his paycheck docked for\ndamaging store property and failing to show up for work. Another\nemployee, Sam Jones, Jr., planned to teach Stewart and Golden how\nto properly load furniture.On Jones’ arrival, he found a bloodbath. Store\nowner Bertha Tardy and bookkeeper Carmen Rigby had each been\nmurdered with a single gunshot to the head. Golden had been\nmurdered with two gunshots to the head, one at very close range.\nAnd Stewart had been shot, execution style, in the back of his\nhead. When Jones entered the store, Stewart was fighting for every\nbreath, blood pouring over his face. He died a week later.On the morning of the murders, a .380-caliber\npistol was reported stolen from the car of Flowers’ uncle, and a\nwitness saw Flowers by that car before the shootings. Officers\nrecovered .380-caliber bullets at Tardy Furniture and matched them\nto bullets fired by the stolen pistol. Gunshot residue was found on\nFlowers’ hand a few hours after the murders. A bloody footprint\nfound at the scene matched both the size of Flowers’ shoes and the\nshoe style that he was seen wearing on the morning of the murders.\nMultiple witnesses placed Flowers near Tardy Furniture that\nmorning, and Flowers provided inconsistent accounts of his\nwhereabouts. Several hundred dollars were missing from the store’s\ncash drawer, and $235 was found hidden in Flowers’ headboard after\nthe murders. 240 So. 3d 1082, 1092–1095, 1107 (Miss. 2017).In the 2010 trial at issue here, Flowers was\nconvicted of four counts of murder and sentenced to death. Applying\nheightened scrutiny, the state courts found that the evidence was\nmore than sufficient to convict Flowers, that he was tried by an\nimpartial jury, and that the State did not engage in purposeful\nrace discrimination in jury selection in violation of the Equal\nProtection Clause.Id.,at 1096, 1113, 1139, 1135.The Court today does not dispute that the\nevidence was sufficient to convict Flowers or that he was tried by\nan impartial jury. Instead, the Court vacates Flowers’ convictions\non the ground that the state courts clearly erred in finding that\nthe State did not discriminate based on race when it struck Carolyn\nWright from the jury.The only clear errors in this case are committed\nby today’s majority. Confirming that we never should have taken\nthis case, the Court almost entirely ignores—and certainly does not\nrefute—the race-neutral reasons given by the State for striking\nWright and four other black prospective jurors. Two of these\nprospective jurors knew Flowers’ family and had been sued by Tardy\nFurniture—the family business of one of the victims and also of one\nof the trial witnesses. One refused to consider the death penalty\nand apparently lied about working side-by-side with Flowers’\nsister. One was related to Flowers and lied about her opinion of\nthe death penalty to try to get out of jury duty. And one said that\nbecause she worked with two of Flowers’ family members, she might\nfavor him and would not consider only the evidence presented. The\nstate courts’ findings that these strikes were not based on race\nare the opposite of clearly erroneous; they are clearly correct.\nThe Court attempts to overcome the evident race neutrality of jury\nselection in this trial by pointing to a supposed history of race\ndiscrimination in previous trials. But 49 of the State’s 50\nperemptory strikes in Flowers’ previous trials were race neutral.\nThe remaining strike occurred 20 years ago in a trial involving\nonly one of Flowers’ crimes and was never subject to appellate\nreview; the majority offers no plausible connection between that\nstrike and Wright’s.Today’s decision distorts the record of this\ncase, eviscerates our standard of review, and vacates four murder\nconvictions because the State struck a juror who would have been\nstricken by any competent attorney. I dissent.ITwice now, the Court has made the mistake of\ngranting this case. The first time, this case was one of three that\nthe Court granted, vacated, and remanded in light ofFosterv.Chatman, 578 U. S. ___ (2016), which involved a\nchallenge underBatsonv.Kentucky,476 U.S.\n79(1986). SeeFlowersv.Mississippi, 579\nU. S. ___ (2016). But “Fosterdid not change or clarify\ntheBatsonrule in any way,” so remanding was senseless and\nunproductive: “Without pointing out any errors in the State Supreme\nCourt’s analysis” or bothering to explain howFosterwas\nrelevant, “the [Court] simply order[ed] the State Supreme Court to\nredo its work.”Flowers, 579 U. S., at ___, ___ (Alito,\nJ., dissenting) (slip op., at 1, 4).Unsurprisingly, no one seemed to understandFoster’s relevance on remand. The defendants simply\n“re-urge[d] the arguments [they] had raised” before, and all three\ncourts promptly reinstated their prior decisions—confirming the\nimpropriety of the entire enterprise. 240 So. 3d, at 1117–1118,\n1153;Statev.Williams, 2013–0283 (La. App. 4 Cir.\n9/7/16), 199 So. 3d 1222, 1230, 1238 (pointing out that\n“Fosterdid not change the applicable principles for\nanalyzing aBatsonclaim”);Ex parteFloyd, 227 So. 3d 1, 13 (Ala. 2016).Flowers then filed another petition for\ncertiorari, raising the same question as his first petition:\nwhether a prosecutor’s history ofBatsonviolations is\nirrelevant when assessing the credibility of his proffered\nexplanations for peremptory strikes. Under our ordinary certiorari\ncriteria, we would never review this issue. There is no dis-\nagreement among the lower courts on this question, and the question\nis not implicated by this case—the Mississippi Supreme Courtdidconsider the prosecutor’s history, see 240 So. 3d, at\n1122–1124, 1135, and, to the extent there is a relevant history\nhere, it is one of race-neutralstrikes, see Part III,infra.Nonetheless, Flowers’ question presented at\nleast had the virtue of being a question of law that could affectBatson’s application. Unchastened by itsFosterremand, however, the Court granted certiorari and changed the\nquestion presented to ask merely whether the Mississippi Supreme\nCourt had misappliedBatsonin this particular case. In\nother words, the Court tossed aside any pretense of resolving a\nlegal question so it could reconsider the factual findings of the\nstate courts. In so doing, the Court disregards the rule that “[w]e\ndo not grant a certiorari to review evidence and discuss specific\nfacts,”United Statesv.Johnston,268 U.S.\n220, 227 (1925), particularly where there are\n“ ‘concurrent findings of fact by two courts below,’ ”Exxon Co., U.S.A.v.Sofec,\nInc.,517 U.S.\n830, 841 (1996).The Court does not say why it disregarded our\ntraditional criteria to take this case. It is not as if the Court\nlacked better options. SeeGeev.Planned Parenthood of\nGulf Coast, Inc., 586 U. S. ___ (2018) (Thomas, J.,\ndissenting from denial of certiorari). Perhaps the Court lacked\nconfidence in the proceedings below. Flowers’ case, like the others\nneedlessly remanded in light ofFoster, comes to us from a\nstate court in the South. These courts are “familiar objects of the\nCourt’s scorn,”United Statesv.Windsor, 570 U.S.\n744, 795 (2013) (Scalia, J., dissenting), especially in cases\ninvolving race.[1]Or perhaps the Court granted certiorari because\nthe case has received a fair amount of media attention. But if so,\nthe Court’s action only encourages the litigation and relitigation\nof criminal trials in the media, to the potential detriment of all\nparties—including defendants. The media often seeks “to titillate\nrather than to educate and inform.”Chandlerv.Florida,449 U.S.\n560, 580 (1981). And the Court has “long recognized that\nadverse publicity can endanger the ability of a defendant to\nreceive a fair trial,” by “influenc[ing] public opinion” and\n“inform[ing] potential jurors of . . . information wholly\ninadmissible at the actual trial.”Gannett Co.v.DePasquale,443 U.S.\n368, 378 (1979);e.g., Sheppardv.Maxwell,384 U.S.\n333, 356–363 (1966);Irvinv.Dowd,366 U.S.\n717, 725–728 (1961). Media attention can produce other dangers,\ntoo, including discouraging reluctant witnesses from testifying and\nencouraging eager witnesses, prosecutors, defense counsel, and even\njudges to perform for the audience. SeeEstesv.Texas,381 U.S.\n532, 591 (1965) (Harlan, J., concurring). Any appearance that\nthis Court gives closer scrutiny to cases with significant media\nattention will only exacerbate these problems and undermine the\nfairness of criminal trials.Whatever the Court’s reason for taking this\ncase, we should have dismissed it as improvidently granted. If the\nCourt wanted to simply review the state courts’ application ofBatson, it at least could have had the decency to do so the\nfirst time around. Instead, the Court wasted the State’s,\ndefendant’s, and lower court’s time and resources—to say nothing of\nprolonging the ongoing “ ‘nightmare’ ” of Bobo Stewart’s\nand the other victims’ families as they await justice. Tr.\n3268–3272. And now, the majority considers it a point of pride to\n“break no new legal ground,”ante,at 3, 31, and proceeds to\nsecond-guess the factual findings of two different courts on\nmatters wholly collateral to the merits of the conviction. If\nnothing else, its effort proves the reason behind the rule that we\ndo not take intensively fact-specific cases.IIThe majority’s opinion is so manifestly\nincorrect that I must proceed to the merits. Flowers presented no\nevidence whatsoever of purposeful race discrimination by the State\nin selecting the jury during the trial below. Each of the five\nchallenged strikes was amply justified on race-neutral grounds\ntimely offered by the State at theBatsonhearing. None of\nthe struck black jurors was remotely comparable to the seated white\njurors. And nothing else about the State’s conduct at jury\nselection—whether trivial mistakes of fact or supposed disparate\nquestioning—provides any evidence of purposeful discrimination\nbased on race.A1The majority focuses its discussion on\npotential juror Carolyn Wright, but the State offered multiple\nrace-neutral reasons for striking her. To begin, Wright lost a\nlawsuit to Tardy Furniture soon after the murders, and a\ngarnishment order was issued against her. App. 71–72; Record 2697.\nNoting that Wright claimed the lawsuit “would not affect her\nevaluation of the case,” the majority questions how this lawsuit\n“could affect [Wright’s] ability to serve impartially.”Ante,at 29. But the potential bias is obvious. The “victims\nin this case” did not merely “wor[k] at Tardy Furniture.”Ibid. At the time of the murders, Bertha Tardy owned Tardy\nFurniture. Following her murder, her daughter and son-in-law\nsucceeded her as owners; they sued Wright, and the daughter\ntestified at this trial. See App. 71, 209; 240 So. 3d, at 1093; Tr.\n1656. Neither the trial court nor Flowers suffered from any\nconfusion as to how losing a lawsuit to a trial witness and\ndaughter of a victim might affect a juror. See App. 280, and\nn. 2; Recording of Oral Arg. 13:40–13:47 in No.\n2010–DP–01328–SCT (Miss., July 14, 2014) (Flowers’ counsel arguing\nthat “ ‘the potential jurors who were sued by’ ” Tardy\nhad more “ ‘basis for being upset with her’ ” than\nFlowers did), https://judicial.mc.edu/case. php?id=1122570. Indeed,\na portion of the daughter’s testimony focused on obtaining\njudgments and garnishments against customers who did not pay off\ntheir accounts. Tr. 2672–2674.Faced with this strong race-neutral reason for\nstriking Wright, the majority first suggests that the State did not\nadequately explain how the lawsuit could affect Wright. But it is\nobvious, and in any event the majority is wrong—the Statedidspell it out. See App. 209 (“ ‘She was sued by\nTardy Furniture, after these murders, by the family members that\nwill be testifying here today’ ”). Moreover, Flowers did not\nask for further explanation, instead claiming that “ ‘there is\nno evidence of an actual lawsuit,’ ”id.,at 211, even\nthough Wright had admitted it,id.,at 71–72. The State then\nentered into the record a copy of the judgment containing a\ngarnishment amount.Id.,at 215; see Record 2697.Second, the majority quotes the dissent below\nfor the proposition that the “ ‘State’s unsupported\ncharacterization of the lawsuit is problematic.’ ”Ante,at 29. But the Court neglects to mention that the\ndissent’s basis for this statement was that “[n]othing in the\nrecord supports the contention that Wright’s wages were garnished.”\n240 So. 3d, at 1162 (King, J., dissenting). Again, that is\nincorrect. See Record 2697.Finally, the majority dismisses the lawsuit’s\nsignificance because “the State did not purport to rely on that\nreasonaloneas the basis for the Wright strike.”Ante,at 29 (emphasis added). But the fact that the State\nhadadditionalrace-neutral reasons to strike Wright does\nnot make the lawsuit any less of a race-neutral reason. As the\nState explained, Wright knew nearly every defense witness and had\nworked with Flowers’ father at what the trial court described as\nthe “ ‘smallest Wal-Mart . . . that I know in\nexistence.’ ” App. 218. The majority tries to minimize this\nconnection by pointing out that “Wright said she did not know\nwhether Flowers’ father still worked at Wal-Mart.”Ante,at\n28. That is understandable, given that Wright testified thatsheno longer worked at the Wal-Mart. Tr. 782. The majority\nmisses the point: Wright had worked in relatively close proximity\nwith the defendant’s father.[2]2The majority, while admonishing trial courts\nto “consider the prosecutor’s race-neutral explanations,”ante,at 17, completely ignores the State’s race-neutral\nexplanations for striking the other four black jurors.Tashia Cunningham stated repeatedly that she\n“ ‘d[id]n’t believe in the death penalty’ ” and would\n“ ‘not even consider’ ” it. App. 129; see 2d Supp. Record\n256b. When pressed by the trial court on this point, she\nvacillated, saying that she “ ‘d[id]n’t think’ ” she\ncould consider the death penalty but then, “ ‘I might. I\nmight. I don’t know. I might.’ ” App. 130. Opposition to the\ndeath penalty is plainly a valid, race-neutral reason for a strike.\nMoreover, Cunningham knew Flowers’ sister, having worked with her\non an assembly line for several years.Id.,at 83–85. She\ntestified that they did not work in close proximity, but a\nsupervisor testified that they actually worked “ ‘side by\nside.’ ”Id.,at 149–152. Both this apparent\nmisstatement and the fact that Cunningham worked with Flowers’\nsister are valid, race-neutral reasons.Next, Edith Burnside knew Flowers personally.\nFlowers had visited in her home, lived one street over, and played\nbasketball with her sons.Id.,at 75, 79–80. Burnside also\ntestified repeatedly that she “ ‘could not judge\nanyone,’ ” no “ ‘matter what the case was,’ ”id.,at 69–70, 143–144, and that her “ ‘problem with\njudging’ ” could “ ‘affect [her] judgment’ ” here,id.,at 144. Finally, she too was sued by Tardy Furniture\nsoon after the murders, and a garnishment order was entered against\nher. Seeid.,at 71, 141–142;Tardy Furniture Co.v.Burnside, Civ. No. 1359 (Justice Ct. Montgomery Cty.,\nMiss., June 23, 1997), Dkt. 13, p. 553.Next, Dianne Copper had worked with both\nFlowers’ father and his sister for “ ‘a year or two’ ”\neach. App. 77, 189, 234, 236. She agreed that because of these\nrelationships and others with various defense witnesses, she might\n“ ‘lean toward’ ” Flowers and would be unable to\n“ ‘come in here . . . with an open mind.’ ”Id.,at 190; seeid.,at 78. She also said that\ndeciding the case on “ ‘the evidence only’ ” would make\nher “ ‘uncomfortable.’ ”Id.,at 191–192.Finally, as to Flancie Jones, Flowers conceded\nbelow that he “did not challenge [her] strike” and that “ ‘the\nState’s bases for striking Jones appear to be race neutral.’ ”\nSupp. Brief for Appellant in No. 2010–DP–01348–SCT (Miss.),\np. 20, n. 12. Because any argument as to Jones “was not\nraised below, it is waived.”Sprietsmav.Mercury\nMarine,537 U.S.\n51, 56, n. 4 (2002). Even if Flowers had not waived this\nargument, this strike was obviously supported by race-neutral\nreasons. Jones was related to Flowers in several ways. See App. 73,\n179. She was late to court on multiple occasions.Id.,at\n180, 182. On her juror questionnaire, she said she was\n“ ‘strongly against the death penalty,’ ” but when asked\nabout her opposition, said, “ ‘I guess I’d say anything to get\noff’ ” jury duty.Id.,at 181; see 2d Supp. Record\n325b. She then admitted that she was not necessarily “being\ntruthful” on her questionnaire but refused to provide her actual\nview on the death penalty, saying, “ ‘I—really and truly\n. . . don’t want to be here.’ ” App. 181–182.3In terms of race-neutral validity, these five\nstrikes are not remotely close calls. Each strike was supported by\nmultiple race-neutral reasons articulated by the State at theBatsonhearing and supported by the record. It makes a\nmockery ofBatsonfor this Court to tell prosecutors to\n“provide race-neutral reasons for the strikes,” and to tell trial\njudges to “consider the prosecutor’s race-neutral explanations in\nlight of all of the relevant facts and circumstances,”ante,at 17, and then completely ignore the State’s reasons for four out\nof five strikes.Only by ignoring these facts can the Court\nassert that “the State’s decision to strike five of the six black\nprospective jurors is further evidence suggesting that the State\nwas motivated in substantial part by discriminatory intent.”Ante,at 23. Putting aside the fact that the majority has\nits numbers wrong (the State struck five of seven potential black\njurors),[3] the bare numbers\nare meaningless outside the context of thereasonsfor the\nstrikes. The majority has no response whatsoever to the State’s\nrace-neutral explanations and, for four of the five strikes, does\nnot dispute the state courts’ conclusion that race played no role\nat all. ForBatsonpurposes, these strikes might as well\nhave been exercised against white jurors. Yet the majority\nillegitimately counts them all against the State.BGiven the multiple race-neutral reasons for\nthe State’s strikes, evidence of racial discrimination would have\nto be overwhelming to show aBatsonviolation. The\nmajority’s evidence falls woefully short.As the majority explains, “comparing prospective\njurors who were struck and not struck can be an important step in\ndetermining whether aBatsonviolation occurred.”Ante,at 26–27. For example, “[w]hen a prosecutor’s\n‘proffered reason for striking a black panelist applies just as\nwell to an otherwise-similar nonblack panelist who is permitted to\nserve, that is evidence tending to prove purposeful\ndiscrimination.’ ”Ante, at 27. By the same token, a\ndefendant’s failure to find any similarly-situated whites permitted\nto serve tends to disprove purposeful discrimination. Here, neither\nthe majority nor Flowers has identified any nonstruck white jurors\nremotely similar to any of the struck black jurors.The majority points to white jurors Pamela\nChesteen and Bobby Lester, who worked at the Bank of Winona and\ntherefore had interacted with several members of Flowers’ family as\nbank customers. By the majority’s lights, Chesteen’s and Lester’s\nbanker-customer relationship was the same as Wright’s co-worker\nrelationship with Flowers’ father.Ante,at 27–28. That\ncomparison is untenable. Lester testified that working at the bank\nmeant he and Chesteen “ ‘s[aw] everyone in town.’ ” App.\n86. And as the trial court explained, “a bank teller, who waits on\ncustomers at a bank,” has a “substantially different” relationship\nfrom someone who “work[s] at the same business establishment with\nmembers of the defendant’s family.”Id.,at 278; seeid.,at 236. The Mississippi Supreme Court agreed that “a\ncoworker relationship” and “employee/ customer relationship are\ndistinguishable.” 240 So. 3d, at 1127. The majority mentions none\nof this, evidently relying on its superior knowledge of the\nbanker-customer relationships at the Bank of Winona.The more relevant comparator to Chesteen and\nLester is Alexander Robinson, a black man who was a customer at a\nstore where Flowers’ brother worked. App. 82. The State confirmed\nwith Robinson that this relationship was “ ‘just a working\nrelationship’ ”—i.e.,an employee-customer\nrelationship—and immediately thereafter clarified with Chesteen and\nLester that their relationships with Flowers’ family members was\n“ ‘like Mr. Robinson, just a working relationship.’ ”Id.,at 82–83, 85–86.[4]\nThe State then tendered Robinson, Chesteen, and Lester as jurors.Id.,at 203, 208. Later, the State would strike black jurors\nWright and Copper, who were both co-workers of members of Flowers’\nfamily. As the trial court understood, it is “evident\n. . . that the prosecution utilized peremptory strikes\nonly against those individuals who actually worked with, or who in\nthe past had worked with, members of Flowers’ family.”Id.,at 278; seeid.,at 279.Next, the majority contends that white jurors\nChesteen, Lester, and Harold Waller, like Wright, “knew many\nindividuals involved in the case.”Ante,at 27. Yet the\nmajority concedes that Wright knew more individuals than any of\nthem. And the more relevant statistic from the State’s perspective\nis how manydefensewitnesses a juror knows, since that\nknowledge suggests a greater connection to the defendant. By\nFlowers’ own count, Wright knew substantially more defense\nwitnesses than the three white jurors. According to Flowers, Wright\nknew 19 defense witnesses, while Chesteen knew 14 and Lester and\nWaller knew around 6 each. See Brief for Petitioner 49, n. 37;\nBrief for Appellant in No. 2010–DP–01348–SCT (Miss.),\np. 114.Additional relevant differences existed between\nWright and the three white jurors. Wright had beensuedby a\nwitness and member of the victim’s family, and worked at the same\nstore as the defendant’s father. Chesteen, on the other hand, wasfriendswith the same member of the victim’s family and also\nknew another victim’s wife. App. 93–94, 46. The trial court found\nthat Chesteen “had a much closer relationship with members of the\nvictim[s’] families tha[n] she had with anyone in Flowers’ family.”Id.,at 278.Likewise, Waller knew victim Carmen Rigby and\nher husband; their children attended school with his daughter, and\n“ ‘[t]hey were involved in school activities together.’ ”\nTr. 821, 1042. He served on the school board with Rigby.Id.,at 1043. And victim Bobo Stewart “ ‘went to school\nwith [Waller’s] daughter,’ ” and Waller knew his family. App.\n48, 53.Similarly, Lester had been friends with Rigby’s\nhusband “ ‘for years,’ ” and he “ ‘knew her\nfamily.’ ” Tr. 822, 1045. Lester’s wife taught Stewart first\ngrade. App. 48; Tr. 1045. Lester was related by marriage to Bertha\nTardy and had known the Tardy family his entire life, growing up\nwith Bertha’s daughter.Id.,at 787–788. His daughter had\njust graduated with Bertha’s grandson, and they were friends.Id.,at 788, 1046. As Lester put it, “ ‘I have a lot of\nconnections to the [victims’] families.’ ”Id.,at\n788.Given that these prospective jurors were\nfavorable for the State, it is hardly surprising that the State\nwould not affirmatively “us[e] individual questioning to ask\nth[e]se potential white jurors whether they could remain impartial\ndespite their relationships” with victims’ families or prosecution\nwitnesses,ante,at 27–28, for to do so could invite defense\nstrikes. Revealingly, Flowers’ counsel had exhaustively questioned\nthese three white jurors—treating them much differently than\nWright. Flowers’ counsel asked Wright only a handful of questions,\nall of which sought to confirm that she could judge impartially.\nApp. 90–91, 105–106. By contrast, Flowers’ counsel asked Chesteen\nmore than 30 questions, most of which sought to cast doubt on\nChesteen’s ability to remain impartial given her relationships with\nthe victims’ families.Id.,at 93–95, 111–118. Flowers’\ncounsel asked Lester more than 60 questions and Waller about 15\nquestions along the same lines. Tr. 1045–1047; App. 160–174; Tr.\n1042–1044; App. 123–124. Flowers was so concerned about these white\njurors’ connections with the victims that he tried to strike both\nChesteen and Lester—but not Wright—for cause, and when that failed,\nhe exercised peremptory strikes on all three white jurors. Tr.\n1622, 1624, 1743–1744; App. 204, 208; seeid.,at 278.In short, no reasonable litigant or trial court\nwould consider Wright “similarly situated,”ante,at 28, to\nthese three white jurors.CThe majority next discovers “clue[s]” of\nracial discrimination in minor factual mistakes supposedly made by\nthe State during theBatsonhearing.Ante,at 29–30.\nAs an initial matter, Flowers forfeited this argument by failing to\npresent it to the trial court. UnderBatson, the trial court\nmust decide whether, “in light of the parties’ submissions,”\n“the defendant has shown purposeful discrimination.”Snyderv.Louisiana,552\nU.S. 472, 477 (2008) (emphasis added; internal quotation marks\nomitted). The Court has made clear that “a prosecutor simply has\ngot to state his reasons as best he can [at theBatsonhearing] and stand or fall on the plausibility of the reasons he\ngives.”Miller-Elv.Dretke,545\nU.S. 231, 252 (2005).The same rule must apply to the defendant, the\nparty with the ultimate burden of proving purposeful\ndiscrimination.Johnsonv.California,545 U.S.\n162, 170–171 (2005);Batson, 476 U. S., at 96–98.\nThus, if the defendant makes no argument on a particular point, the\ntrial court’s failure to consider that argument cannot be\nerroneous, much less clearly so. See,e.g.,Davisv.Baltimore Gas and Elec. Co.,160 F.3d 1023, 1027–1028 (CA4 1998);Wrightv.Harris\nCounty, 536 F.3d 436, 438 (CA5 2008). Excusing the defendant\nfrom making his arguments before the trial court encourages defense\ncounsel to remain silent, prevents the State from responding,\ndeprives the trial court of relevant arguments, and denies\nreviewing courts a sufficient record. SeeSnyder,supra,at 483;Garrawayv.Phillips, 591 F.3d\n72, 76–77 (CA2 2010).[5]Even if Flowers had not forfeited his argument\nabout the State’s “mistakes,” it is devoid of merit. TheBatsonhearing was conducted immediately aftervoir\ndire, before a transcript was available. App. 214;id.,at 225–226. In explaining their strikes, counsel relied on\nhandwritten notes taken during a fast-paced, multidayvoir\ndireinvolving 156 potential jurors.Id.,at 229, 258.\nStill, the major- ity comes up with only a few mistakes, and they\nare either imagined or utterly trivial. The majority claims that\nthe State incorrectly “asserted that Burnside”—one of the struck\nblack jurors—“had tried to cover up a Tardy Furniture suit.”Ante,at 29. But the State’s assertion was at least\nreasonable. When the State asked Burnside about the lawsuit, she\nresponded that “ ‘[i]t wasn’t a dispute’ ” and\n“ ‘[w]e never had no misunderstanding about it.’ ” App.\n141–142. Quite reasonably, the State asked why the matter ended up\nin court, and Burnside conceded that she had to be sued, even as\nshe insisted that there “ ‘was no falling-out about\nit.’ ”Id.,at 142. As previously explained, a judgment\nand garnishment were issued against her.The majority’s other supposed mistakes are\ninconsequential. First, the State confused which potential juror\nworked with Flowers’ sister, and then corrected its mistake. Seeid.,at 218–219, 234. Second, the State referred to that\njuror, Tashia Cunningham, as “ ‘a close friend’ ” of\nFlowers’ sister, whereas the testimony established only that they\nworked together closely.Id.,at 220. Flowersagreedwith the “ ‘friendship’ ” characterization during theBatsonhearing,id.,at 221, and in any event,\nwhether Cunningham and Flowers’ sister were close co-workers or\nclose friends is irrelevant. Third, the State confused struck juror\nFlancie Jones’ familial relationships with Flowers, saying that\nFlowers’ sister was Jones’ niece, when in fact Flowers’ sister was\napparently married to Jones’ nephew.Id.,at 229, 231. But\nwhatever the precise relationship, even Flowers conceded that Jones\nhad an “ ‘in-law relationship to the entire [Flowers]\nfamily,’ ” so the relevant point remained: Jones was related\nin multiple ways to Flowers.Id.,at 230–231; Tr. 967–968.\nIt is hard to imagine less significant “mistakes.”Tellingly, Flowers’ counsel, although aided by\n“ ‘many interns,’ ” App. 214, made many more mistakes\nduring this process.E.g., id.,at 204–205 (incorrectly\nidentifying a juror);id.,at 207–208 (striking a juror and\nthen immediately making an argument premised on not striking that\njuror);id.,at 210 (confusing jurors);id.,at 211\n(confusing which family members were acquainted with a juror);id.,at 212 (incorrectly stating that no general question\nwas asked of all jurors as to accounts or suits with the Tardys,\nseeid.,at 70, 217);id.,at 222–223 (confusing\njurors);id.,at 230 (“ ‘[M]aybe we didn’t get to this\njuror’ ”).[6]In short, in the context of the trial below, a\nfew trivial errors on secondary or tertiary race-neutral reasons\nfor striking some jurors can hardly be counted as “telling”\nevidence of race discrimination.Ante,at 30; seeibid.(“[M]istaken explanations should not be confused with\nracial discrimination”).DTurning to even less probative evidence, the\nmajority asserts that the State engaged in disparate—“dramatically\ndisparate,” the majority repeats,ante,at 2, 19, 23, 26,\n31—questioning based on race. By the major- ity’s count, “[t]he\nState asked the five black prospective jurors who were struck a\ntotal of 145 questions” and “the 11 seated white jurors a total of\n12 questions.”Ante,at 23. The majority’s statistical\n“evidence” is irrelevant and misleading.First, the majority finds that only one\njuror—Carolyn Wright—was struck on the basis of race, but it\nneglects to mention that the State asked her only five questions.\nSee App. 71–72, 104–105. Of course, the majority refuses to\nidentify the “certain level of disparity” that meets its\n“dramatically disparate” standard,ante,at 26, but its\nfailure to recognize that the only juror supposedly discriminated\nagainst was asked hardly any questions suggests the majority is\n“slic[ing] and dic[ing]” statistics,ante,at 23. Asking\nother black jurors more questions would be an odd way of “try[ing]\nto find some pretextual reason” to strike Wright.Ante,at\n25.Second, both sides asked a similar number of\nquestions to the jurors they peremptorily struck. This is to be\nexpected—a party will often ask more questions of jurors whose\nanswers raise potential problems. Among other reasons, a party may\nwish to build a case for a cause strike, and if a cause strike\ncannot be made, those jurors are more likely to be peremptorily\nstruck. Here, Flowers asked the jurors he struck—all white, Tr. of\nOral Arg. 57—an average of about 40 questions, and the State asked\nthe black jurors it struck an average of about 28 questions. The\nnumber of questions asked by the State to these jurors is not\nevidence of race discrimination.Moreover, the majority forgets that correlation\nis not causation. The majority appears to assume that the only\nrelevant difference between the black jurors at issue and seated\nwhite jurors is their race. But reality is not so simple. Deciding\nwhether a statistical disparity is caused by a particular factor\nrequires controlling for other potentially relevant variables;\notherwise, the difference could be explained by other influences.\nSee Fisher, Multiple Regression in Legal Proceedings, 80 Colum. L.\nRev. 702, 709 (1980); cf.Boxv.Planned Parenthood of\nIndiana & Kentucky, Inc., 587 U. S. ___, ___,\nn. 4 (2019) (Thomas, J., concurring) (slip op., at 9,\nn. 4) (showing that bare statistical disparities can be used\nto support diametrically different theories of causation). Yet the\nmajority’s raw comparison of questions does not control for any of\nthe important differences between struck and seated jurors. Seesupra,at 11–14. This defective analysis does not even begin\nto provide probative evidence of discrimination. See,e.g.,\nPeople Who Carev.Rockford Bd. of Ed., School Dist. No.\n205,111 F.3d 528, 537–538 (CA7 1997) (Posner, C. J.) (“[A]\nstatistical study that fails to correct for salient explanatory\nvariables, or even to make the most elementary comparisons, has no\nvalue as causal explanation”). Indeed, it is difficult to conceive\nof a statistical study that could possibly control for all of the\nrelevant variables in this context, including tone of voice, facial\nexpressions, and other relevant information.Most fundamentally, the majority’s statistics\nare divorced from the realities of this case. Winona is a very\nsmall town, and “ ‘this was the biggest crime that had ever\noccurred’ ” there. Tr. 1870. As one juror explained,\n“ ‘[e]verybody in Winona has probably’ ” heard about the\ncase.Id.,at 1180; accord,id.,at 1183 (Flowers’\ncounsel stating the same). One potential juror knew almost everyone\n“ ‘involved in it’ ” between her job as a teacher and\nattendance at church. App. 81–82. Tardy Furniture “ ‘basically\ndid business with the whole Winona community.’ ” Tr. 2667.Moreover, Flowers’ family was “ ‘very, very\nprominent’ ” in Winona’s black community.Id.,at 1750.\nAs the trial court explained,“ ‘Flowers has a number of brothers\nand sisters. His parents are well-known. [His father] is apparently\none of the most well-thought of people in this community. You have\nhad countless numbers of African-American individuals that have\ncome in and said they could not sit in judgment because of their\nknowledge of Mr. Flowers, and they could not be fair and\nimpartial.’ ” App. 197; seeid.,at 199–200; Tr.\n1750.Flowers’ counsel stated that when Flowers’\nfather “ ‘was working as a greeter at Wal-Mart,’ ” there\nwas “ ‘probably not a person in Winona who wouldn’t have said,\n“Mr. Archie’s my friend.” ’ ” App. 221. According to the\ntrial court, “the overwhelming majority” of potential black jurors\n“stated that they could not sit in judgment of him because of\nkinships, friendships, and family ties.”Id.,at 256.To obtain a sufficient jury pool, the trial\ncourt had to call 600 potential jurors.Id.,at 258. In such\na small county, that meant a man, his wife, his mother, and his\nfather were all called for jury duty in this case. See Tr. 939–941.\nAccording to Flowers,“seventy-five percent of the total\nqualified venire, sixty-three percent of the venire members\nactually ten- dered for acceptance or rejection as jurors, and\nforty percent of the persons empanelled as jurors or alternates\n(six of 15) were personally acquainted with either the defendant or\none or more of the decedents or their families and/or had actual\nopinions as to guilt or innocence formed prior [to] the trial.”\nBrief for Appellant 130.Before peremptory strikes even started, the\nvenire had gone from 42% to 28% black. App. 194–195. As the trial\ncourt explained, “ ‘nothing the State has done has caused this\nstatistical abnormality.’ ”Id.,at 198. Instead, any\n“ ‘statistical abnormality’ ” “ ‘is strictly because\nof the prominence of [Flowers’] family.’ ”Id.,at 200.\nFlowers’ counsel admitted that she was not\n“ ‘surprise[d]’ ” by the reduction given the\ncircumstances and the experiences in the previous trials.Id.,at 199.[7]The state courts appropriately viewed the\nparties’ questioning in light of these circumstances. The\nMississippi Supreme Court, for example, found that the State “asked\nmore questions” of the “jurors who knew more about the case, who\nhad personal relationships with Flowers’s family members, who said\nthey could not be impartial, or who said they could not impose the\ndeath penalty,” and that “[t]hose issues are appropriate for\nfollowup questions.” 240 So. 3d, at 1125. The court also found\nthat “[t]he State’s assertion that elaboration and followup\nquestions were needed with more of the African-American jurors is\nsupported by the record.”Ibid.The majority wonders why\n“the State spent far more time questioning the black prospective\njurors” and concludes that “[n]o one can know.”Ante, at 23,\n25. But even Flowers admits that “more African-American jurors knew\nthe parties, most of the [State’s] follow-up questions pertained to\nrelevant matters, [and] more questions were asked of jurors who had\npersonal relationships about the case, or qualms about the death\npenalty.” Pet. for Cert. 23 (emphasis deleted).The majority ignores Flowers’ concession, but\nthe questions asked by the State bear it out. The State’s questions\nalso refute the majority’s suggestion that the State did not “not\nas[k] white prospective jurors th[e] same questions.”Ante,at 25. The State asked all potential jurors whether Tardy Furniture\nsued them, and only Wright and Burnside answered in the\naffirmative. See App. 70–71, 99–100, 217–218. Two of five questions\nto Wright and around eight questions to Burnside followed up on\nthis lawsuit.Id.,at 70–72, 141–143. All potential jurors\nwere asked whether they knew Flowers’ father, and no white jurors\nhad worked with him at Wal-Mart.Id.,at 61, 218. Two of\nWright’s remaining three questions followed up on this\nrelationship.Id.,at 104–105. The State asked all potential\njurors whether anyone lived in the areas around Flowers’ house, and\nno white jurors answered in the affirmative.Id.,at 75–81.\nSeven questions to Copper—another black prospective juror—and three\nto Burnside followed up on this geographic proximity.Id.,at 75–77, 79–80. Copper’s remaining questions were mostly about her\nworking with Flowers’ father and sister and her statement that she\nwould lean in Flowers’ favor.Id.,at 77–78, 189–190.\nBurnside’s remaining questions were mostly about Flowers’ visits to\nher house and her statement that she could not judge others.Id.,at 80–81, 143–144. The State asked all potential jurors\nwhether anyone was related to Flowers’ family, and only Jones, a\nblack prospective juror, answered affirmatively, leading to about\n18 follow-up questions.Id.,at 72–75, 86–88, 179–180.\nJones’ remaining questions were mostly about her being late to\ncourt and her untruthful answer regarding the death penalty on the\njury questionnaire.Id.,at 75, 180–182. Finally, nearly all\nof Cunningham’s questions were about her work with Flowers’ sister.Id.,at 83–85, 130–133. Any reasonable prosecutor would have\nfollowed up on these issues, and the majority does not cite even a\nsingle question that it thinks suggests racial discrimination.The majority’s comparison of the State’s\nquestions to Copper with its questions to several white jurors is\nbaseless. As an initial matter, Flowers forfeited this argument by\nnot making it at the trial court. Seesupra,at 14–15; App.\n235–238. And as the Court has previously explained, “a\nretrospective comparison of jurors based on a cold appellate record\nmay be very misleading when alleged similarities were not raised at\ntrial” because “an exploration of the alleged similarities at the\ntime of trial might have shown that the jurors in question were not\nreally comparable.”Snyder, 552 U. S., at 483.Even if Flowers had not forfeited this argument,\nit is meritless. As previously discussed, Copper worked with two of\nFlowers’ family members and testified that she could “ ‘lean\ntoward’ ” Flowers and would not decide the case “ ‘with\nan open mind.’ ” App. 190; seeid.,at 78. These\nanswers justified heavier questioning than was needed for Chesteen,\nthe white bank teller who occasionally served Flowers’ family\nmembers. Moreover, the Statedidask Chesteen and Lester, a\nwhite juror who also worked at the bank, “follow-up questions about\n[their] relationships with Flowers’ family.”Ante, at 24;\nsee App. 83, 86.[8] I have\nalready addressed Lester and Waller, another white juror who had\nconnections to the victims, and why the State did not need to ask\nthem more questions. Seesupra, at 11–14. The majority also\nreferences Larry Blaylock and Marcus Fielder, two other white\nprospective jurors who “had relationships with defense witnesses.”Ante,at 24. As for Blaylock, the majority makes no attempt\nto say what those “relationships” were, presumably because the only\nrelationship discussed at theBatsonhearing was Blaylock’s\n30-year friendship with theprosecutor’sprimary\ninvestigator—whom the defense planned to call as a hostile witness.\nApp. 215; Tr. 1041–1042. The investigator was also his uncle by\nmarriage,id.,at 1078, and the defense asked Blaylock some\n46 questions.Id.,at 1041–1042, 1078, 1182–1187. Likewise,\nFielder’s only relationship discussed at theBatsonhearing\nwas his work for a prosecution witness who had investigated the\nmurders. See App. 215. The defense felt it necessary to ask Fielder\nabout 30 follow-up questions. Tr. 1255–1260. In short, despite the\nmajority’s focus on Copper,ante, at 24, no one could (or\ndid) compare the State’s need to question her with its need to\nquestion these jurors.Next, the majority complains that the State had\na witness testify that Cunningham worked closely with Flowers’\nsister. According to the majority, “[t]he State apparently did not\nconduct similar investigations of white prospective jurors.”Ibid.Putting aside that the majority offers no record\nsupport for this claim, the majority does not tell us what\ninvestigation was performed, much less which white jurors could or\nshould have been similarly investigated. As far as the record\nreveals, the State made one call to Cunningham’s employer on the\nmorning of the hearing to ask a single question: Where did\nCunningham work in relation to Flowers’ sister? App. 149, 154. I\nsee no reason to assume that the State failed to conduct any other\nsingle-phone-call “investigations” in this high-profile trial. Nor\nam I aware of white jurors who worked in any proximity to Flowers’\nfamily members. If the majority is going to infer racial bias from\nthe State’s attempt to present the truth in court—particularly in a\ncase where juror perjury had been a problem, seesupra,at\n21, n. 7—it ought to provide a sound basis for its criticism.Finally, to support its view that “[t]he\ndifference in the State’s approaches to black and white prospective\njurors was stark,” the majority asserts that “[w]hite prospective\njurors who admitted that they or a relative had been convicted of a\ncrime were accepted without apparent further inquiry by the State.”Ante, at 25. The majority again cites nothing to support\nthis assertion, and the record does not support it. Three of the\nstruck black jurors had relatives with a criminal conviction. See\nTr. 883 (Burnside);id.,at 885 (Copper); 2d Supp. Record\n255b (Cunningham). The State asked no questions to either Copper or\nCunningham on this point, and it asked three questions to Burnside\nabout her son’s robbery conviction and. See App. 144–145. The State\ntreated white jurors similarly. For example, the State asked three\nquestions to Suzanne Winstead about a nephew’s drug charges, Tr.\n1190–1191; four questions to Sandra Hamilton about crimes of her\nfirst cousins,id.,at 977; and two questions to Larry\nBlaylock about a cousin who committed murder,id.,at\n978–979.[9]Because any “disparate questioning or\ninvestigation of black and white prospective jurors” here\n“reflect[s] ordinary race-neutral considerations,”ante,at\n26, this factor provides no evidence of racial discrimination in\njury selection below.EIf this case required us to decide whether the\nstate courts were correct that noBatsonviolation occurred\nhere, I would find the case easy enough. As I have demonstrated,\nthe evidence overwhelmingly supports the conclusion that the State\ndid not engage in purposeful race discrimination. Any competent\nprosecutor would have struck the jurors struck below. Indeed, some\nof the jurors’ conflicts might even have justified for-cause\nstrikes. But this case is easier yet. The question before us is not\nwhether we “ ‘would have decided the case differently,’ ”Easleyv.Cromartie,532 U.S.\n234, 242 (2001), but instead whether the state courts wereclearlywrong. And the answer to that question is obviously\nno.The Court has said many times before that “[t]he\ntrial court has a pivotal role in evaluatingBatsonclaims.”Snyder, 552 U. S., at 477. The ultimate question inBatsoncases—whether the prosecutor engaged in purposeful\ndiscrimination—“involves an evaluation of the prosecutor’s\ncredibility,” and “ ‘the best evidence [of discriminatory\nintent] often will be the demeanor of the attorney who exercises\nthe challenge.’ ”Ibid.The question also turns on “a\njuror’s demeanor,” “making the trial court’s firsthand observations\nof even greater importance.”Ibid.“[O]nly the trial judge\ncan be aware of the variations in demeanor and tone of voice that\nbear so heavily on the listener’s understanding of and belief in\nwhat is said.”Andersonv.Bessemer City,470 U.S.\n564, 575 (1985).Because the trial court is best situated to\nresolve the sensitive questions at issue in aBatsonchallenge, “a trial court’s ruling on the issue of discriminatory\nintent must be sustained unless it is clearly erroneous.”Snyder,supra,at 477; seeFoster, 578\nU. S., at ___ (slip op., at 10). Our review is particularly\ndeferential where, as here, “an intermediate court reviews, and\naffirms, a trial court’s factual findings.”Easley,supra,at 242.Under this clear-error standard of review,\n“[w]here there are two permissible views of the evidence, the\nfactfinder’s choice between them cannot be clearly erroneous.”Anderson,supra, at 574; see alsoCooperv.Harris, 581 U. S. ___, ___ (2017) (slip op., at 4). The\nnotion that it is “impermissible” to adopt the view of the evidence\nthat I have outlined above is incredible. Besides being supported\nby carefully reasoned opinions from both the trial court and the\nMississippi Supreme Court—opinions that, unlike the majority’s,\nconsider all relevant facts and circumstances—that view isat a\nminimumconsistent with the factual record. At theBatsonhearing, the State offered “a coherent and facially\nplausible story that is not contradicted” by the record, and the\ntrial court’s “decision to credit” such a story “can virtually\nnever be clear error.”Anderson,supra,at 575. The\ntrial court reasonably understood the supposedly “dramatically\ndisparate” questioning to be explained by the circumstances of this\ncase—circumstances that the majority does not dispute. Likewise,\nthe trial court reasonably did not view any picayune mistakes by\nthe State to be compelling evidence of racial discrimination. (Of\ncourse, neither did the defense, which is presumably why it did not\nmake that argument. But the clear-error and forfeiture doctrines\nare speed bumps en route to the Court’s desired destination.) Yet\nthe Court discovers “clear error” based on its own review of a\nnear-decade-old record. The majority apparently thinks that it is\nin a better position than the trial court to judge the tone of the\nquestions and answers, the demeanor of the attorneys and jurors,\nthe courtroom dynamic, and the culture of Winona, Mississippi.IIIGiven that there was no evidence of race\ndiscrimination in the trial here, the majority’s remaining\nexplanation for its decision is conduct that took placebeforethis trial. The majority builds its decision around\nthe narrative that this case has a long history of race\ndiscrimination. This narrative might make for an entertaining\nmelodrama, but it has no basis in the record. The history, such as\nit is, does not come close to carrying Flowers’ burden of showing\nthat the state courts clearly erred.AThe State exercised 50 peremptory strikes in\nFlowers’ previous trials. As the case comes to us, 49 of those\nstrikes were race neutral. If this history teaches us anything, it\nis that we should not assume the State strikes jurors based on\ntheir race.Flowers’ first trial was for the murder of\nBertha Tardy only. In that trial, the State exercised peremptory\nstrikes on five black jurors and seven white jurors. App. 35. The\ntrial court found that Flowers had not made out even a prima facieBatsoncase,id.,at 12, n. 3, much less showed\npurposeful race discrimination in any of the State’s strikes. Thus,\nas this case comes to us, all of the State’s strikes in this trial\nwere race neutral.What the majority calls the second trial is\nactually Flowers’ first trial for another murder—that of Bobo\nStewart. During jury selection, the State exercised peremptory\nstrikes on five black jurors and two white jurors; the trial court\ndisallowed one of the State’s strikes underBatson. App. 35;id.,at 17–19. Flowers was convicted and apparently did not\nappeal onBatsongrounds. Eventually, the Mississippi\nSupreme Court reversed Flowers’ convictions from the first two\ntrials for reasons unrelated to jury selection. The court held that\ncertain evidence relevant to all four murders was improperly\nadmitted.Flowersv.State, 773 So. 2d 309, 317,\n319–324 (Miss. 2000);Flowersv.State, 842 So. 2d\n531, 538, 539–550 (Miss. 2003).The State next tried Flowers for all four\nmurders together. In this “third” trial—actually the first trial\nfor the murders of Robert Golden and Carmen Rigby—the State struck\n15 black jurors. App. 35. The trial court found noBatsonviolations.Flowersv.State, 947 So. 2d 910, 916\n(Miss. 2007) (plurality opinion). On appeal, Flowers did not\nchallenge four of the strikes,id.,at 918, and the\nMississippi Supreme Court unanimously upheld the trial court’s\nruling as to nine of the other strikes, seeid.,at 918–935.\nFour justices, constituting a plurality of the court, would have\nheld that two strikes violatedBatson, 947 So. 2d, at\n926, 928; one justice concurred only in the judgment because she\n“d[id] not agree” with the “plurality” “that this case is\nreversible on theBatsonissue alone,”id.,at 939\n(Cobb, P. J., concurring in result); and four justices would have\nheld that no strikes violatedBatson, 947 So. 2d, at\n942–943 (Smith, C. J., dissenting). If the concurring justice\nthought any strikes were impermissible,Batsonwould have\nrequired her to reverse on that basis.Thus, the Court is wrong multiple times over to\nsay that the Mississippi Supreme Court “conclud[ed] that the State\nhad again violatedBatsonby discriminating on the basis of\nrace in exercising all 15 of its peremptory strikes against 15\nblack prospective jurors.”Ante,at 5. That court\nunanimously concluded that 13 strikes were race neutral, and a\nmajority concluded that the remaining two strikes did not violateBatson. Therefore, neither the trial court nor the\nMississippi Supreme Court found anyBatsonviolation in this\nthird trial—all 15 strikes were race neutral.[10]In the next two trials, Flowers apparently did\nnot even allege aBatsonviolation. In the “fourth” trial,\nthe State struck 11 black jurors but did not exercise its three\nremaining strikes; five black jurors were seated. App. 28–29, 35.\nIn the “fifth” trial, the State struck five jurors, but Flowers is\nunable to identify the race of these jurors, and three black jurors\nwere seated. Brief for Petitioner 13. Thus, up to the present\ntrial, the State had sought to exercise 50 peremptory strikes, 36\non potential black jurors. Finally, in this trial, the State struck\nfive black jurors and one white juror; one black juror sat on the\njury, and one black juror was an alternate.According to the majority, “the State’s use of\nperemptory strikes in Flowers’ first four trials reveal[s] a\nblatant pattern of striking black prospective jurors.”Ante,\nat 20. The majority claims that “[o]ver the course of the first\nfour trials, there were 36 black prospective jurors against whom\nthe State could have exercised a peremptory strike,” and “[t]he\nState tried to strike all 36.”Ibid. The major- ity’s\nargument is wrong on several levels.First, the majority is wrong on the numbers. The\nmajority repeatedly says that over “the six trials combined,” “the\nState struck 41 of the 42 black prospective jurors it could have\nstruck.”Ante, at 31; seeante,at 2. Yet in the\nfourth trial, according to Flowers himself, the State did not\nexercise available peremptory strikes on at least three black\njurors. See App. 28–29. Moreover, the majority does not know the\nraces of the struck jurors in the fifth trial. Given that at least\nthree black jurors were seated and that the State exercised only\nfive strikes, it would appear that the State did not exercise\navailable strikes against at least three black jurors. Finally, in\nthe most recent trial, the State tendered two black jurors for\nservice on the jury, one of whom served as an alternate. (The\nmajority’s strike numbers include strikes of alternates, so its\njuror numbers should too.) However the majority arrived at its\nnumbers, the record tells a different story.[11]Second, the Court says that “[t]he State’s\nactions in the first four trials necessarily inform our assessment\nof the State’s intent,” for “[w]e cannot ignore that history.”Ante,at 22. Putting aside that no court below ignored the\nhistory, the majority completely ignores Flowers’ failure to\nchallenge the State’s actions in the fifth trial—the one that\nimmediately preceded this one. Flowers bears the burden of proving\nracial discrimination, and the reason information about the fifth\ntrial is not “available,”ante,at 21, is that Flowers\nfailed to present it. Perhaps he did notwantto present it\nbecause the State struck only white jurors—who knows? Regardless,\nthis failure must count against Flowers’ claim. Surely a party\nmaking aBatsonclaim cannot gather data from select trials\nand present only favorable snippets.Third, and most importantly, that the State\npreviously sought to exercise 36 strikes against black jurors does\nnot “speak loudly” in favor of discrimination here,ante,at\n20, because 35 of those 36 strikes were race neutral. By the\nmajority’s own telling, the trial court may “consider historical\nevidence of the State’sdiscriminatoryperemptory strikes\nfrom past trials.”Ante,at 19 (emphasis added). As I have\nshown, 35 of 36 strikes were not “discriminatory peremptory\nstrikes.” The bare number of black-juror strikes is relevant only\nif one eliminates other explanations for the strikes, cf.supra,at 18–19, but prior adjudications (and Flowers’\nfailure to even object to some strikes) establish that legitimate\nreasons explained all but one of them. Is the majority today\nholding that the prior courts all committed clear error too? And\nwhat about the strikes that even Flowers did not object to—is the\nmajoritysua sponteholding that the State was engaged\nin purposeful racial discrimination as to those strikes? The major-\nity’s reliance on race-neutral strikes to show discrimination is\njudicial alchemy.BThe only incident in the history of this case\neven hinting at discrimination was that a trial judge 20 years ago\nprevented the State from striking one black juror in a case\ninvolving only one of Flowers’ crimes. If this single impermissible\nstrike could provide evidence of purposeful race discrimination in\na different trial 11 years later involving different murders (and\nvictims of different races), it is surely the weakest of evidence.\nEven Flowers concedes that a single “Batsonviolation 20\nyears ago” would be only “weakly probative.” Tr. of Oral Arg.\n19–20. That is the precise situation here. And this “weakly\nprobative” single strike certainly does not overcome the complete\nabsence of evidence of purposeful race discrimination in this\ntrial. We know next to nothing about this strike, for Flowers has\nnot even provided us with a transcript of the jury selection from\nthat trial. And the trial court’s ruling on the strike was never\nreviewed on appeal.Pretending for a moment that the concurring\njustice in the third trial had voted differently than she did, the\nhistory still could not overcome the absence of evidence of\npurposeful race discrimination inthistrial. Flowers\nforthrightly acknowledged that he needed to show “discrimination inthistrial in order to have aBatsonviolation.”Id.,at 23 (emphasis added). At a minimum, the state courts’\nfinding—that the history does not carry Flowers’ burden of proving\npurposeful race discrimination here—is not clearly erroneous. The\ncourts below were presented with Flowers’ view of the history, and\neven accepting that view and “[t]aking into account the ‘historical\nevidence’ of past discrimination,” the Mississippi Supreme Court\nheld that the trial court did not err “in finding that the State\ndid not violateBatson.” 240 So. 2d, at 1135; seeid.,at 1122–1124. The majority simply disregards this\nassessment by the state courts.IVMuch of the Court’s opinion is a paean toBatsonv.Kentucky, which requires that a duly\nconvicted criminal go free because a juror was arguably deprived of\nhis right to serve on the jury. That rule was suspect when it was\nannounced, and I am even less confident of it today.Batsonhas led the Court to disregard Article III’s limitations on\nstanding by giving a windfall to a convicted criminal who, even\nunderBatson’s logic, suffered no injury. It has forced\nequal protection principles onto a procedure designed to give\nparties absolute discretion in making individual strikes. And it\nhas blinded the Court to the reality that racial prejudice exists\nand can affect the fairness of trials.AInBatson, this Court held that the\nEqual Protection Clause prohibits the State from “challeng[ing]\npotential jurors solely on account of their race or on the\nassumption that black jurors as a group will be unable impartially\nto consider the State’s case.” 476 U. S., at 89. “[I]ndividual\njurors subjected to racial exclusion have the legal right to bring\nsuit on their own behalf.”Powersv.Ohio,499 U.S.\n400, 414 (1991). To establish standing to assert this equal\nprotection claim in a separate lawsuit, the juror would need to\nshow that the State’s action caused him to suffer an injury in\nfact, and a likelihood that a favorable decision will redress the\ninjury.Lujanv.Defenders of Wildlife,504 U.S.\n555, 560–561 (1992). Flowers, however, was not the excluded\njuror. And although he is a party to an ongoing proceeding,\n“ ‘ “standing is not dispensed in gross” ’ ”;\nto the contrary, “ ‘a plaintiff must demonstrate standing for\neach claim he seeks to press and for each form of relief that is\nsought.’ ”Town of Chesterv.Laroe Estates,\nInc., 581 U. S. ___, ___ (2017) (slip op., at 5).Flowers should not have standing to assert the\nexcluded juror’s claim. He does not dispute that the jury that\nconvicted him was impartial, see U. S. Const., Amdt. VI, and\nas the Court has said many times, “ ‘[d]efendants are not\nentitled to a jury of any particular composition.’ ”Hollandv.Illinois,493 U.S.\n474, 483 (1990). He therefore suffered no legally cognizable\ninjury. The only other plausible reason a defendant could suffer an\ninjury from aBatsonviolation is if the Court thinks that\nhe has a better chance of winning if more members of his race are\non the jury. But that thinking relies on the very assumption thatBatsonrejects: that jurors might “ ‘be partial to the\ndefendant because of their shared race.’ ”Ante,at 14\n(quotingBatson,supra,at 97). Moreover, it cannot\nbe squared with the Court’s later decisions, which hold that “race\nis irrelevant to a defendant’s standing to object to the\ndiscriminatory use of peremptory challenges.”Powers, 499\nU. S., at 416 (holding that a white defendant has standing to\nchallenge strikes of black jurors).Today, the Court holds that Carolyn Wright was\ndenied equal protection by being excluded from jury service. But\nshe is not the person challenging Flowers’ convictions (she would\nlack standing to do so), and I do not understand how Flowers can\nhave standing to assert her claim. Why should a “denial of equal\nprotection to other people” that does “not affect the fairness of\nthat trial” mean that “the defendant must go free”?Id., at\n431 (Scalia, J., dissenting).InPowers, the Court relied on the\ndoctrine of third-party standing. As an initial matter, I doubt\n“whether a party who has no personal constitutional right at stake\nin a case should ever be allowed to litigate the constitutional\nrights of others.”Kowalskiv.Tesmer,543 U.S.\n125, 135 (2004) (Thomas, J., concurring); see alsoWhole\nWoman’s Healthv.Hellerstedt, 579 U. S. ___,\n___–___ (2016) (Thomas, J., dissenting) (slip op., at 2–5).Even accepting the notion of third-party\nstanding, it is hard to see how it could be satisfied inBatsoncases. The Court’s precedents require that a litigant\nasserting another’s rights have suffered an “ ‘injury in\nfact’ ” and have “a close relation” to the third party.Powers,supra, at 411. As shown, Flowers suffered no\ninjury in fact under the Court’s precedents. Moreover, in the\nordinary case, the defendant has no relation whatsoever to the\nstruck jurors. (Here, as it happens, all the struck jurors knew\nFlowers or his family, but that hardlyhelpshisBatsonclaim.)InPowers, the Court concluded that\ndefendants and struck jurors share a “common interest.” 499\nU. S., at 413. But like most defendants, Flowers’ interest is\nin avoiding prison (or execution). A struck juror, by contrast, is\nunlikely to feel better about being excluded from jury service\nsimply because a convicted criminal may go free. And some potential\njurors, like Flancie Jones here, “ ‘really and truly\n. . . don’t want to’ ” serve on a jury in the first\nplace. App. 181 (emphasis added); see alsoHayesv.Missouri,120 U.S.\n68, 71 (1887) (referring to “an unfortunate disposition on the\npart of business men to escape from jury duty”). If Flowers had\nsucceeded on hisBatsonclaim at trial and forced Jones onto\nthe jury, it seems thathe—her supposed third-party\nrepresentative with a “common interest”—would have inflicted an\ninjury on her.Our remedy forBatsonviolations proves\nthe point. The convicted criminal, who suffered no injury, gets his\nconviction vacated.[12] And\neven if the struck juror suffered a cognizable injury, but seePowers,supra,at 423–426 (Scalia, J., dissenting),\nthat injury certainly is not redressed by undoing the valid\nconviction of another. Under Article III, Flowers should not have\nstanding.BThe more fundamental problem isBatsonitself. The “entire line of cases followingBatson” is “a\nmisguided effort to remedy a general societal wrong by using the\nConstitution to regulate the traditionally discretionary exercise\nof peremptory challenges.”Campbellv.Louisiana,523 U.S.\n392, 404, n. 1 (1998) (Thomas, J., concurring in part and\ndissenting in part). “[R]ather than helping to ensure the fairness\nof criminal trials,”Batson“serves only to undercut that\nfairness by emphasizing the rights of excluded jurors at the\nexpense of the traditional protections accorded criminal defendants\nof all races.”Campbell, supra,at 404, n. 1. I would\nreturn to our pre-Batsonunderstanding—that race matters in\nthe courtroom—and thereby return to litigants one of the most\nimportant tools to combat prejudice in their cases.1InStrauderv.West Virginia,100 U.S.\n303(1880), the Court invalidated a state law that prohibited\nblacks from serving on juries. In doing so, we recognized that the\nracial composition of a jury could affect the outcome of a criminal\ncase. Seeid.,at 308–309. The Court explained that “[i]t is\nwell known that prejudices often exist against particular classes\nin the community, which sway the judgment of jurors, and which,\ntherefore, operate in some cases to deny to persons of those\nclasses the full enjoyment of that protection which others enjoy.”Id., at 309. Thus, we understood that allowing the defendant\nan opportunity to “secur[e] representation of the defendant’s race\non the jury may help to overcome racial bias and provide the\ndefendant with a better chance of having a fair trial.”Georgiav.McCollum,505 U.S.\n42, 61 (1992) (Thomas, J., concurring in judgment).InSwainv.Alabama,380 U.S.\n202(1965), the Court held that individual peremptory strikes\ncould not give rise to an equal protection challenge.SwainfollowedStrauderin assuming that race—like other factors\nthat are generally unsuitable for the government to use in making\nclassifications—can be considered in peremptory strikes: “In the\nquest for an impartial and qualified jury, Negro and white,\nProtestant and Catholic, are alike subject to being challenged\nwithout cause.”Swain, 380 U. S., at 221. That is\nbecause the peremptory “challenge is ‘one of the most important of\nthe rights secured to the accused.’ ”Id., at 219.\nBased on its long history, the peremptory system “affords a\nsuitable and necessary method of securing juries which in fact and\nin the opinion of the parties are fair and impartial.”Id.,at 212; seeid.,at 212–219. The strike both “eliminate[s]\nextremes of partiality on both sides” and “assure[s] the parties\nthat the jurors before whom they try the case will decide on the\nbasis of the evidence placed before them, and not otherwise.”Id.,at 219. Because this system, “in and of itself,\nprovides justification for striking any group of otherwise\nqualified jurors in any given case, whether they be Negroes,\nCatholics, accountants or those with blue eyes,”id.,at\n212, we concluded that an equal protection challenge was\nunavailable against individual peremptory strikes.Then, in a departure from the previous century\nof jurisprudence, the Court moved its focus from the protections\naccorded thedefendantto the perceptions of a hypothetical\nstruckjuror. InBatson, the Court concluded that the\ngovernment could not exercise individual strikes based solely on\n“the assumption—or [the] intuitive judgment—that [jurors] would be\npartial to the defendant because of their shared race.” 476\nU. S., at 97. The Court’s opinion inBatsonequated a\nlaw categorically excluding a class of people from jury service\nwith the use of discretionary peremptory strikes to remove members\nof that class: “Just as the Equal Protection Clause forbids the\nStates to exclude black persons from the venire on the assumption\nthat blacks as a group are unqualified to serve as jurors, so it\nforbids the States to strike black veniremen on the assumption that\nthey will be biased in a particular case simply because the\ndefendant is black.”Ibid.(citation omitted).Batsonrepeatedly relies on this analogy. Seeid.,at 86, 89;id.,at 87 (“A person’s race simply is unrelated to his\nfitness as a juror” (internal quotation marks omitted)); see alsoante,at 14 (quotingBatson,supra,at 104–105\n(Marshall, J., concurring));Powers, 499 U. S., at 410\n(“Race cannot be a proxy for determining juror bias or\ncompetence”).But this framing of the issue ignores the nature\nand basis of the peremptory strike and the realities of racial\nprejudice. A peremptory strike reflects no judgment on a juror’s\ncompetence, ability, or fitness. Instead, the strike is exercised\nbased on intuitions that a potential juror may be less sympathetic\nto a party’s case. As Chief Justice Burger emphasized, “venire-pool\nexclusion bespeaksa prioriacross-the-board total\nunfitness, while peremptory-strike exclusion merely suggests\npotential partiality in a particular isolated case. ”Batson,supra, at 122–123 (dissenting opinion)\n(internal quotation marks omitted); accord,Powers,supra,at 424 (Scalia, J., dissenting). “[T]he question a\nprosecutor or defense counsel must decide is not whether a juror of\na particular race or nationality isin factpartial, but\nwhether one from a different group isless likelyto be.”Swain, 380 U. S., at 220–221 (emphasis added).\nTherefore, “veniremen are not always judged solely as individuals\nfor the purpose of exercising peremptory challenges”; instead,\n“they are challenged in light of the limited knowledge counsel has\nof them, which may include their group affiliations, in the context\nof the case to be tried.”Id., at 221.Batsonrejects the premise that\nperemptory strikes can be exercised on the basis of generalizations\nand demands instead “an assessment of individual qualifications.”\n476 U. S., at 87. The Court’sBatsonjurisprudence\nseems to conceive of jury selection more as a project for affirming\n“the dignity of persons” than as a process for providing a jury\nthat is, including in the parties’ view, fairer.Powers,supra, at 402; seeEdmonsonv.Leesville Concrete\nCo.,500 U.S.\n614, 631 (1991); see alsoJ. E. B.v.Alabama ex rel.\nT. B.,511 U.S.\n127, 140–142 (1994).2Batson’s focus on individual jurors’\nrights is wholly contrary to the rationale underlying peremptory\nchallenges. And the application of equal protection analysis to\nindividual strikes has produced distortions in our jurisprudence\nthat are symptomatic of its poor fit, both as a matter of common\nsense and the protections traditionally accorded litigants.The Court did not apply equal protection\nprinciples to individual peremptory strikes until more than 100\nyears after the Fourteenth Amendment was ratified. Once it did, it\nquickly extendedBatsonto civil actions, strikes by\ncriminal defendants, and strikes based on sex.Edmonson,supra;McCollum,505 U.S.\n42;J. E. B.,supra. But even now, we\ndo not apply generally applicable equal protection principles to\nperemptory strikes. For example, our precedents do not apply\n“strict scrutiny” to race-based peremptory strikes. And we apply\n“the same protection against sex discrimination as race\ndiscrimination” in reviewing peremptory strikes,J.E.B.,supra, at 145, even\nthough sex is subject to “heightened” rather than “strict” scrutiny\nunder our precedents. Finally, we have not subjected all peremptory\nstrikes to “rational basis” review, which normally applies absent a\nprotected characteristic.Cleburnev.Cleburne Living\nCenter, Inc.,473 U.S.\n432, 440–442 (1985); see generallyBatson,supra,at 123–125 (Burger, J., dissenting);J. E. B.,supra,at 161 (Scalia, J., dissenting). Thus, the Court’s\nown jurisprudence seems to recognize that its equal protection\nprinciples do not naturally apply to individual, discretionary\nstrikes.Now that we have followedBatsonto its\nlogical conclusion and applied it to race- and sex-based strikes\nwithout regard to the race or sex of the defendant, it is\nimpossible to exercise a peremptory strike that cannot be\nchallenged by the opposing party, thereby requiring a “neutral”\nexplanation for the strike. But requiring an explanation is\ninconsistent with the very nature of peremptory strikes. Peremptory\nstrikes are designed to protect against fears of partiality by\ngiving effect to the parties’ intuitions about jurors’\noften-unstated biases. “[E]xercised on grounds normally thought\nirrelevant to legal proceedings or official action,” like “race,\nreligion, nationality, occupation or affiliations,”Swain,supra, at 220, they are a form of action that is by nature\n“arbitrary and capricious,” 4 W. Blackstone, Commentaries on the\nLaws of England 346 (1769) The strike must “be exercised with full\nfreedom, or it fails of its full purpose.”Lewisv.United States,146 U.S.\n370, 378 (1892). Because the strike may be exercised on as\nlittle as the “sudden impressions and unaccountable prejudices we\nare apt to conceive upon the bare looks and gestures of another,”id.,at 376, reasoned explanation is often impossible. And\nwhere scrutiny of individual strikes is permitted, the strike is\n“no longer . . . peremptory, each and every challenge\nbeing open to examination.”Swain,supra, at 222.In sum, as other Members of this Court have\nrecognized,Batsoncharted the course for eliminating\nperemptory strikes. See,e.g., Ricev.Collins,546 U.S.\n333, 344 (2006) (Breyer, J., concurring);Batson,supra,at 107–108 (Marshall, J., concurring). Although those\nJustices welcomed the prospect, I do not. The peremptory system\n“has always been held essential to the fairness of trial by jury.”Lewis,supra,at 376. And the basic premise ofStrauder—that a juror’s racial prejudices can make a trial\nless fair—has not become “obsolete.”McCollum, 505\nU. S., at 61 (opinion of Thomas, J.). The racial composition\nof a jury matters because racial biases, sympathies, and prejudices\nstill exist. This is not a matter of “assumptions,” asBatsonsaid. It is a matter of reality.[13] The Court knows these prejudices exist. Why\nelse would it say that “a capital defendant accused of an\ninterracial crime is entitled to have prospective jurors informed\nof the race of the victim and questioned on the issue of racial\nbias”?Turnerv.Murray,476 U.S.\n28, 36–37 (1986).[14]\nFor that matter, why else say here that “Flowers is black” and the\n“prosecutor is white”?Ante,at 3. Yet the Court continues\nto apply a line of cases that prevents, among other things, black\ndefendants from striking potentially hostile white jurors. I remain\n“certain that black criminal defendants will rue the day that this\nCourt ventured down this road that inexorably will lead to the\nelimination of peremptory strikes.”McCollum,supra,at 60 (opinion of Thomas, J.).Instead of focusing on the possibility that a\njuror will misperceive a peremptory strike as threatening his\ndignity, I would return the Court’s focus to the fairness of trials\nfor the defendant whose liberty is at stake and to the People who\nseek justice under the law.*  *  *If the Court’s opinion today has a redeeming\nquality, it is this: The State is perfectly free to convict Curtis\nFlowers again. Otherwise, the opinion distorts our legal standards,\nignores the record, and reflects utter disrespect for the careful\nanalysis of the Mississippi courts. Any competent prosecutor would\nhave exercised the same strikes as the State did in this trial. And\nalthough the Court’s opinion might boost its self-esteem, it also\nneedlessly prolongs the suffering of four victims’ families. I\nrespectfully dissent.Notes1E.g., Tharpev.Sellers, 583 U. S. ___ (2018) (per curiam);Buckv.Davis, 580 U. S. ___ (2017);Fosterv.Chatman, 578 U. S. ___ (2016);In re Davis, 557 U.S. 952 (2009);Snyderv.Louisiana,552 U.S.\n472(2008).2The majority also\ncomplains that the State did not ask enough “follow-up questions”\nof Wright.Ante,at 28. I see no reason why the State needed\nmore information. Besides, if the Statehadasked more\nquestions, the majority would complain that the State engaged in\n“dramatically disparate” questioning of Wright.3The majority ignores the\nfact that, after the initialBatsonchallenge, the State\ntendered a black juror as an alternate instead of exercising\navailable peremptory strikes. The State also tendered the first\nblack juror available. This is hardly a “ ‘consistent\npattern’ ” of strikes against black jurors.Ante, at\n22.4Thus, the majority is\nsimply wrong to complain that the State failed to ask Chesteen or\nLester “individual follow-up questions” on this issue.Ante,at 28.5At a minimum, Mississippi\nhas reasonably readBatson’s “ ‘prophylactic\nframework,’ ”Johnsonv.California,545 U.S.\n162, 174 (2005) (Thomas, J., dissenting), to mean that the\nparty making aBatsonclaim forfeits arguments not made to\nthe trial court. SeePitchfordv.State, 45 So. 3d\n216, 227–228 (Miss. 2010); accord, Record 2965. Thus, whether as a\nmatter ofBatsonitself or the State’s implementation ofBatson, Flowers forfeited these arguments.6These mistakes continued\nbefore this Court. Flowers asserts that in his first four trials,\nthe State “struck every black panelist that [it] could,” Brief for\nPetitioner 23; that is false. Seeinfra, at 30. Flowers says\nthat the State asked potential juror Robinson “a total of five\nquestions,” Brief for Petitioner 15, n. 14, but it actually\nasked 10. See App. 82–83; Tr. 1147–1148. Flowers says that the\nState “did not question [Robinson] on [his] relationship” with\nFlowers’ brother, Brief for Petitioner 46, n. 35; it did. See\nApp. 82–83. Flowers refers to Bertha Tardy’s “son,” Brief for\nPetitioner 52, but Tardy’s only child was a daughter. See Tr. 3268.\nFlowers says that “the Mississippi Supreme Court found two clearBatsonviolations” in the third trial, Brief for Petitioner\n32; it did not. Seeinfra, at 28–29. Flowers repeatedly\nrefers to “the decidedly false claim that Wright’s” and Burnside’s\n“wages had been garnished,” Brief for Petitioner 56, 50, 18, 22,\nn. 24, 51; Tr. of Oral Arg. 8, 11, 12, even though that claim\nis true. Seesupra,at 6–9. Flowers said that Wright “still\nwork[ed]” at Wal-Mart at the time of jury selection, Tr. of Oral\nArg. 16; she did not. Tr. 782. Flowers agreed that in this trial,\nthe State struck “every black juror that was available on the\npanel” after “the first one,” Tr. of Oral Arg. 57–58; Reply Brief\n1, but it did not. See App. 241 (tendering a black juror as an\nalternate).7One trial had to be moved\nto a new venue because “duringvoir direit became apparent\nthat a fair and impartial jury could not be impaneled.”Flowersv.State, 842 So. 2d 531, 535 (Miss. 2003).\nAt another trial, one of two black jurors seated was “excused after\nhe informed the judge that he could not be a fair and impartial\njuror.”Flowersv.State, 947 So. 2d 910, 916 (Miss.\n2007). And at the next trial, one of the alternate jurors, who was\nblack, was convicted of perjury after it came to light that she had\nlied duringvoir direabout not knowing Flowers and had\nvisited him in jail.Flowersv.State, 240 So. 3d\n1082, 1137 (Miss. 2017).8The majority seems to\ndraw a distinction between individual questions asked during groupvoir direand individual questions asked during individualvoir dire.Ante, at 23–24. I cannot imagine why this\ndistinction would matter here. The majority does not explain its\nreasoning, and its statistics treat these questions the\nsame.9The majority ominously\nwarns that, through questioning, prosecutors “can try to find some\npretextual reason . . . to justify what is in reality a\nracially motivated strike” and that “[p]rosecutors can decline to\nseek what they do not want to find about white prospective jurors.”Ante,at 25. I would not so blithely impute single-minded\nracism to others. Doing so cheapens actual cases of\ndiscrimination.10The\nCourt repeatedly and inaccurately attributes statements by the\nplurality to the Mississippi Supreme Court—or deems those\nstatements part of a “lead opinion,”ante,at 5, 20, even\nthough a majority of that court disagreed in relevant part. The\nCourt also takes the plurality’s statements out of context. For\ninstance, three times the Court quotes the plurality’s statement\nthat “ ‘[t]he instant case presents us with as strong a prima\nfacie case of racial discrimination as we have ever seen in the\ncontext of aBatsonchallenge.’ ”Ante,at 2, 5,\n20. But that statement was focused solely on the fact that “[t]he\nprosecutor exercised all fifteen of his peremptory strikes on\nAfrican-Americans.”Flowers, 947 So. 2d, at 935. One\ncould just as easily say that Flowers’ own strikes here—11 whites,\nzero blacks—present an overwhelming prima facie case of racial\ndiscrimination. Tr. of Oral Arg. 57 (admitting that Flowers’ trial\ncounsel “only exercised peremptories against white jurors”). As the\nCourt understands, a prima facie case is only the first step ofBatson,ante,at 12–13, and a majority of the\nMississippi Supreme Court in the third trial found that Flowers\nfailed to carry his burden of proving purposeful racial\ndiscrimination as toanystrike.11Rather than explain its numbers, the\nCourt points out that when pressed at oral argument, the State\nagreed that 41 of 42 potential black jurors had been stricken.Ante, at 2, 20. No one else—not even Flowers—has agreed with\nthat statistic. See Brief for Petitioner 32; App. 35. Flowers\ncertainly did not present it to the state courts. The question\nbefore us is whether those courts clearly erred, and in reviewing\ntheir decisions, we must affirm “ ‘if the result is\ncorrect’ ” based on the actual record.NLRBv.Kentucky River Community Care, Inc.,532\nU.S. 706, 722, n. 3 (2001).12The\nCourt has never explained “why a violation of a third party’s right\nto serve on a jury should be grounds for reversal when other\nviolations of third-party rights, such as obtaining evidence\nagainst the defendant in violation of another person’s Fourth or\nFifth Amendment rights, are not.”Campbellv.Louisiana,523 U.S.\n392, 405 (1998) (Thomas, J., concurring in part and dissenting\nin part).13Academic studies appear to support\nthis commonsense proposition. See,e.g.,Carter &\nMazzula, Race and Racial Identity Status Attitudes, 11 J. Ethnicity\nCrim. Justice 196, 211 (2013) (“[R]acial bias exists in juror\ndecision making”); Ellsworth & Sommers, Race in the Courtroom,\n26 Personality & Soc. Psychol. Bull. 1367, 1367–1379 (2000).\nCf.J.E.B.v.Alabama ex rel.\nT. B.,511 U.S.\n127, 148–149 (1994) (O’Connor, J., concurring) (“We know that\nlike race, gender matters”).14It is\ntelling that Flowers here sought a new trial because the trial\ncourt supposedly failed to allow sufficient questioning on racial\nprejudice. See Record 2936. Evidently Flowers was operating “on the\nassumption that” jurors might “be biased in a particular case\nsimply because the defendant is black.”Batsonv.Kentucky,476 U.S.\n79, 97 (1986). Perhaps unsurprisingly, then, he exercised\nperemptory strikes against 11 white jurors and 0 black\njurors.",
    "joined": []
}