{
    "case": {
        "docket": "770",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/770/"
    },
    "id": "1963291",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTSCHWAB V. REILLY560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-538WILLIAM G. SCHWAB, PETITIONERv.NADEJDA\nREILLYon writ of certiorari to the united states court of\nappeals for the third circuit[June 17, 2010]Justice Thomas delivered the\nopinion of the Court.When a debtor files a Chapter 7\nbankruptcy petition, all of the debtor’s assets become property of\nthe bankruptcy estate, see 11 U. S. C. §541, subject to the\ndebtor’s right to reclaim certain property as “exempt,”\n§522(l). The Bankruptcy Code specifies the types of\nproperty debtors may exempt, §522(b), as well as the maximum value\nof the exemptions a debtor may claim in certain assets, §522(d).\nProperty a debtor claims as exempt will be excluded from the\nbankruptcy estate “[u]nless a party in interest” objects.\n§522(l).This case presents an opportunity for us to\nresolve a disagreement among the Courts of Appeals about what\nconstitutes a claim of exemption to which an interested party must\nobject under §522(l). The issue is whether an interested\nparty must object to a claimed exemption where, as here, the Code\ndefines the property the debtor is authorized to exempt as an\ninterest, the value of which may not exceed a certain dollar\namount, in a particular type of asset, and the debtor’s schedule of\nexempt property accurately describes the asset and declares the\n“value of [the] claimed exemption” in that asset to be an amount\nwithin the limits that the Code prescribes. Fed. Rule Bkrtcy. Proc.\nOfficial Form 6, Schedule C (1991) (hereinafter Schedule C). We\nhold that, in cases such as this, an interested party need not\nobject to an exemption claimed in this manner in order to preserve\nthe estate’s ability to recover value in the asset beyond the\ndollar value the debtor expressly declared exempt.IRespondent Nadejda Reilly filed\nfor Chapter 7 bankruptcy when her catering business failed. She\nsupported her petition with various schedules and statements, two\nof which are relevant here: Schedule B, on which the Bankruptcy\nRules require debtors to list their assets (most of which become\nproperty of the estate), and Schedule C, on which the Rules require\ndebtors to list the property they wish to reclaim as exempt. The\nassets Reilly listed on Schedule B included an itemized list of\ncooking and other kitchen equipment that she described as “business\nequipment,” and to which she assigned an estimated market value of\n$10,718. App. 40a, 49a–55a.On Schedule C, Reilly claimed two\nexempt interests in this equipment pursuant to different sections\nof the Code. Reilly claimed a “tool[s] of the trade” exemption of\n$1,850 in the equipment under §522(d)(6), which permits a debtor to\nexempt his “aggregate interest, not to exceed $1,850 in value, in\nany implements, professional books, or tools, of [his] trade.” See\nalso 69 Fed. Reg. 8482 (2004) (Table). And she claimed a\nmiscellaneous exemption of $8,868 in the equipment under\n§522(d)(5), which, at the time she filed for bankruptcy, permitted\na debtor to take a “wildcard” exemption equal to the “debtor’s\naggregate interest in any property, not to exceed” $10,225 “in\nvalue.”[Footnote 1] See App.\n58a. The total value of these claimed exemptions ($10,718) equaled\nthe value Reilly separately listed on Schedules B and C as the\nequipment’s estimated market value, seeid., at 49a,\n58a.Subject to exceptions not relevant here, the\nFederal Rules of Bankruptcy Procedure require interested parties to\nobject to a debtor’s claimed exemptions within 30 days after the\nconclusion of the creditors’ meeting held pursuant to Rule 2003(a).\nSee Fed. Rule Bkrtcy. Proc. 4003(b). If an interested party fails\nto object within the time allowed, a claimed exemption will exclude\nthe subject property from the estate even if the exemption’s value\nexceeds what the Code permits. See,e.g.,\n§522(l);Taylorv.Freeland & Kronz,503 U. S. 638,\n642–643 (1992).Petitioner William G. Schwab, the trustee of\nReilly’s bankruptcy estate, did not object to Reilly’s claimed\nexemptions in her business equipment because the dollar value\nReilly assigned each exemption fell within the limits that\n§§522(d)(5) and (6) prescribe. App. 163a. But because an appraisal\nrevealed that the total market value of Reilly’s business equipment\ncould be as much as $17,200,[Footnote 2] Schwab moved the Bankruptcy Court for\npermission to auction the equipment so Reilly could receive the\n$10,718 she claimed as exempt, and the estate could distribute the\nequipment’s remaining value (approximately $6,500) to Reilly’s\ncreditors. App. 141a–143a.Reilly opposed Schwab’s motion. She argued\nthat by equating on Schedule C the total value of the exemptions\nshe claimed in the equipment with the equipment’s estimated market\nvalue, she had put Schwab and her creditors on notice that she\nintended to exempt the equipment’s full value, even if that amount\nturned out to be more than the dollar amount she declared, and more\nthan the Code allowed.Id., at 165a. Citing\n§522(l), Reilly asserted that because her Schedule C\nnotified Schwab of her intent to exempt the full value of her\nbusiness equipment, he was obliged to object if he wished to\npreserve the estate’s right to retain any value in the equipment in\nexcess of the $10,718 she estimated. Because Schwab did not object\nwithin the time prescribed by Rule 4003(b), Reilly asserted that\nthe estate forfeited its claim to such value.Id., at\n165a. Reilly further informed the Bankruptcy Court that exempting\nher business equipment from the estate was so important to her that\nshe would dismiss her bankruptcy case if doing so was the only way\nto avoid the equipment’s sale at auction.[Footnote 3]The Bankruptcy Court denied both Schwab’s\nmotion to auction the equipment and Reilly’s conditional motion to\ndismiss her case. SeeIn re Reilly, 403 B. R.\n336 (Bkrtcy. Ct. MD Pa. 2006). Schwab sought relief from the\nDistrict Court, arguing that neither the Code nor Rule 4003(b)\nrequires a trustee to object to a claimed exemption where the\namount the debtor declares as the “value of [the debtor’s] claimed\nexemption” in certain property is an amount within the limits the\nCode prescribes. The District Court rejected Schwab’s argument, and\nthe Court of Appeals affirmed. SeeIn re Reilly, 534\nF. 3d 173 (CA3 2008).The Court of Appeals agreed with the\nBankruptcy Court that by equating on Schedule C the total value of\nher exemptions in her business equipment with the equipment’s\nmarket value, Reilly “indicate[d] the intent” to exempt the\nequipment’s full value.Id., at 174. In reaching this\nconclusion, the Court of Appeals relied on our decision inTaylor:“[W]e believe this case to be controlled by\nTaylor. Just as we perceive it was important to theTaylorCourt that the debtor meant to exempt the full\namount of the property by listing ‘unknown’ as both the value of\nthe property and the value of the exemption, it is important to us\nthat Reilly valued the business equipment at $10,718 and claimed an\nexemption in the same amount. Such an identical listing put Schwab\non notice that Reilly intended to exempt the property fully..     .     .     .     .“ ‘[A]n unstated premise’ ofTaylorwas ‘that a\ndebtor who exempts the entire reported value of an asset is\nclaiming the “full amount,” whatever it turns out to be.’ ”\n534 F. 3d, at 178–179.Relying on this “unstated premise,” the Court of\nAppeals held that Schwab’s failure to object to Reilly’s claimed\nexemptions entitled Reilly to the equivalent of an in-kind interest\nin her business equipment, even though the value of that exemption\nexceeded the amount that Reilly declared on Schedule C and the\namount that the Code allowed her to withdraw from the bankruptcy\nestate.Ibid.As noted, the Court of Appeals’ decision adds\nto disagreement among the Circuits about what constitutes a claim\nof exemption to which an interested party must object under\n§522(l).[Footnote 4]\nWe granted certiorari to resolve this conflict. See 556 U. S. ___\n(2009). We conclude that the Court of Appeals’ approach fails to\naccount for the text of the relevant Code provisions and\nmisinterprets our decision inTaylor. Accordingly, we\nreverse.IIThe starting point for our\nanalysis is the proper interpretation of Reilly’s Schedule C. If we\nread the Schedule Reilly’s way, she claimed exemptions in her\nbusiness equipment that could exceed statutory limits, and thus\nclaimed exemptions to which Schwab should have objected if he\nwished to enforce those limits for the benefit of the estate. If we\nread Schedule C Schwab’s way, Reilly claimed valid exemptions to\nwhich Schwab had no duty to object. The Court of Appeals construed\nSchedule C Reilly’s way and interpreted her claimed exemptions as\nimproper, and therefore objectionable, even though their declared\nvalue was facially within the applicable Code limits. In so doing,\nthe Court of Appeals held that trustees evaluating the validity of\nexemptions in cases like this cannot take a debtor’s claim at face\nvalue, and specifically cannot rely on the fact that the amount the\ndebtor declares as the “value of [the] claimed exemption” is within\nstatutory limits. Instead, the trustee’s duty to object turns on\nwhether the interplay of various schedule entries supports an\ninference that the debtor “intended” to exempt a dollar value\ndifferent than the one she wrote on the form. 534 F. 3d, at\n178. This complicated view of the trustee’s statutory obligation,\nand the strained reading of Schedule C on which it rests, is\ninconsistent with the Code.[Footnote 5]The parties agree that this case\nis governed by §522(l), which states that a Chapter 7\ndebtor must “file a list of property that the debtor claims as\nexempt under subsection (b) of this section,” and further states\nthat “[u]nless a party in interest objects, the property claimed as\nexempt on such list is exempt.” The parties further agree that the\n“list” to which §522(l) refers is the “list of property …\nclaim[ed] as exempt” currently known as “Schedule C.” See Schedule\nC.[Footnote 6] The parties,\nlike the Courts of Appeals, disagree about what information on\nSchedule C defines the “property claimed as exempt” for purposes of\nevaluating an exemption’s propriety under §522(l). Reilly\nasserts that the “property claimed as exempt” is defined by\nreference to all the information on Schedule C, including the\nestimated market value of each asset in which the debtor claims an\nexempt interest. Schwab and the United States asamicus\ncuriaeargue that the Code specifically defines the “property\nclaimed as exempt” as an interest, the value of which may not\nexceed a certain dollar amount, in a particular asset,notas the asset itself. Accordingly, they argue that the value of the\nproperty claimed exempt,i.e., the value of the debtor’s\nexempt interest in the asset, should be judged on the value the\ndebtor assigns the interest,noton the value the debtor\nassigns the asset. The point of disagreement is best illustrated by\nthe relevant portion of Reilly’s Schedule C:Schedule C–Property Claimed as ExemptDescription ofPropertySpecify Law Providing Each ExemptionValue of Claimed ExemptionCurrent Market Value of Property Without Deducting\nExemptionsSchedule B PersonalProperty. . . .See attached list of business equipment.. . . .11 U. S. C. §522(d)(6)11 U. S. C. §522(d)(5). . . .1,8508,868. . . .10,718According to Reilly, Schwab was required to treat the estimate\nof market value she entered in column four as part of her claimed\nexemption in identifying the “property claimed as exempt” under\n§522(l). See Brief for Respondent 22–28. Relying on this\npremise, Reilly argues that where, as here, a debtor equates the\ntotal value of her claimed exemptions in a certain asset (column\nthree) with her estimate of the asset’s market value (column four),\nshe establishes the “property claimed as exempt” as the full value\nof the asset, whatever that turns out to be. Seeibid.\nAccordingly, Reilly argues that her Schedule C clearly put Schwab\non notice that she “intended” to claim an exemption for the full\nvalue of her business equipment, and that Schwab’s failure to\noppose the exemption in a timely manner placed the full value of\nthe equipment outside the estate’s reach.Schwab does not dispute that\ncolumns three and four apprised him that Reilly equated the total\nvalue of her claimed exemptions in the equipment ($1,850 plus\n$8,868) with the equipment’s market value ($10,718). He simply\ndisagrees with Reilly that this “identical listing put [him] on\nnotice that Reilly intended to exempt the property fully,”\nregardless whether its value exceeded the exemption limits the Code\nprescribes. 534 F. 3d, at 178. Schwab and amicusUnited\nStates instead contend that the Code defines the “property” Reilly\nclaimed as exempt under §522(l) as an “interest” whose\nvalue cannot exceed a certain dollar amount. Brief for Petitioner\n20–26; Reply Brief for Petitioner 3–6; Brief for United States asAmicus Curiae12–18. Construing Reilly’s Schedule C in\nlight of this statutory definition, they contend that Reilly’s\nclaimed exemption was facially unobjectionable because the\n“property claimed as exempt” (i.e., two interests in her\nbusiness equipment worth $8,868 and $1,850, respectively) is\nproperty Reilly was clearly entitled to exclude from her estate\nunder the Code provisions she referenced in column 2. Seesupra, at 8 (citing §§522(d)(5) and (6)). Accordingly,\nSchwab and the United States conclude that Schwab had no obligation\nto object to the exemption in order to preserve for the estate any\nvalue in Reilly’s business equipment beyond the total amount\n($10,718) Reilly properly claimed as exempt.We agree. The portion of\n§522(l) that resolves this case is not, as Reilly asserts,\nthe provision stating that the “property claimed as exempt on\n[Schedule C] is exempt” unless an interested party objects. Rather,\nit is the portion of §522(l) that defines the target of\nthe objection, namely, the portion that says Schwab has a duty to\nobject to the “list of property that the debtor claims as exemptunder subsection (b).” (Emphasis added.) That subsection,\n§522(b), doesnotdefine the “property claimed as exempt”\nby reference to the estimated market value on which Reilly and the\nCourt of Appeals rely. Brief for Respondent 22–23; 534 F. 3d,\nat 178. Section 522(b) refers only to property defined in §522(d),\nwhich in turn lists 12 categories of property that a debtor may\nclaim as exempt. As we have recognized, most of these categories\n(and all of the categories applicable to Reilly’s exemptions)\ndefine the “property” a debtor may “clai[m] as exempt” as the\ndebtor’s “interest”—up to a specified dollar amount—in the assets\ndescribed in the category,notas the assets themselves.\n§§522(d)(5)–(6); see also §§522(d)(1)–(4), (8);Rouseyv.Jacoway,544 U. S. 320, 325\n(2005);Owenv.Owen,500 U. S. 305, 310\n(1991). Viewing Reilly’s form entries in light of this definition,\nwe agree with Schwab and the United States that Schwab had no duty\nto object to the property Reilly claimed as exempt (two interests\nin her business equipment worth $1,850 and $8,868) because the\nstated value of each interest, and thus of the “property claimed as\nexempt,” was within the limits the Code allows.[Footnote 7]Reilly’s contrary view of Schwab’s obligations\nunder §522(l) does not withstand scrutiny because it\ndefines the target of a trustee’s objection—the “property claimed\nas exempt”—based on language in Schedule C and dictionary\ndefinitions of “property,” see Brief for Respondent 24–25, 40–41,\nthat the definition in the Code itself overrides.[Footnote 8] Although we may look to\ndictionaries and the Bankruptcy Rules to determine the meaning of\nwords the Code does not define, see,e.g.,Rousey,supra, at 330, the Code’s definition of\nthe “property claimed as exempt” in this case is clear. As noted\nabove, §§522(d)(5) and (6) define the “property claimed as exempt”\nas an “interest” in Reilly’s business equipment,notas\nthe equipmentper se. Sections 522(d)(5) and (6) further\nand plainly state that claims to exempt such interests are\nstatutorily permissible, and thus unobjectionable, if the value of\nthe claimed interest is below a particular dollar amount.[Footnote 9] That is the case here, and\nSchwab was entitled to rely upon these provisions in evaluating\nwhether Reilly’s exemptions were objectionable under the Code. SeeLamiev.United States Trustee,540 U. S. 526, 534\n(2004);Hartford Underwriters Ins. Co.v.Union\nPlanters Bank, N. A.,530 U. S. 1, 6 (2000). The\nCourt of Appeals’ contrary holding not only fails to account for\nthe Code’s definition of the “property claimed as exempt.” It also\nfails to account for the provisions in §522(d) that permit debtors\nto exempt certain property in kind or in full regardless of value.\nSee,e.g., §§522(d)(9) (professionally prescribed health\naids), (10)(C) (disability benefits), (7) (unmatured life insurance\ncontracts). We decline to construe Reilly’s claimed exemptions in a\nmanner that elides the distinction between these provisions and\nprovisions such as §§522(d)(5) and (6), see,e.g.,Duncanv.Walker,533 U. S. 167, 174\n(2001), particularly based upon an entry on Schedule C—Reilly’s\nestimate of her equipment’s market value—to which the Code does not\nrefer in defining the “property claimed as exempt.”[Footnote 10]For all of these reasons, we conclude that\nSchwab was entitled to evaluate the propriety of the claimed\nexemptions based on three, and only three, entries on Reilly’s\nSchedule C: the description of the business equipment in which\nReilly claimed the exempt interests; the Code provisions governing\nthe claimed exemptions; and the amounts Reilly listed in the column\ntitled “value of claimed exemption.” In reaching this conclusion,\nwe do not render the market value estimate on Reilly’s Schedule C\nsuperfluous. We simply confine the estimate to its proper role:\naiding the trustee in administering the estate by helping him\nidentify assets that may have value beyond the dollar amount the\ndebtor claims as exempt, or whose full value may not be available\nfor exemption because a portion of the interest is, for example,\nencumbered by an unavoidable lien. See,e.g.,3 W. Norton,\nBankruptcy Law and Practice §56:7 (3d ed. 2009); Brief for United\nStates asAmicus Curiae16; Dept. of Justice, Executive\nOffice for U. S. Trustees, Handbook for Chapter 7 Trustees, p. 8–1\n(2005), http://\nwww.justice.gov /ust/eo/private_trustee/library/chapter07/\ndocs/7handbook1008/Ch7_Handbook.pdf (as visited June 14, 2010, and\navailable in Clerk of Court’s case file). As noted, most assets\nbecome property of the estate upon commencement of a bankruptcy\ncase, see 11 U. S. C. §541, and exemptions represent the\ndebtor’s attempt to reclaim those assets or, more often, certain\ninterests in those assets, to the creditors’ detriment.\nAccordingly, it is at least useful for a trustee to be able to\ncompare the value of the claimed exemption (which typically\nrepresents the debtor’s interest in a particular asset) with the\nasset’s estimated market value (which belongs to the estate subject\nto any valid exemption) without having to consult separate\nschedules.[Footnote 11]Our interpretation of Schwab’s statutory\nobligations is not only consistent with the governing Code\nprovisions; it is also consistent with the historical treatment of\nbankruptcy exemptions. Congress has permitted debtors to exempt\ncertain property from their bankruptcy estates for more than two\ncenturies. See Act of Apr. 4, 1800, ch. 19, §5, 2 Stat.\n23.[Footnote 12] Throughout\nthese periods, debtors have validly exempted property based on\nforms that required the debtor to list the value of a claimed\nexemption without also estimating the market value of the asset in\nwhich the debtor claimed the exempt interest. See Brief for\nRespondent 46, n. 7 (citing Sup. Ct. Bkrtcy. Form 20\n(1877)).[Footnote 13]\nIndeed, it was not until 1991 that Schedule B–4 was redesignated as\nSchedule C and amended to require the estimate of market value on\nwhich Reilly so heavily relies. See Schedule C. This amendment was\nnot occasioned by legislative changes that altered the Code’s\ndefinition of “the property claimed as exempt” in this case as an\n“interest,” not to exceed a certain dollar amount, in Reilly’s\nbusiness equipment.[Footnote\n14] Accordingly, we agree with Schwab and the United States\nthat this recent amendment to the exemption form does not compel\nReilly’s view of Schwab’s statutory obligations, or render the\nclaimed exemptions in this case objectionable under the Code. See\nReply Brief for Petitioner 9–11; Brief for United States asAmicus Curiae16–17.[Footnote 15]IIIThe Court of Appeals erred in\nholding that our decision inTaylordictates a contrary\nconclusion. See 534 F. 3d, at 178.Taylordoes not\nrest on what the debtor “meant” to exempt. 534 F. 3d, at 178.\nRather,Taylorapplies to the face of a debtor’s claimed\nexemption the Code provisions that compel reversal here.The debtor inTaylor,\nlike the debtor here, filed a schedule of exemptions with the\nBankruptcy Court on which the debtor described the property subject\nto the claimed exemption, identified the Code provision supporting\nthe exemption, and listed the dollar value of the exemption.\nCritically, however, the debtor inTaylordidnot, like the debtor here, state the value of the claimed\nexemption as a specific dollar amount at or below the limits the\nCode allows. Instead, the debtor inTaylorlisted the\nvalue of the exemption itself as “$unknown”:Schedule B-4.–Property Claimed ExemptType of PropertyLocation, Description, and, So Far As Relevant to the Claim of\nExemption, Present Use of PropertySpecify the Statute Creating the ExemptionValue Claimed ExemptProceeds from lawsuitWinn v. TWAClaim for lost wages11 U. S. C. 522(b)(d)$unknownThe interested parties inTayloragreed that this entry\nrendered the debtor’s claimed exemption objectionable on its face\nbecause the exemption concerned an asset (lawsuit proceeds) that\nthe Code did not permit the debtor to exempt beyond a specific\ndollar amount. See 503 U. S., at 642. Accordingly, although this\ncase andTaylorboth concern the consequences of a\ntrustee’s failure to object to a claimed exemption within the time\nspecified by Rule 4003, the question arose inTayloron\nstarkly different facts. InTaylor, the question concerned\na trustee’s obligation to object to the debtor’s entry of a “value\nclaimed exempt” that wasnotplainly within the limits the\nCode allows. In this case, the opposite is true. The amounts Reilly\nlisted in the Schedule C column titled “Value of Claimed Exemption”arefacially within the limits the Code prescribes and\nraise no warning flags that warranted an objection.[Footnote 16] Seesupra,at 8.Taylorsupports this conclusion. In\nholding otherwise, the Court of Appeals focused on what it\ndescribed asTaylor’s “ ‘unstated premise’ ”\nthat “ ‘a debtor who exempts the entire reported value of an\nasset is claiming the “full amount,” whatever it turns out to\nbe.’ ” 534 F. 3d, at 179. ButTaylordoes not\nrest on this premise. It establishes and applies the\nstraightforward proposition that an interested party must object to\na claimed exemption if the amount the debtor lists as the “value\nclaimed exempt” is not within statutory limits, a test the value ($unknown) inTaylorfailed, and the values ($8,868\nand $1,850) in this case pass.We adhere to this test. Doing otherwise would\nnot only depart fromTaylorand ignore the presumption\nthat parties act lawfully and with knowledge of the law, cf.United Statesv.Budd,144 U. S. 154, 163\n(1892); it would also require us to expand the statutory definition\nof “property claimed as exempt” and the universe of information an\ninterested party must consider in evaluating the validity of a\nclaimed exemption. Even if the Code allowed such expansions, they\nwould be ill advised. As evidenced by the differences between\nReilly’s Schedule C and the schedule inTaylor, preprinted\nbankruptcy schedules change over time. Basing the definition of the\n“property claimed as exempt,” and thus an interested party’s\nobligation to object under §522(l), on inferences that\nparty must draw from evolving forms, rather than on the facial\nvalidity of the value the debtor assigns the “property claimed as\nexempt” as defined by the Code, would undermine the predictability\nthe statute is designed to provide.[Footnote 17] For all of these reasons, we take Reilly’s\nexemptions at face value and find them unobjectionable under the\nCode, so the objection deadline we enforced inTayloris\ninapplicable here.IVIn a final effort to defend the\nCourt of Appeals’ judgment, Reilly asserts that her approach to\n§522(l) is necessary to vindicate the Code’s goal of\ngiving debtors a fresh start, and to further its policy of\ndiscouraging trustees and creditors from sleeping on their rights.\nSee Brief for Respondent 21, 55–68. Although none of Reilly’s\npolicy arguments can overcome the Code provisions or the aspects ofTaylorthat govern this case, our decision fully accords\nwith all of the policies she identifies. We agree that “exemptions\nin bankruptcy cases are part and parcel of the fundamental\nbankruptcy concept of a ‘fresh start.’ ” Brief for Respondent\n21 (quotingRousey, 544 U. S., at 325); seeMarramav.Citizens Bank of Mass.,549 U. S. 365, 367\n(2007). We disagree that this policy required Schwab to object to a\nfacially valid claim of exemption on pain of forfeiting his ability\nto preserve for the estate any value in Reilly’s business equipment\nbeyond the value of the interest she declared exempt. This approach\nthreatens to convert a fresh start into a free pass.As we emphasized inRousey, “[t]o help the debtor obtain a fresh start, the\nBankruptcy Code permits him towithdraw from the estatecertaininterests inproperty, such as his car or home,up to certain values.” 544 U. S., at 325 (emphasis added).\nThe Code limits exemptions in this fashion because every asset the\nCode permits a debtor to withdraw from the estate is an asset that\nis not available to his creditors. See §522(b)(1). Congress\nbalanced the difficult choices that exemption limits impose on\ndebtors with the economic harm that exemptions visit on creditors,\nand it is not for us to alter this balance by requiring trustees to\nobject to claimed exemptions based on form entries beyond those\nthat govern an exemption’s validity under the Code. SeeLamie, 540 U. S., at 534, 538;Hartford, 530 U.\nS., at 6;United Statesv.Locke,471 U. S. 84, 95\n(1985).Reilly nonetheless contends that our approach\ncreates perverse incentives for trustees and creditors to sleep on\ntheir rights. See Brief for Respondent 64, n. 10, 67–69.\nAgain, we disagree. Where a debtor intends to exempt nothing more\nthan an interest worth a specified dollar amount in an asset that\nis not subject to an unlimited or in-kind exemption under the Code,\nour approach will ensure clear and efficient resolution of\ncompeting claims to the asset’s value. If an interested party does\nnot object to the claimed interest by the time the Rule 4003 period\nexpires, title to the asset will remain with the estate pursuant to\n§541, and the debtor will be guaranteed a payment in the dollar\namount of the exemption. If an interested party timely objects, the\ncourt will rule on the objection and, if it is improper, allow the\ndebtor to make appropriate adjustments.[Footnote 18]Where, as here, it is important to the debtor\nto exempt the full market value of the asset or the asset itself,\nour decision will encourage the debtor to declare the value of her\nclaimed exemption in a manner that makes the scope of the exemption\nclear, for example, by listing the exempt value as “full fair\nmarket value (FMV)” or “100% of FMV.”[Footnote 19] Such a declaration will encourage the\ntrustee to object promptly to the exemption if he wishes to\nchallenge it and preserve for the estate any value in the asset\nbeyond relevant statutory limits.[Footnote 20] If the trustee fails to object, or if the\ntrustee objects and the objection is overruled, the debtor will be\nentitled to exclude the full value of the asset. If the trustee\nobjects and the objection is sustained, the debtor will be required\neither to forfeit the portion of the exemption that exceeds the\nstatutory allowance, or to revise other exemptions or arrangements\nwith her creditors to permit the exemption. See Fed. Rule Bkrtcy.\nProc. 1009(a). Either result will facilitate the expeditious and\nfinal disposition of assets, and thus enable the debtor (and the\ndebtor’s creditors) to achieve a fresh start free of the finality\nand clouded-title concerns Reilly describes. See Brief for\nRespondent 57–59 (arguing that “[u]nder [Schwab’s] interpretation\nof Rule 4003(b), a debtor would never have the certainty of knowing\nwhether or not he or she may keep her exempted property until the\ncase had ended”);id., at 66.[Footnote 21]For all of these reasons, the policy\nconsiderations Reilly cites support our approach. Where, as here, a\ndebtor accurately describes an asset subject to an exempt interest\nand on Schedule C declares the “value of [the] claimed exemption”\nas a dollar amount within the range the Code allows, interested\nparties are entitled to rely upon that value as evidence of the\nclaim’s validity. Accordingly, we hold that Schwab was not required\nto object to Reilly’s claimed exemptions in her business equipment\nin order to preserve the estate’s right to retain any value in the\nequipment beyond the value of the exempt interest. In reaching this\nconclusion, we express no judgment on the merits of, and do not\nforeclose the courts from entertaining on remand, procedural or\nother measures that may allow Reilly to avoid auction of her\nbusiness equipment.*  *  *We reverse the judgment of the\nCourt of Appeals for the Third Circuit and remand this case for\nfurther proceedings consistent with this opinion.It is so ordered.Footnote 1The 1994 version of 11 U. S. C.\n§522(d)(5) allowed debtors to exempt an “aggregate interest in any\nproperty, not to exceed in value $800 plus up to $7,500 of any\nunused amount of the [homestead or burial plot] exemption provided\nunder [§522(d)(1)].” In 2004, pursuant to §104(b)(2), the Judicial\nConference of the United States published notice that §522(d)(5)\nwould impose the $975 and $9,250 ($10,225 total) limits that\ngoverned Reilly’s April 2005 petition. See 69 Fed. Reg. 8482\n(Table). In 2007 and 2010 the limits were again increased. See 72id., at 7082 (Table); 75id., at 8748\n(Table).Footnote 2Schwab concedes that the appraisal occurred\nbefore Rule 4003(b)’s 30-day window for objecting to the claimed\nexemptions had passed. See Brief for Petitioner 15.Footnote 3Reilly’s desire to avoid the equipment’s\nauction is understandable because the equipment, which Reilly’s\nparents purchased for her despite their own financial difficulties,\nhas “ ‘extraordinary sentimental value.’ ” Brief for\nRespondent 5 (quoting App. 152a–153a). But the sentimental value of\nthe property cannot drive our decision in this case, because\nsentimental value is not a basis for construing the Bankruptcy\nCode. Because the Code imposes limits on exemptions, many debtors\nwho seek to take advantage of the Code are, no doubt, put to the\nsimilarly difficult choice of parting with property of\n“extraordinary sentimental value.”Id., at 152a–>153a;\nseeinfra, at 19–23.Footnote 4CompareIn re Williams, 104 F. 3d\n688, 690 (CA4 1997) (holding that interested parties have no duty\nto object to a claimed exemption where the dollar amount the debtor\nassigns the exemption is facially within the range the Code allows\nfor the type of property in issue);In re Wick, 276\nF. 3d 412 (CA8 2002) (employing reasoning similar toWilliams, but stopping short of articulating a clear\nrule), withIn re Green, 31 F. 3d 1098, 1100 (CA11 1994)\n(“A debtor who exempts the entire reported value of an asset is\nclaiming the [asset’s] ‘full amount,’ whatever it turns out to\nbe”);In re Anderson, 377 B. R. 865 (Bkrtcy.\nApp. Panel CA6 2007) (similar); andIn re\nBarroso-Herrans, 524 F. 3d 341, 344 (CA1 2008) (focusing\non “how a reasonable trustee would have understood the filings\nunder the circumstances”);In re Hyman, 967 F. 2d\n1316 (CA9 1992) (applying an analogous\ntotality-of-the-circumstances approach).Footnote 5The forms, rules, treatise excerpts, and\npolicy considerations on which the dissent relies, seepost, at 4–16, must be read in light of the Bankruptcy\nCode provisions that govern this case, and must yield to those\nprovisions in the event of conflict.Footnote 6Bankruptcy Rule 4003 specifies the time\nwithin which the debtor must file Schedule C, as well as the time\nwithin which interested parties must object to the exemptions\nclaimed thereon.Footnote 7Schwab’s statutory duty to object to the\nexemptions in this case turns solely on whether the value of the\nproperty claimed as exempt exceeds statutory limits because the\nparties agree that Schwab had no cause to object to Reilly’s\nattempt to claim exemptions in the equipment at issue, or to the\napplicability of the Code provisions Reilly cited in support of her\nexemptions.Footnote 8The dissent’s approach suffers from a similar\nflaw, and misstates our holding in critiquing it. Seepost, at 1–2 (asserting that by refusing to subject\n“challenges to the debtor’s valuation of exemptible assets” to the\n“30-day” objection period in Federal Rule of Bankruptcy Procedure\n4003(b), we “drastically reduc[e] Rule 4003’s governance”).\nChallenges to the valuation of what the dissent terms “exemptible\nassets” are not covered by Rule 4003(b) in the first place.Post, at 1. Challenges to “property claimed as exempt” as\ndefined by the Code are covered by Rule 4003(b), but in this case\nthat property is not objectionable, so the lack of an objection did\nnot violate the Rule. Our holding is confined to this point.\nAccordingly, our holding does not “reduc[e] Rule 4003’s\ngovernance,” nor does it express any judgment on what constrains\nobjections to the type of “market value” estimates,post,\nat 1, the dissent equates with the dollar value a debtor assigns\nthe “property claimed as exempt” as defined by the Code, see,e.g.,post, at 2, 6.Footnote 9Treating such claims as unobjectionable is\nconsistent with our precedents. See,e.g.,Rousey, 544 U. S., at 325. It also accords with bankruptcy\ncourt decisions holding that where, as here, a debtor claims an\nexemption pursuant to provisions that (like §522(d)(6)) permit the\ndebtor to exclude from the estate only an “interest” in certain\nproperty, the “property” that becomes exempt absent objection,\n§522(l), is only the “partial interest” claimed as exempt\nand not “the asset as a whole,”e.g.,In re\nSoost, 262 B. R. 68, 72 (Bkrtcy. App. Panel CA8\n2001).Footnote 10The dissent’s approach does not avoid these\nconcerns. The dissent insists that “a debtor’s market valuation [of\nthe equipment in which she claims an exempt interest] is an\nessential factor in determining the nature of the ‘interest’ [the]\ndebtor lists as exempt” (and thus in determining whether the\nclaimed exemption is objectionable), because “without comparing\n[the debtor’s] market valuation of the equipment to the value of\nher claimed exemption” the trustee “could not comprehend whether\n[the debtor] claimed a monetary or an in-kind ‘interest’ in [the]\nequipment.”Post, at 9, n. 9. This argument overlooks\nthe fact that there is another way the trustee could discern from\nthe “face of the debtor’s filings,”post, at 7, n. 6,\nwhether the debtor claimed as exempt a “monetary or an in-kind\n‘interest’ in” her equipment,post, at 9, n. 9: The\ntrustee could simply consult the Code provisions the debtor listed\nas governing the exemption in question. Here, those provisions,\n§§522(d)(5) and (d)(6), expressly describe the exempt interest as\nan “interest” “not to exceed” a specified dollar amount.\nAccordingly, it was entirely appropriate for Schwab to view\nReilly’s schedule entries as exempting an interest in her business\nequipment in the (declared and unobjectionable) amounts of $1,850\nand $8,868. Viewing the entries otherwise,i.e., as\nexempting the equipment in kind or in full no matter what its\ndollar value, would unnecessarily treat the exemption as violating\nthe limits imposed by the Code provisions that govern it, as well\nas ignore the distinction between those provisions and the\nprovisions that “authoriz[e] reclamation of the property in full\nwithout any cap on value,”post, at 7, n. 5. And it\nwould do all of this based on information (identical dollar amounts\nin columns three and four of Schedule C) that Schwab and one of hisamicisay often result from a default setting in\ncommercial bankruptcy software. See Reply Brief for Petitioner 15;\nBrief for Nat. Assn. of Bankruptcy Trustees 13, n. 15.Footnote 11The dissent’s argument that the estimate\nplays a greater role, and is “vital,”post, at 8, to\ndetermining whether the value a debtor assigns the “property\nclaimed as exempt” (here, an interest in certain business\nequipment) is objectionable, seepost, at 8–9, lacks\nstatutory support because the governing Code provisions phrase the\nexemption limit as a simple dollar amount. The dissent’s view, seepost, at 7–>9, might be plausible if the Code stated\nthat the debtor could exempt an interest in her equipment “not to\nexceed” a certainpercentageof the equipment’s market\nvalue, because then it might be necessary to “compar[e] [the\ndebtor’s] market valuation of the equipment to the value of her\nclaimed exemption” to determine the exemption’s propriety.Post, at 9, n. 9. But the Code does not phrase the\nexemption cap in such terms. Moreover, even accepting that the\nequivalent Schedule C entries the dissent relies upon represent a\nclaim to exempt an asset’s full value, the dissent does not explain\nwhy this equivalence precludes a trustee from relying on the dollar\namount the debtor expressly assigns both entries. According to the\ndissent, a trustee faced with such entries should assume not only\nthat the debtor reclaims from the estate what she believes to be\nthe full value of an asset in which the Code allows her to exempt\nan interest “not to exceed” a certain dollar amount,e.g.,\n§522(d)(6), butalsothat the debtor would continue to\nclaim the asset’s full value as exempt even if that value exceeds\nher estimate to a point that would cause her claim to violate the\nCode. The schedule entries themselves do not compel this\nassumption, and the Code provisions they invoke undercut it. The\nevidence that the debtor in this case would have chosen that course\nis external to her exemption schedule. See,e.g.,supra, at 4 (citing statements in Reilly’s motion to\ndismiss);post, at 4, n. 3, 6 (same). And in the\nordinary case, particularly if the equivalent entries the dissent\nrelies upon result from a software default, see n. 10,supra,there is no reason to assume that a debtor would\nwant to violate the Code or jeopardize other exemptions if her\nmarket value estimate turns out to be wrong.Footnote 12See also Act of Aug. 19, 1841, ch. 9, §3, 5\nStat. 442; Act of Mar. 2, 1867, ch. 176, §11, 14 Stat. 521,\namended by Act of June 22, 1874, 18 Stat., Pt. 3, p. 182;\nBankruptcy Act of July 1, 1898, ch. 541, §6, 30 Stat. 548, 11 U.\nS. C. §24 (1926 ed.); Chandler Act, ch. 575, §1, 52 Stat. 847,\n11 U. S. C. §24 (1934 ed., Supp. IV); §522 (1976 ed., Supp.\nII); §522 (2000 ed. and Supp. V).Footnote 13See also General Forms in Bankruptcy,\nOfficial Form 1, Schedule B. (5) (1898); Fed. Rule Bkrtcy.\nProc. Official Form 6, Schedule B–4 (1971).Footnote 14The precise reason for the amendment is\nunclear. See Communication from The Chief Justice of the United\nStates Transmitting Amendments to the Federal Rules of Bankruptcy\nProcedure Prescribed by the Court, Pursuant to 28 U. S. C.\n2075, H. R. Doc. 102–80, p. 558, reprinted in 11\nBankruptcy Rules Documentary History (1990–1991) (referencing only\nthe fact of the amendment). It may have been to consolidate and\nreconcile the separate forms debtors were previously required to\nfile in Chapter 7 and Chapter 13 cases, see,e.g.,In\nre Beshirs, 236 B. R. 42, 46–47 (Bkrtcy. Ct. Kan. 1999),\nor simply to make it easier for trustees to evaluate whether\ncertain assets were viable candidates for liquidation. Whatever the\ncase, it did not result from statutory changes to the Code\nprovisions that govern this dispute.Footnote 15Because the Code provisions we rely upon to\nresolve this case do not obligate trustees to object under Rule\n4003(b) to a debtor’s estimate of the market value of an asset in\nwhich the debtor claims an exempt interest, our analysis does not\ndepend on whether the schedule of “property claimed as exempt”\n(currently Schedule C) calls for such an estimate or not. We engage\nthe point only because Reilly suggests that the 1991 schedule\nrevisions requiring debtors to provide such an estimate on the\nschedule of “property claimed as exempt” means that the estimate\nmust be viewed as part of the exemption and is therefore subject to\nthe Rule. See Brief for Respondent 40–41. The dissent ranges far\nbeyond even this unavailing argument in suggesting that the market\nvalue estimate served as “an essential factor in determining the\nnature of the ‘interest’ a debtor lists as exempt,”post,\nat 9, n. 9, even before 1991 when that estimate didnotappear on the schedule of “property claimed as exempt”\n(former Schedule B–>4), but rather appeared on former “Schedule\nB–2,”post, at 7, n. 6, which merely listed the\ndebtor’s “personal property” as of the date of the petition filing.\nInterim Fed. Rule Bkrtcy. Proc. Official Form 6, Schedules B–2, B–4\n(1979).Footnote 16See,e.g.,Barroso-Herrans,\n524 F. 3d, at 345 (explaining that Schedule C entries listing\nthe value of a claimed exemption as “unknown,” “to be determined,”\nor “100%” are “ ‘red flags to trustees and creditors,’ and\ntherefore put them on notice that if they do not object, the whole\nvalue of the asset—whatever it might later turn out to be—will be\nexempt” (quoting 1 Collier on Bankruptcy ¶8.06[1][c][ii] (15th ed.\nrev. 2007); citation and some internal quotation marks omitted)).\nThe dissent concedes that a debtor’s exemption schedule “must give\nnotice sufficient to cue the trustee that an objection may be in\norder,” and rightly observes that the sufficiency of a particular\ncue, or “ ‘ warning flag,’ ” may lie “in the eye of\nthe beholder.”Post, at 14. In this case, however, the\nCode itself breaks the tie between what might otherwise be two\nequally tenable views.Footnote 17Reilly insists that our conclusion should\nnonetheless be avoided because “procedures that burden the debtor’s\nexemption entitlements, like those that impair a debtor’s discharge\ngenerally, are to be construed narrowly.” Brief for Respondent 33\n(citingKawaauhauv.Geiger,523 U. S. 57, 62 (1998)).\nThis argument misses the mark for two reasons. First, the only\nburdens our conclusion imposes are burdens the Code itself\nprescribes, specifically, the burdens the Code places on debtors to\nstate their claimed exemptions accurately and to conform such\nclaims to statutory limits. Second, and in any event,Geigerand the other cases Reilly cites emphasize in the\ndischarge context the importance of limiting exceptions to\ndischarge to “those plainly expressed,” a principle that supports\nour approach here.Ibid. (internal quotation marks\nomitted).Footnote 18We disagree that Reilly’s approach to\nexemptions would more efficiently dispose of competing claims to\nthe asset. On Reilly’s view, a trustee would be encouraged (if not\nobliged) to object to claims to exempt a specific dollar amount of\ninterest in an asset whenever the value of the exempt interest\nequaled the debtor’s estimate of the asset’s market value. Where\nthe debtor genuinely intended to claim nothing more than the face\nvalue of the exempt interest (which is rational if a debtor wishes\nto ensure that his aggregate exemptions remain within statutory\nlimits), such an approach would engender needless objections and\nlitigation, particularly if the equation that would precipitate the\nobjection often results from a default software entry. See Reply\nBrief for Petitioner 15; Brief for Nat. Assn. of Bankruptcy\nTrustees 13, n. 15.Footnote 19The dissent’s observations about the poor fit\nbetween our admonition and a form entry calling for a dollar\namount, seepost, at 15, simply reflect the tension\nbetween the Code’s definition of “property claimed as exempt”\n(i.e., an interest, not to exceed a certain dollar amount,inReilly’s business equipment) and Reilly’s attempt to\nconvert into a dollar value an improper claim to exempt the\nequipment itself, “ ‘whatever [its value] turns out to be.’ ”In re Reilly, 534 F. 3d 173, 178–179 (CA3 2008). As the\ndissent concedes, “[s]ection 522(d) catalogs exemptions of two\ntypes.”Post, at 7, n. 5. “Most exemptions—and all of\nthose Reilly invoked—place a monetary limit on the value of the\nproperty the debtor may reclaim,” and such exemptions are distinct\nfrom those made pursuant to Code provisions that “authoriz[e]\nreclamation of the property in full without any cap on value.”Ibid. Nothing about Reilly’s Schedule entries establishes\nthat Schwab should have treated Reilly’s claim for $10,718, an\nunobjectionable amount under the Code provisions she expressly\ninvoked, as an objectionable claim for thousands of dollars more\nthan those provisions allow, or as a claim for an uncapped\nexemption under Code provisions she did not invoke and the dissent\nadmits are “not at issue here.”Ibid.Footnote 20A trustee will not always file an objection.\nAs the United States observes, Schwab did not do so in this case\nwith respect to certain assets (perishable foodstuffs from Reilly’s\ncommercial kitchen) that could not be readily sold. See Brief for\nUnited States asAmicus Curiae28, n. 7 (explaining\nthat Schwab could have objected to Reilly’s claim of a wildcard\nexemption for an interest in the food totaling $2,036 because this\nclaim, combined with her wildcard claims for an interest of $8,868\nin her business equipment and interests totaling $26 in her bank\naccounts, placed the total value of the interests she claimed\nexempt under the wildcard provision $975 above then-applicable\nlimits).Footnote 21Reilly’s clouded-title argument arises only\nif one accepts her flawed conception of the exemptions in this\ncase. According to Reilly, “once the thirty-day deadline passed\nwithout objection” to her claim, she was “entitled to know that she\nwould emerge from bankruptcy with her cooking equipment intact.”\nBrief for Respondent 57. There are two problems with this argument.\nFirst, it assumes that the property she claimed as exempt was the\nfull value of the equipment. That assumption is incorrect for the\nreasons we explain. Second, her argument assumes that a claim to\nexempt the full value of the equipment would, if unopposed, entitle\nher to the equipment itself as opposed to a payment equal to the\nequipment’s full value. That assumption is at least questionable.\nSection 541 is clear that title to the equipment passed to Reilly’s\nestate at the commencement of her case, and §§522(d)(5) and (6) are\nequally clear that her reclamation right is limited to exempting an\ninterest in the equipment, not the equipment itself. Accordingly,\nit is far from obvious that the Code would “entitle” Reilly to\nclear title in the equipment even if she claimed as exempt a “full”\nor “100%” interest in it (which she did not). Of course, it is\nlikely that a trustee who fails to object to such a claim would\nhave little incentive to do anything but pass title in the asset to\nthe debtor. But that does not establish the statutory entitlement\nReilly claims.",
    "joined": []
}