{
    "case": {
        "docket": "591",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/591/"
    },
    "id": "3427252",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–7120_________________SAMUEL JAMES JOHNSON, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 26, 2015]Justice Thomas, concurring in the\njudgment.I agree with the Court that Johnson’s sentence\ncannot stand. But rather than use the Fifth Amendment’s Due Process\nClause to nullify an Act of Congress, I would resolve this case on\nmore ordinary grounds. Under conventional principles of\ninterpretation and our precedents, the offense of unlawfully\npossessing a short-barreled shotgun does not constitute a “violent\nfelony” under the residual clause of the Armed Career Criminal Act\n(ACCA).The majority wants more. Not content to engage\nin the usual business of interpreting statutes, it holds this\nclause to be unconstitutionally vague, notwithstanding the fact\nthat on four previous occasions we found it determinate enough for\njudicial application. As Justice Alito explains, that decision\ncannot be reconciled with our precedents concerning the vagueness\ndoctrine. Seepost,at 13–17 (dissenting opinion). But even\nif it were a closer case under those decisions, I would be wary of\nholding the residual clause to be unconstitutionally vague.\nAlthough I have joined the Court in applying our modern vagueness\ndoctrine in the past, seeFCCv.Fox Television Stations,\nInc., 567 U. S. ___, ___–___ (2012) (slip op., at 16–17),\nI have become increasingly concerned about its origins and\napplication. Simply put, our vagueness doctrine shares an\nuncomfortably similar history with substantive due process, a\njudicially created doctrine lacking any basis in the\nConstitution.IWe could have easily disposed of this case\nwithout nullifying ACCA’s residual clause. Under ordinary\nprinciples of statutory interpretation, the crime of unlawfully\npossessing a short-barreled shotgun does not constitute a “violent\nfelony” under ACCA. In relevant part, that Act defines a “violent\nfelony” as a “crime punishable by imprisonment for a term exceeding\none year” that either“(i) has as an element the use, attempted use,\nor threatened use of physical force against the person of another;\nor“(ii) is burglary, arson, or extortion, involves\nuse of explosives, or otherwise involves conduct that presents a\nserious potential risk of physical injury to another.” 18\nU. S. C. §924(e)(2)(B).The offense of unlawfully possessing a\nshort-barreled shotgun neither satisfies the first clause of this\ndefinition nor falls within the enumerated offenses in the second.\nIt therefore can constitute a violent felony only if it falls\nwithin ACCA’s so-called “residual clause”—i.e., if it\n“involves conduct that presents a serious potential risk of\nphysical injury to another.” §924(e)(2)(B)(ii).To determine whether an offense falls within the\nresidual clause, we consider “whether the conduct encompassed by\nthe elements of the offense, in the ordinary case, presents a\nserious potential risk of injury to another.”Jamesv.United States, 550 U. S. 192, 208 (2007) . The specific\ncrimes listed in §924(e)(2)(B)(ii)—arson, extortion, bur-glary, and\nan offense involving the use of explosives—offer a “baseline\nagainst which to measure the degree of risk” a crime must present\nto fall within that clause.Id.,at 208.Those\noffenses do not provide a high threshold, seeid., at 203,\n207–208, but the crime in question must still present a\n“ ‘serious’ ”—a “ ‘significant’ or\n‘important’ ”—risk of physical injury to be deemed a violent\nfelony,Begayv.United States, 553 U. S. 137,\n156 (2008) (Alito, J., dissenting); accord,Chambersv.United States, 555 U. S. 122, 128 (2009) .To qualify as serious, the risk of injury\ngenerally must be closely related to the offense itself. Our\nprecedents provide useful examples of the close relationship that\nmust exist between the conduct of the offense and the risk\npresented. InSykesv.United States, 564 U. S.\n1 (2011) , for instance, we held that the offense of intentional\nvehicular flight constitutes a violent felony because that conduct\nalways triggers a dangerous confrontation,id., at ___ (slip\nop., at 8). As we explained, vehicular flights “by definitional\nnecessity occur when police are present” and are done “in defiance\nof their instructions . . . with a vehicle that can be\nused in a way to cause serious potential risk of physical injury to\nanother.”Ibid.InJames, we likewise held that\nattempted burglary offenses “requir[ing] an overt act directed\ntoward the entry of a structure” are violent felonies because the\nunderlying conduct often results in a dangerous confrontation. 550\nU. S., at 204, 206. But we distinguished those crimes from\n“the more attenuated conduct encompassed by” attempt offenses “that\nc[an] be satisfied by preparatory conduct that does not pose the\nsame risk of violent confrontation,” such as “ ‘possessing\nburglary tools.’ ”Id.,at 205, 206, and n. 4. At\nsome point, in other words, the risk of injury from the crime may\nbe too attenuated for the conviction to fall within the residual\nclause, such as when an additional, voluntary act (e.g., theuseof burglary tools to enter a structure) is necessary to\nbring about the risk of physical injury to another.In light of the elements of and reported\nconvictions for the unlawful possession of a short-barreled\nshotgun, this crime does not “involv[e] conduct that presents a\nserious potential risk of physical injury to another,”\n§924(e)(2)(B)(ii). The acts that form the basis of this offense are\nsimply too remote from a risk of physical injury to fall within the\nresidual clause.Standing alone, the elements of this offense—(1)\nunlawfully (2) possessing (3) a short-barreled shotgun—do not\ndescribe inherently dangerous conduct. As a conceptual matter,\n“simple possession [of a firearm], even by a felon, takes place in\na variety of ways (e.g., in a closet, in a storeroom, in a\ncar, in a pocket) many, perhaps most, of which do not involve\nlikely accompanying violence.”United Statesv.Doe,\n960 F. 2d 221, 225 (CA1 1992). These weapons also can be\nstored in a manner posing a danger to no one, such as unloaded,\ndisassembled, or locked away. By themselves, the elements of this\noffense indicate that the ordinary commission of this crime is far\nless risky than ACCA’s enumerated offenses.Reported convictions support the conclusion that\nmere possession of a short-barreled shotgun does not, in the\nordinary case, pose a serious risk of injury to others. A few\nexamples suffice. In one case, officers found the sawed-off shotgun\nlocked inside a gun cabinet in an empty home.Statev.Salyers, 858 N. W. 2d 156, 157–158 (Minn. 2015). In another,\nthe firearm was retrieved from the trunk of the defendant’s car.Statev.Ellenberger, 543 N. W. 2d 673, 674 (Minn.\nApp. 1996). In still another, the weapon was found missing a firing\npin.Statev.Johnson, 171 Wis. 2d 175, 178, 491\nN. W. 2d 110, 111 (App. 1992). In these instances and others,\nthe offense threatened no one.The Government’s theory for why this crime\nshould nonetheless qualify as a “violent felony” is unpersuasive.\nAlthough it does not dispute that the unlawful possession of a\nshort-barreled shotgun can occur in a nondangerous manner, the\nGovernment contends that this offense poses a serious risk of\nphysical injury due to the connection between short-barreled\nshotguns and other serious crimes. As the Government explains,\nthese firearms are “weapons not typically possessed by law-abiding\ncitizens for lawful purposes,”District of Columbiav.Heller, 554 U. S. 570, 625 (2008) , but are instead\nprimarily intended for use in criminal activity. In light of that\nintended use, the Government reasons that the ordinary case of this\npossession offense will involve theuseof a short-barreled\nshotgun in a serious crime, a scenario obviously posing a serious\nrisk of physical injury.But even assuming that those who unlawfully\npossess these weapons typically intend to use them in a serious\ncrime, the risk that the Government identifies arises not from the\nact of possessing the weapon, but from the act of using it. Unlike\nattempted burglary (at least of the type at issue inJames)\nor intentional vehicular flight—conduct that by itself often or\nalways invites a dangerous confrontation—possession of a\nshort-barreled shotgun poses a threatonlywhen an offender\ndecides to engage in additional, voluntary conduct that is not\nincluded in the elements of the crime. Until this weapon is\nassembled, loaded, or used, for example, it poses no risk of injury\nto others in and of itself. The risk of injury to others from mere\npossession of this firearm is too attenuated to treat this offense\nas a violent felony. I would reverse the Court of Appeals on that\nbasis.IIAs the foregoing analysis demonstrates, ACCA’s\nresid-ual clause can be applied in a principled manner. One would\nhave thought this proposition well established given that we have\nalready decided four cases addressing this clause. The majority\nnonetheless concludes that the operation of this provision violates\nthe Fifth Amendment’s Due Process Clause.Justice Alito shows why that analysis is wrong\nunder our precedents. Seepost,at 13–17 (dissenting\nopinion). But I have some concerns about our modern vagueness\ndoctrine itself. Whether that doctrine is defensible under the\noriginal meaning of “due process of law” is a difficult question I\nleave for the another day, but the doctrine’s history should prompt\nus at least to examine its constitutional underpinnings more\nclosely before we use it to nullify yet another duly enacted\nlaw.AWe have become accustomed to using the Due\nProcess Clauses to invalidate laws on the ground of “vagueness.”\nThe doctrine we have developed is quite sweeping: “A statute can be\nimpermissibly vague . . . if it fails to provide people\nof ordinary intelligence a reasonable opportunity to understand\nwhat conduct it prohibits” or “if it authorizes or even encourages\narbitrary and discriminatory enforcement.”Hillv.Colorado, 530 U. S. 703, 732 (2000) . Using this\nframework, we have nullified a wide range of enactments. We have\nstruck down laws ranging from city ordinances,Papachristouv.Jacksonville, 405 U. S. 156 –171 (1972), to Acts of\nCongress,United Statesv.L. Cohen Grocery Co., 255\nU. S. 81 –93 (1921). We have struck down laws whether they are\npenal,Lanzettav.New Jersey, 306 U. S. 451,\n452, 458 (1939) , or not,Keyishianv.Board of Regents\nof Univ. of State of N. Y., 385 U. S. 589 –604\n(1967).[1] We have struck down\nlaws addressing subjects ranging from abortion,Colauttiv.Franklin, 439 U. S. 379, 390 (1979) , and obscenity,Wintersv.New York, 333 U. S. 507 –520 (1948),\nto the minimum wage,Connallyv.General Constr. Co.,\n269 U. S. 385 –395 (1926), and antitrust,Clinev.Frink Dairy Co., 274 U. S. 445 –465 (1927). We have\neven struck down a law using a term that has been used to describe\ncriminal conduct in this country since before the Constitution was\nratified.Chicagov.Morales, 527 U. S. 41, 51\n(1999) (invalidating a “loitering” law); seeid.,at 113,\nand n. 10 (Thomas, J., dissenting) (discussing a 1764 Georgia law\nrequiring the apprehension of “all able bodied persons\n. . . who shall be found loitering”).That we have repeatedly used a doctrine to\ninvalidate laws does not make it legitimate. Cf.,e.g., Dred\nScottv.Sandford, 19 How. 393, 450–452 (1857) (stating\nthat an Act of Congress prohibiting slavery in certain Federal\nTerritories violated the substantive due process rights of\nslaveowners and was therefore void). This Court has a history of\nwielding doctrines purportedly rooted in “due process of law” to\nachieve its own policy goals, substantive due process being the\nposter child. SeeMcDonaldv.Chicago, 561 U. S.\n742, 811 (2010) (Thomas, J., concurring in part and concurring in\njudgment) (“The one theme that links the Court’s substantive due\nprocess precedents together is their lack of a guiding principle to\ndistinguish ‘fundamental’ rights that warrant protection from\nnonfundamental rights that do not”). Although our vagueness\ndoctrine is distinct from substantive due process, their histories\nhave disquieting parallels.1The problem of vague penal statutes is nothing\nnew. The notion that such laws may be void under the Constitution’s\nDue Process Clauses, however, is a more recent development.Before the end of the 19th century, courts\naddressed vagueness through a rule of strict construction of penal\nstatutes, not a rule of constitutional law. This rule of\nconstruction—better known today as the rule of lenity—first emerged\nin 16th-century England in reaction to Parliament’s practice of\nmaking large swaths of crimes capital offenses, though it did not\ngain broad acceptance until the following century. See Hall, Strict\nor Liberal Construction of Penal Statutes, 48 Harv. L. Rev.\n748, 749–751 (1935); see also 1 L. Radzinowicz, A History of\nEnglish Criminal Law and Its Administration From 1750, pp. 10–11\n(1948) (noting that some of the following crimes triggered the\ndeath penalty: “marking the edges of any current coin of the\nkingdom,” “maliciously cutting any hop-binds growing on poles in\nany plantation of hops,” and “being in the company of gypsies”).\nCourts relied on this rule of construction in refusing to apply\nvague capital-offense statutes to prosecutions before them. As an\nexample of this rule, William Blackstone described a notable\ninstance in which an English statute imposing the death penalty on\nanyone convicted of “stealing sheep,or other cattle” was\n“held to extend to nothing but mere sheep” as “th[e] general words,\n‘or other cattle,’ [were] looked upon as much too loose to create a\ncapital offence.” 1 Commentaries on the Laws of England 88\n(1765).[2]Vague statutes surfaced on this side of the\nAtlantic as well. Shortly after the First Congress proposed the\nBill of Rights, for instance, it passed a law providing “[t]hat\nevery person who shall attempt to trade with the Indian tribes, or\nbe found in the Indian country with such merchandise in his\npossession as are usually vended to the Indians, without a\nlicense,” must forfeit the offending goods. Act of July 22, 1790,\nch. 33, §3, 1Stat. 137–138. At first glance, punishing the\nunlicensed possession of “merchandise . . . usually\nvended to the Indians,”ibid., would seem far more likely to\n“invit[e] arbitrary enforcement,”ante,at 5, than does the\nresidual clause.But rather than strike down arguably vague laws\nunder the Fifth Amendment Due Process Clause, antebellum American\ncourts—like their English predecessors—simply refused to apply them\nin individual cases under the rule that penal statutes should be\nconstrued strictly. See,e.g.,United Statesv.Sharp, 27 F. Cas. 1041 (No. 16,264) (CC Pa. 1815)\n(Washington, J.). InSharp, for instance, several defendants\ncharged with violating an Act rendering it a capital offense for\n“any seaman” to “make a revolt in [a] ship,” Act of Apr. 30, 1790,\n§8, 1Stat. 114, objected that “the offence of making a revolt,\n[wa]s not sufficiently defined by this law, or by any other\nstandard, to which reference could be safely made; to warrant the\ncourt in passing a sentence upon [them].” 27 F. Cas., at 1043.\nJustice Washington, riding circuit, apparently agreed, observing\nthat the common definitions for the phrase “make a revolt” were “so\nmultifarious, and so different” that he could not “avoid feeling a\nnatural repugnance, to selecting from this mass of definitions,\none, which may fix a crime upon these men, and that too of a\ncapital nature.”Ibid. Remarking that “[l]aws which create\ncrimes, ought to be so explicit in themselves, or by reference to\nsome other standard, that all men, subject to their penalties, may\nknow what acts it is their duty to avoid,” he refused to “recommend\nto the jury, to find the prisoners guilty of making, or\nendeavouring to make a revolt, however strong the evidence may be.”Ibid.Such analysis does not mean that federal courts\nbelieved they had the power to invalidate vague penal laws as\nunconstitutional. Indeed, there is good evidence that courts at the\ntime understood judicial review to consist “of a refusal to give a\nstatute effect as operative law in resolving a case,” a notion\nquite distinct from our modern practice of “ ‘strik[ing] down’\nlegislation.” Walsh, Partial Unconstitutionality, 85 N. Y. U.\nL. Rev. 738, 756 (2010). The process of refusing to apply such\nlaws appeared to occur on a case-by-case basis. For instance,\nnotwithstanding his doubts expressed inSharp, Justice\nWashington, writing for this Court, later rejected the argument\nthat lower courts could arrest a judgment under the same\nship-revolt statute because it “does not define the offence of\nendeavouring to make a revolt.”United Statesv.Kelly, 11 Wheat. 417, 418 (1826). The Court explained that\n“it is . . . competent to the Court to give a judicial\ndefinition” of “the offence of endeavouring to make a revolt,” and\nthat such definition “consists in the endeavour of the crew of a\nvessel, or any one or more of them, to overthrow the legitimate\nauthority of her commander, with intent to remove him from his\ncommand, or against his will to take possession of the vessel by\nassuming the government and navigation of her, or by transferring\ntheir obedience from the lawful commander to some other person.”Id.,at 418–419. In dealing with statutory indeterminacy,\nfederal courts saw themselves engaged in construction, not judicial\nreview as it is now understood. [3]2Although vagueness concerns played a role in\nthe strict construction of penal statutes from early on, there is\nlittle indication that anyone before the late 19th century believed\nthat courts had the power under the Due Process Clauses to nullify\nstatutes on that ground. Instead, our modern vagueness doctrine\nmaterialized after the rise of substantive due process. Following\nthe ratification of the Fourteenth Amendment, corporations began to\nuse that Amendment’s Due Process Clause to challenge state laws\nthat attached penalties to unauthorized commercial conduct. In\naddition to claiming that these laws violated their substantive due\nprocess rights, these litigants began—with some success—to contend\nthat such laws were unconstitutionally indefinite. In one case, a\nrailroad company challenged a Tennessee law authorizing penalties\nagainst any railroad that demanded “more than a just and reasonable\ncompensation” or engaged in “unjust and unreasonable\ndiscrimination” in setting its rates.Louisville & Nashville\nR. Co.v.Railroad Comm’n of Tenn., 19 F. 679, 690\n(CC MD Tenn. 1884) (internal quotation marks deleted). Without\nspecifying the constitutional authority for its holding, the\nCircuit Court concluded that “[n]o citizen . . . can be\nconstitutionally subjected to penalties and despoiled of his\nproperty, in a criminal or quasi criminal proceeding, under and by\nforce of such indefinite legislation.”Id.,at 693 (emphasis\ndeleted).Justice Brewer—widely recognized as “a leading\nspokesman for ‘substantized’ due process,” Gamer, Justice Brewer\nand Substantive Due Process: A Conservative Court Revisited, 18\nVand. L. Rev. 615, 627 (1965)—employed similar reasoning while\nriding circuit, though he did not identify the constitutional\nsource of judicial authority to nullify vague laws. In reviewing an\nIowa law authorizing fines against railroads for charging more than\na “reasonable and just” rate, Justice Brewer mentioned in dictum\nthat “no penal law can be sustained unless its mandates are so\nclearly expressed that any ordinary person can determine in advance\nwhat he may and what he may not do under it.”Chicago &\nN. W. R. Co.v.Dey, 35 F. 866, 876 (CC SD Iowa\n1888).Constitutional vagueness challenges in this\nCourt initially met with some resistance. Although the Court\nappeared to acknowledge the possibility of unconstitutionally\nindefinite enactments, it repeatedly rejected vagueness challenges\nto penal laws addressing railroad rates,Railroad Comm’n\nCases, 116 U. S. 307 –337 (1886), liquor sales,Ohio\nex rel. Lloydv.Dollison, 194 U. S. 445 –451\n(1904), and anticompetitive conduct,Nashv.United\nStates, 229 U. S. 373 –378 (1913);Waters-Pierce Oil\nCo.v.Texas (No. 1), 212 U. S. 86 –111 (1909).In 1914, however, the Court nullified a law on\nvagueness grounds under the Due Process Clause for the first time.\nInInternational Harvester Co. of Americav.Kentucky, 234 U. S. 216 (1914) , a tobacco company\nbrought a Fourteenth Amendment challenge against several Kentucky\nantitrust laws that had been construed to render unlawful “any\ncombination [made] . . . for the purpose or with the\neffect of fixing a price that was greater or less than the real\nvalue of the article,”id.,at 221. The com-pany argued that\nby referring to “real value,” the laws pro-vided “no standard of\nconduct that it is possible to know.”Ibid.The Court\nagreed.Id.,at 223–224. Although it did not specify in that\ncase which portion of the Fourteenth Amendment served as the basis\nfor its holding,ibid., it explained in a related case that\nthe lack of a knowable standard of conduct in the Kentucky statutes\n“violated the fundamental principles of justice embraced in the\nconception of due process of law.”Collinsv.Kentucky, 234 U. S. 634, 638 (1914) .3Since that time, the Court’s application of\nits vagueness doctrine has largely mirrored its application of\nsubstantive due process. During theLochnerera, a period\nmarked by the use of substantive due process to strike down\neconomic regulations,e.g., Lochnerv.New York, 198\nU. S. 45, 57 (1905) , the Court frequently used the vagueness\ndoctrine to invalidate economic regulations penalizing commercial\nactivity.[4] Among the penal\nlaws it found to be impermissibly vague were a state law regulating\nthe production of crude oil,Champlin Refining Co.v.Corporation Comm’n of Okla., 286 U. S. 210 –243 (1932),\na state antitrust law,Cline, 274 U. S., at 453–465, a\nstate minimum-wage law,Connally, 269 U. S., at\n390–395, and a federal price-control statute,L. Cohen Grocery\nCo., 255 U. S., at 89–93.[5]Around the time the Court began shifting the\nfocus of its substantive due process (and equal protection)\njurisprudence from economic interests to “discrete and insular\nminorities,” seeUnited Statesv.Carolene Products\nCo., 304 U. S. 144 , n. 4 (1938), the target of its\nvagueness doctrine changed as well. The Court began to use the\nvagueness doctrine to invalidate noneconomic regulations, such as\nstate statutes penalizing obscenity,Winters, 333\nU. S., at 517–520, and membership in a gang,Lanzetta,\n306 U. S., at 458.Successful vagueness challenges to regulations\npenalizing commercial conduct, by contrast, largely fell by the\nwayside. The Court, for instance, upheld a federal regulation\npunishing the knowing violation of an order instructing drivers\ntransporting dangerous chemicals to “ ‘avoid, so far as\npracticable . . . driving into or through congested\nthoroughfares, places where crowds are assembled, street car\ntracks, tunnels, viaducts, and dangerous crossings,’ ”Boyce Motor Lines, Inc.v.United States, 342\nU. S. 337 , 338–339, 343 (1952). And notwithstanding its\nearlier conclusion that an Oklahoma law requiring state employees\nand contractors to be paid “ ‘not less than the current rate\nof per diem wages in the locality where the work is\nperformed’ ” was unconstitutionally vague,Connally,\nsupra,at 393, the Court found sufficiently definite a federal\nlaw forbidding radio broadcasting companies from attempting to\ncompel by threat or duress a licensee to hire “ ‘persons in\nexcess of the number of employees needed by such licensee to\nperform actual services,’ ”United Statesv.Petrillo, 332 U. S. 1 –7 (1947).In more recent times, the Court’s substantive\ndue process jurisprudence has focused on abortions, and our\nvagueness doctrine has played a correspondingly significant role.\nIn fact, our vagueness doctrine served as the basis for the first\ndraft of the majority opinion inRoev.Wade, 410\nU. S. 113 (1973) , on the theory that laws prohibiting all\nabortions save for those done “for the purpose of saving the life\nof the mother” forced abortionists to guess when this exception\nwould apply on penalty of conviction. See B. Schwartz, The\nUnpublished Opinions of the Burger Court 116–118 (1988) (reprinting\nfirst draft ofRoe).Roe, of course, turned out as a\nsubstantive due process opinion. See 410 U. S., at 164. But\nsince then, the Court has repeatedly deployed the vagueness\ndoctrine to nullify even mild regulations of the abortion industry.\nSeeAkronv.Akron Center for Reproductive Health,\nInc., 462 U. S. 416 –452 (1983) (nullifying law requiring\n“ ‘that the remains of the unborn child [be] disposed of in a\nhumane and sanitary manner’ ”);Colautti, 439\nU. S., at 381 (nullifying law mandating abortionists adhere to\na prescribed standard of care if “ there is ‘sufficient reason\nto believe that the fetus may be viable’ ”).[6]In one of our most recent decisions nullifying a\nlaw on vagueness grounds, substantive due process was again lurking\nin the background. InMorales, a plurality of this Court\ninsisted that “the freedom to loiter for innocent purposes is part\nof the ‘liberty’ protected by the Due Process Clause of the\nFourteenth Amendment,” 527 U. S., at 53, a conclusion that\ncolored its analysis that an ordinance prohibiting loitering was\nunconstitutionally indeterminate, seeid.,at 55 (“When\nvagueness permeates the text of” a penal law “infring[ing] on\nconstitutionally protected rights,” “it is subject to facial\nattack”).I find this history unsettling. It has long been\nunderstood that one of the problems with holding a statute “void\nfor ‘indefiniteness’ ” is that “ ‘indefiniteness’\n. . . is itself an indefinite concept,”Winters,supra, at 524 (Frankfurter, J., dissenting), and we as a\nCourt have a bad habit of using indefinite concepts—especially ones\nrooted in “due process”—to invalidate democratically enacted\nlaws.BIt is also not clear that our vagueness\ndoctrine can be reconciled with the original understanding of the\nterm “due process of law.” Our traditional justification for this\ndoctrine has been the need for notice: “A conviction fails to\ncomport with due process if the statute under which it is obtained\nfails to provide a person of ordinary intelligence fair notice of\nwhat is prohibited.”United Statesv.Williams, 553\nU. S. 285, 304 (2008) ; accord,ante,at 3. Presumably,\nthat justification rests on the view expressed inMurray’s\nLesseev.Hoboken Land & Improvement Co., 18 How.\n272 (1856), that “due process of law” constrains the legislative\nbranch by guaranteeing “usages and modes of proceeding existing in\nthe common and statute law of England, before the emigration of our\nancestors, and which are shown not to have been unsuited to their\ncivil and political condition by having been acted on by them after\nthe settlement of this country,”id.,at 277. That\njustification assumes further that providing “a person of ordinary\nintelligence [with] fair notice of what is prohib-ited,”Williams,supra,at 304, is one such usage or\nmode.[7]To accept the vagueness doctrine as founded in\nour Constitution, then, one must reject the possibility “that the\nDue Process Clause requires only that our Government must proceed\naccording to the ‘law of the land’—that is, according to written\nconstitutional and statutory provisions,” which may be all that the\noriginal meaning of this provision demands.Hamdiv.Rumsfeld, 542 U. S. 507, 589 (2004) (Thomas, J.,\ndissenting) (some internal quotation marks omitted); accord,Turnerv.Rogers, 564 U. S. ___, ___ (2011)\n(Thomas, J., dissenting) (slip op., at 2). AlthoughMurray’s\nLesseestated the contrary, 18 How., at 276, a number of\nscholars and jurists have concluded that “considerable historical\nevidence supports the position that ‘due process of law’ was a\nseparation-of-powers concept designed as a safeguard against\nunlicensed executive action, forbidding only deprivations not\nauthorized by legislation or common law.” D. Currie, The\nConstitution in the Supreme Court: The First Hundred Years\n1789–1888, p. 272 (1985); see also,e.g., In re\nWinship, 397 U. S. 358 –382 (1970) (Black, J.,\ndissenting). Others have disagreed. See,e.g.,Chapman &\nMcConnell, Due Process as Separation of Powers, 121 Yale L. J.\n1672, 1679 (2012) (arguing that, as originally understood, “the\nprinciple of due process” required, among other things, that\n“statutes that purported to empower the other branches to deprive\npersons of rights without adequate procedural guarantees [be]\nsubject to judicial review”).I need not choose between these two\nunderstandings of “due process of law” in this case. Justice Alito\nexplains why the majority’s decision is wrong even under our\nprecedents. Seepost,at 13–17 (dissenting opinion). And\nmore generally, I adhere to the view that “ ‘[i]f any fool\nwould know that a particular category of conduct would be within\nthe reach of the statute, if there is an unmistakable core that a\nreasonable person would know is forbidden by the law, the enactment\nis not unconstitutional on its face,’ ”Morales,supra, at 112 (Thomas, J., dissenting), and there is no\nquestion that ACCA’s residual clause meets that description, seeante,at 10 (agreeing with the Government that “there will\nbe straightforward cases under the residual clause”).*  *  *I have no love for our residual clause\njurisprudence: As I observed when we first got into this business,\nthe Sixth Amendment problem with allowing district courts to\nconduct factfinding to determine whether an offense is a “violent\nfelony” made our attempt to construe the residual clause “ ‘an\nunnecessary exercise.’ ”James, 550 U. S.,at 231 (Thomas, J., dissenting). But the Court rejected my\nargument, choosing instead to begin that unnecessary exercise. I\nsee no principled way that, four cases later, the Court can now\ndeclare that the residual clause has become too indeterminate to\napply. Having damaged the residual clause through our misguided\njurisprudence, we have no right to send this provision back to\nCongress and ask for a new one. I cannot join the Court in using\nthe Due Process Clause to nullify an Act of Congress that contains\nan unmistakable core of forbidden conduct, and I concur only in its\njudgment.Notes1By “penal,” I mean laws\n“authoriz[ing] criminal punishment” as well as those “authorizing\nfines or forfeitures . . . [that] are enforced through\ncivil rather than criminal process.” Cf. C. Nelson, Statutory\nInterpretation 108 (2011) (discussing definition of “penal” for\npurposes of rule of lenity). A law requiring termination of\nemployment from public institutions, for instance, is not penal.\nSeeKeyishian, 385 U. S., at 597–604. Nor is a law\ncreating an “obligation to pay taxes.”Milwaukee Countyv.M. E. White Co., 296 U. S. 268, 271 (1935) .\nConversely, a law imposing a monetary exaction as a punishment for\nnoncompliance with a regulatory mandate is penal. SeeNational\nFederation of Independent Businessv.Sebelius, 567\nU. S. ___, ___–___ (2012) (Scalia, Kennedy, Thomas, and Alito,\nJJ., dissenting) (slip op., at 16–26).2At the time, the ordinary\nmeaning of the word “cattle” was not limited to cows, but instead\nencompassed all “[b]easts of pasture; not wild nor domestick.” 1 S.\nJohnson, A Dictionary of the English Language (4th ed. 1773).\nParliament responded to the judicial refusal to apply the provision\nto “cattle” by passing “another statute, 15 Geo. II. c. 34,\nextending the [law] to bulls, cows, oxen, steers, bullocks,\nheifers, calves, and lambs, by name.” 1 Blackstone, Commentaries on\nthe Laws of England, at 88.3Early American state\ncourts also sometimes refused to apply a law they found completely\nunintelligible, even outside of the penal context. In one\nantebellum decision, the Pennsylvania Supreme Court did not even\nattempt to apply a statute that gave the Pennsylvania state\ntreasurer “ ‘as many votes’ ” in state bank elections as\n“ ‘were held byindividuals’ ” without providing\nguidance as to which individuals it was referring.Commonwealthv.Bank of Pennsylvania, 3 Watts &\nSerg. 173, 177 (1842). Concluding that it had “seldom, if ever,\nfound the language of legislation so devoid of certainty,” the\ncourt withdrew the case.Ibid.; see alsoDrakev.Drake, 15 N. C. 110, 115 (1833) (“Whether a statute be\na public or a private one, if the terms in which it is couched be\nso vague as to convey no definite meaning to those whose duty it is\nto execute it, either ministerially or judicially, it is\nnecessarily inoperative”). This practice is distinct from our\nmodern vagueness doctrine, which applies to laws that are\nintelligible but vague.4During this time, the\nCourt would apply its new vagueness doctrine outside of the penal\ncontext as well. InA. B. Small Co.v.American Sugar\nRefining Co., 267 U. S. 233 (1925) , a sugar dealer raised\na defense to a breach-of-contract suit that the contracts\nthemselves were unlawful under several provisions of the Lever Act,\nincluding one making it “ ‘unlawful for any person\n. . . to make any unjust or unreasonable . . .\ncharge in . . . dealing in or with any necessaries,’ or\nto agree with another ‘to exact excessive prices for any\nnecessaries,’ ”id.,at 238. ApplyingUnited\nStatesv.L. Cohen Grocery Co., 255 U. S. 81 (1921)\n, which had held that provision to be unconstitutionally vague, the\nCourt rejected the dealer’s argument. 267 U. S.,at\n238–239. The Court explained that “[i]t was not the criminal\npenalty that was held invalid, but the exaction of obedience to a\nrule or standard which was so vague and indefinite as really to be\nno rule or standard at all.”Id.,at 239. That doctrine thus\napplied to penalties as well as “[a]ny other means of exaction,\nsuch as declaring the transaction unlawful or stripping a\nparticipant of his rights under it.”Ibid.5Vagueness challenges to\nlaws regulating speech during this period were less successful.\nAmong the laws the Court found to be sufficiently definite included\na state law making it a misdemeanor to publish, among other things,\nmaterials “ ‘which shall tend to encourage or advocate\ndisrespect for law or for any court or courts of justice,’ ”Foxv.Washington, 236 U. S. 273 –277 (1915), a\nfederal statute criminalizing candidate solicitation of\ncontributions for “ ‘any political purpose whatever,’ ”United Statesv.Wurzbach, 280 U. S. 396 –399\n(1930), and a state prohibition on becoming a member of any\norganization that advocates using unlawful violence to effect\n“ ‘any political change,’ ”Whitneyv.California, 274 U. S. 357 –360, 368–369 (1927). But seeStrombergv.California, 283 U. S. 359 –370\n(1931) (holding state statute punishing the use of any symbol\n“ ‘of opposition to organized government’ ” to be\nimpermissibly vague).6All the while, however,\nthe Court has rejected vagueness challenges to laws punishing those\non the other side of the abortion debate. When it comes to\nrestricting the speech of abortion opponents, the Court has\ndismissed concerns about vagueness with the observation that\n“ ‘we can never expect mathematical certainty from our\nlanguage,’ ”Hillv.Colorado, 530 U. S.\n703, 733 (2000) , even though such restrictions are arguably “at\nleast as imprecise as criminal prohibitions on speech the Court has\ndeclared void for vagueness in past decades,”id.,at 774\n(Kennedy, J., dissenting).7As a general matter, we\nshould be cautious about relying on general theories of “fair\nnotice” in our due process jurisprudence, as they have been\nexploited to achieve particular ends. InBMW of North America,\nInc.v.Gore, 517 U. S. 559 (1996) , for instance,\nthe Court held that the Due Process Clause imposed limits on\npunitive damages because the Clause guaranteed “that a person\nreceive fair notice not only of the conduct that will subject him\nto punishment, but also of the severity of the penalty that a State\nmay impose,”id.,at 574. That was true even though “when\nthe Fourteenth Amendment was adopted, punitive damages were\nundoubtedly an established part of the American common law of\ntorts,” and “no particular procedures were deemed necessary to\ncircumscribe a jury’s discretion regarding the award of such\ndamages, or their amount.”Pacific Mut. Life Ins. Co.v.Haslip, 499 U. S. 1 –27 (1991) (Scalia, J., concurring\nin judgment). Even under the view of the Due Process Clause\narticulated inMurray’s Lessee, then, we should not allow\nnebulous principles to supplant more specific, historically\ngrounded rules. See 499 U. S.,at 37–38 (opinion of\nScalia, J.).",
    "joined": []
}