{
    "case": {
        "docket": "178",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/178/"
    },
    "id": "1970707",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–246_________________GENOVEVO SALINAS, PETITIONER v. TEXASon writ of certiorari to the court of criminal\nappeals of texas[June 17, 2013]Justice Thomas, with\nwhom Justice Scalia joins, con-curring in the judgment.We granted certiorari\nto decide whether the Fifth Amend-ment privilege against compulsory\nself-incrimination prohibits a prosecutor from using a\ndefendant’s pre-custodial silence as evidence of his guilt.\nThe plurality avoids reaching that question and instead concludes\nthat Salinas’ Fifth Amendment claim fails because he did not\nexpressly invoke the privilege. Ante, at 3. I think there is a\nsimpler way to resolve this case. In my view, Salinas’ claim\nwould fail even if he had invoked the privilege because the\nprosecutor’s comments regarding his precustodial silence did\nnot compel him to give self-incriminating testimony.In Griffin v.\nCalifornia, 380 U. S. 609 (1965) , this Court held that the\nFifth Amendment prohibits a prosecutor or judge from commenting on\na defendant’s failure to testify. Id., at 614. The Court\nreasoned that such comments, and any adverse inferences drawn from\nthem, are a “penalty” imposed on the defendant’s\nexercise of his Fifth Amendment privilege. Ibid. Salinas argues\nthat we should extend Griffin’s no-adverse-inference rule to\na defendant’s silence during a precustodial interview. I have\npreviously explained that the Court’s decision in Griffin\n“lacks foundation in the Constitution’s text, history,\nor logic” and should not be extended. See Mitchell v. United\nStates, 526 U. S. 314, 341 (1999) (dissenting opinion). I\nadhere to that view today.Griffin is impossible\nto square with the text of the Fifth Amendment, which provides that\n“[n]o person . . . shall be compelled in any\ncriminal case to be a witness against himself.” A defendant\nis not “compelled . . . to be a witness against\nhimself” simply because a jury has been told that it may draw\nan adverse inference from his silence. See Mitchell, supra, at 331\n(Scalia, J., dissenting) (“[T]he threat of an adverse\ninference does not ‘compel’ anyone to\ntestify. . . . Indeed, I imagine that in most\ninstances, a guilty defendant would choose to remain silent despite\nthe adverse inference, on the theory that it would do him less\ndamage than his cross-examined testimony”); Carter v.\nKentucky, 450 U. S. 288, 306 (1981) (Powell, J., concurring)\n(“[N]othing in the [Self-Incrimination] Clause requires that\njurors not draw logical inferences when a defendant chooses not to\nexplain incriminating circumstances”).Nor does the history of\nthe Fifth Amendment support Griffin. At the time of the founding,\nEnglish and American courts strongly encouraged defendants to give\nunsworn statements and drew adverse inferences when they failed to\ndo so. See Mitchell, supra, at 332 (Scalia, J., dissenting);\nAlschuler, A Peculiar Privilege in Historical Perspective, in The\nPrivilege Against Self-Incrimination 204 (R. Hemholz et al.\neds. 1997). Given Griffin’s indefensible foundation, I would\nnot extend it to a defendant’s silence during a precustodial\ninterview. I agree with the plurality that Salinas’ Fifth\nAmendment claim fails and, therefore, concur in the judgment.",
    "joined": []
}