{
    "case": {
        "docket": "48",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/48/"
    },
    "id": "1963303",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGGRAHAM V. FLORIDA560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-7412TERRANCE JAMAR GRAHAM, PETITIONERv.FLORIDAon writ of certiorari to the district court of\nappeal of florida, first district[May 17, 2010]Justice Thomas, with whom Justice\nScalia joins, and with whom Justice Alito joins as to Parts I and\nIII, dissenting.The Court holds today that it is\n“grossly disproportionate” and hence unconstitutional for any judge\nor jury to impose a sentence of life without parole on an offender\nless than 18 years old, unless he has committed a homicide.\nAlthough the text of the Constitution is silent regarding the\npermissibility of this sentencing practice, and although it would\nnot have offended the standards that prevailed at the founding, the\nCourt insists that the standards of American society have evolved\nsuch that the Constitution now requires its prohibition.The news of this evolution will, I think, come\nas a surprise to the American people. Congress, the District of\nColumbia, and 37 States allow judges and juries to consider this\nsentencing practice in juvenile nonhomicide cases, and those judges\nand juries have decided to use it in the very worst cases they have\nencountered.The Court does not conclude that life without\nparole itself is a cruel and unusual punishment. It instead rejects\nthe judgments of those legislatures, judges, and juries regarding\nwhat the Court describes as the “moral” question of whether this\nsentence can ever be “proportionat[e]” when applied to the category\nof offenders at issue here.Ante, at 7 (internal quotation\nmarks omitted),ante, at 1 (Stevens, J., concurring).I am unwilling to assume that we, as members\nof this Court, are any more capable of making such moral judgments\nthan our fellow citizens. Nothing in our training as judges\nqualifies us for that task, and nothing in Article III gives us\nthat authority.I respectfully dissent.IThe Court recounts the facts of\nTerrance Jamar Graham’s case in detail, so only a summary is\nnecessary here. At age 16 years and 6 months, Graham and two masked\naccomplices committed a burglary at a small Florida restaurant,\nduring which one of Graham’s accomplices twice struck the\nrestaurant manager on the head with a steel pipe when he refused to\nturn over money to the intruders. Graham was arrested and charged\nas an adult. He later pleaded guilty to two offenses, including\narmed burglary with assault or battery, an offense punishable by\nlife imprisonment under Florida law. Fla. Stat. §§810.02(2)(a),\n810.02(2)(b) (2007). The trial court withheld adjudication on both\ncounts, however, and sentenced Graham to probation, the first 12\nmonths of which he spent in a county detention facility.Graham reoffended just six months\nafter his release. At a probation revocation hearing, a judge found\nby a preponderance of the evidence that, at age 17 years and 11\nmonths, Graham invaded a home with two accomplices and held the\nhomeowner at gunpoint for approximately 30 minutes while his\naccomplices ransacked the residence. As a result, the judge\nconcluded that Graham had violated his probation and, after\nadditional hearings, adjudicated Graham guilty on both counts\narising from the restaurant robbery. The judge imposed the maximum\nsentence allowed by Florida law on the armed burglary count, life\nimprisonment without the possibility of parole.Graham argues, and the Court holds, that this\nsentence violates the Eighth Amendment’s Cruel and Unusual\nPunishments Clause because a life-without-parole sentence is always\n“grossly disproportionate” when imposed on a person under 18 who\ncommits any crime short of a homicide. Brief for Petitioner 24;ante, at 21.IIAThe Eighth Amendment, which\napplies to the States through the Fourteenth, provides that\n“[e]xcessive bail shall not be required, nor excessive fines\nimposed, nor cruel and unusual punishments inflicted.” It is by now\nwell established that the Cruel and Unusual Punishments Clause was\noriginally understood as prohibiting torturous\n“ ‘methodsof punishment,’ ”Harmelinv.Michigan,501 U. S. 957, 979\n(1991) (opinion of Scalia, J.) (quoting Granucci, “Nor Cruel\nand Unusual Punishments Inflicted”: The Original Meaning, 57 Cal.\nL. Rev. 839, 842 (1969))—specifically methods akin to those that\nhad been considered cruel and unusual at the time the Bill of\nRights was adopted,Bazev.Rees,553 U. S. 35, 99 (2008)\n(Thomas, J., concurring in judgment). With one arguable exception,\nseeWeemsv.United States,217 U. S. 349(1910);Harmelin,supra, at 990–994 (opinion of\nScalia, J.) (discussing the scope and relevance ofWeems’ holding), this Court applied the Clause with that\nunderstand- ing for nearly 170 years after the Eighth Amendment’s\nratification.More recently, however, the Court\nhas held that the Clause authorizes it to proscribe not only\nmethods of punishment that qualify as “cruel and unusual,” but also\nany punishment that the Court deems “grossly disproportionate” to\nthe crime committed.Ante, at 8 (internal quotation marks\nomitted). This latter interpretation is entirely the Court’s\ncreation. As has been described elsewhere at length, there is\nvirtually no indication that the Cruel and Unusual Punishments\nClause originally was understood to require proportionality in\nsentencing. SeeHarmelin, 501 U. S., at 975–985 (opinion\nof Scalia, J.). Here, it suffices to recall just two points.\nFirst, the Clause does not expressly refer to proportionality or\ninvoke any synonym for that term, even though the Framers were\nfamiliar with the concept, as evidenced by several founding-era\nstate constitutions that required (albeit without defining)\nproportional punishments. Seeid., at 977–978. In\naddition, the penal statute adopted by the First Congress\ndemonstrates that proportionality in sentencing was not considered\na constitutional command.[Footnote\n1] Seeid., at 980–981 (noting that the statute\nprescribed capital punishment for offenses ranging from\n“ ‘run[ning] away with … goods or merchandise to the value of\nfifty dollars,’ ” to “murder on the high seas” (quoting 1\nStat. 114)); see also Preyer, Penal Measures in the American\nColonies: An Overview, 26 Am. J. Legal Hist. 326, 348–349, 353\n(1982) (explaining that crimes in the late 18th-century colonies\ngenerally were punished either by fines, whipping, or public\n“shaming,” or by death, as intermediate sentencing options such as\nincarceration were not common).The Court has nonetheless invoked\nproportionality to declare that capital punishment—though not\nunconstitutionalper se—is categorically too harsh a\npenalty to apply to certain types of crimes and certain classes of\noffenders. SeeCokerv.Georgia,433 U. S. 584(1977) (plurality\nopinion) (rape of an adult woman);Kennedyv.Louisiana, 554 U. S. ___ (2008) (rape of a child);Enmundv.Florida,458 U. S. 782(1982) (felony murder in\nwhich the defendant participated in the felony but did not kill or\nintend to kill);Thompsonv.Oklahoma,487 U. S. 815(1988) (plurality\nopinion) (juveniles under 16);Roperv.Simmons,543 U. S. 551(2005) (juveniles under\n18);Atkinsv.Virginia,536 U. S. 304(2002) (mentally\nretarded offenders). In adopting these categorical proportionality\nrules, the Court intrudes upon areas that the Constitution reserves\nto other (state and federal) organs of government. The Eighth\nAmendment prohibits the government from inflicting a cruel and\nunusual method of punishment upon a defendant. Other constitutional\nprovisions ensure the defendant’s right to fair process before any\npunishment is imposed. But, as members of today’s majority note,\n“[s]ociety changes,”ante, at 1 (Stevens, J., concurring),\nand the Eighth Amendment leaves the unavoidably moral question of\nwho “deserves” a particular nonprohibited method of punishment to\nthe judgment of the legislatures that authorize the penalty, the\nprosecutors who seek it, and the judges and juries that impose it\nunder circumstances they deem appropriate.The Court has nonetheless adopted categorical\nrules that shield entire classes of offenses and offenders from the\ndeath penalty on the theory that “evolving standards of decency”\nrequire this result.Ante, at 7 (internal quotation marks\nomitted). The Court has offered assurances that these standards can\nbe reliably measured by “ ‘objective indicia’ ” of\n“national consensus,” such as state and federal legislation, jury\nbehavior, and (surprisingly, given that we are talking about\n“national” consensus) international opinion.Ante, at 10\n(quotingRoper,supra, at 563); see alsoante, at 8–15, 29–31. Yet even assuming that is true, the\nFramers did not provide for the constitutionality of a particular\ntype of punishment to turn on a “snapshot of American public\nopinion” taken at the moment a case is decided.Roper,supra, at 629 (Scalia, J., dissenting). By holding\notherwise, the Court pretermits in all but one direction the\nevolution of the standards it describes, thus “calling a\nconstitutional halt to what may well be a pendulum swing in social\nattitudes,”Thompson,supra, at 869 (Scalia, J.,\ndissenting), and “stunt[ing] legislative con- sideration” of new\nquestions of penal policy as they emerge,Kennedy,supra, at ___ (slip op., at 2) (Alito, J.,\ndissenting).But the Court is not content to rely on\nsnapshots of community consensus in any event.Ante, at 16\n(“Community consensus, while ‘entitled to great weight,’ is not\nitself determinative” (quotingKennedy,supra, at\n__ (slip op., at 24)). Instead, it reserves the right to reject the\nevidence of consensus it finds whenever its own “independent\njudgment” points in a different direction.Ante,at 16.\nThe Court thus openly claims the power not only to approve or\ndisapprove of democratic choices in penal policy based on evidence\nof how society’s standardshaveevolved, but also on the\nbasis of the Court’s “independent” perception of how those\nstandardsshouldevolve, which depends on what the Court\nconcedes is “ ‘ “necessarily . . . a moral\njudgment” ’ ” regarding the propriety of a given\npunishment in today’s society.Ante, at 7 (quotingKennedy,supra, at ___ (slip op., at 8)).The categorical proportionality review the\nCourt employs in capital cases thus lacks a principled foundation.\nThe Court’s decision today is significant because it does not\nmerely apply this standard—it remarkably expands its reach. For the\nfirst time in its history, the Court declares an entire class of\noffenders immune from a noncapital sentence using the categorical\napproach it previously reserved for death penalty cases alone.BUntil today, the Court has based\nits categorical proportionality rulings on the notion that the\nConstitution gives special protection to capital defendants because\nthe death penalty is a uniquely severe punishment that must be\nreserved for only those who are “most deserving of execution.”Atkins,supra, at 319; seeRoper,supra, at 568;Eddingsv.Oklahoma,455 U. S. 104(1982);Lockettv.Ohio,438 U. S. 586(1978). Of\ncourse, the Eighth Amendment itself makes no distinction between\ncapital and noncapital sentencing, but the “ ‘bright\nline’ ” the Court drew between the two penalties has for many\nyears served as the principal justification for the Court’s\nwillingness to reject democratic choices regarding the death\npenalty. SeeRummelv.Estelle,445 U. S. 263, 275\n(1980).Today’s decision eviscerates that\ndistinction. “Death is different” no longer. The Court now claims\nnot only the power categorically to reserve the “most severe\npunishment” for those the Court thinks are “ ‘the most\ndeserving of execution,’ ”Roper,543 U. S., at 568\n(quotingAtkins,536 U. S., at 319),but alsoto\ndeclare that “less culpable” persons are categorically exempt from\nthe “secondmost severe penalty.”Ante, at 21\n(emphasis added). No reliable limiting principle remains to prevent\nthe Court from immunizing any class of offenders from the law’s\nthird, fourth, fifth, or fiftieth most severe penalties as\nwell.The Court’s departure from the “death is\ndifferent” distinction is especially mystifying when one considers\nhow long it has resisted crossing that divide. Indeed, for a time\nthe Court declined to apply proportionality principles to\nnoncapital sentences at all, emphasizing that “a sentence of death\ndiffers in kind from any sentence of imprisonment,no matter\nhow long.”Rummel, 445 U. S., at 272 (emphasis\nadded). Based on that rationale, the Court found that the\nexcessiveness of one prison term as compared to another was\n“properly within the province of legislatures, not courts,”id., at 275–276, precisely because it involved an\n“invariably…subjective determination, there\nbeing no clear way to make ‘any constitutional distinction between\none term of years and a shorter or longer term of years,’ ”Huttov.Davis,454 U. S. 370, 373\n(1982)(per curiam)(quotingRummel,supra, at 275; emphasis added).Even when the Court broke from that\nunderstanding in its 5-to-4 decision inSolemv.Helm,463 U. S. 277(1983) (striking down as\n“grossly disproportionate” a life-without-parole sentence imposed\non a defendant for passing a worthless check), the Court did so\nonly as applied to the facts of that case; it announced no\ncategorical rule.Id.,at 288, 303. Moreover, the Court\nsoon cabinedSolem’s rationale. The controlling opinion in\nthe Court’s very next noncapital proportionality case emphasized\nthat principles of federalism require substantial deference to\nlegislative choices regarding the proper length of prison\nsentences.Harmelin, 501 U. S., at 999 (opinion of\nKennedy, J.) (“[M]arked divergences both in underlying theories of\nsentencing and in the length of prescribed prison terms are the\ninevitable, often beneficial, result of the federal structure”);id., at 1000 (“[D]iffering attitudes and perceptions of\nlocal conditions may yield different, yet rational, conclusions\nregarding the appropriate length of prison terms for particular\ncrimes”). That opinion thus concluded that “successfulchallenges to the proportionality of [prison] sentences [would be]\nexceedingly rare.”Id., at 1001 (internal quotation marks\nomitted).They have been rare indeed. In the 28 years\nsinceSolem, the Court has considered just three such\nchallenges and has rejected them all, seeEwingv.California,538 U. S. 11(2003);Lockyerv.Andrade,538 U. S. 63(2003);Harmelin,supra, largely on the theory that\ncriticisms of the “wisdom, cost-efficiency, and effectiveness” of\nterm-of-years prison sentences are “appropriately directed at the\nlegislature[s],” not the courts,Ewing,supra,at\n27, 28 (plurality opinion). The Court correctly notes that those\ndecisions were “closely divided,”ante, at 8, but so wasSolemitself, and it is now fair to describeSolemas an outlier.[Footnote 2]Remarkably, the Court today does more than\nreturn toSolem’s case-by-case proportionality standard\nfor noncapital sentences; it hurtles past it to impose acategoricalproportionality rule banning\nlife-without-parole sentences not just in this case, but ineverycase involving a juvenile nonhomicide offender, no\nmatter what the circumstances. Neither the Eighth Amendment nor the\nCourt’s precedents justify this decision.IIIThe Court asserts that\ncategorical proportionality review is necessary here merely because\nGraham asks for a categorical rule, seeante, at 10, and\nbecause the Court thinks clear lines are a good idea, seeante, at 24–25. I find those factors wholly insufficient\nto justify the Court’s break from past practice. First, the Court\nfails to acknowledge that a petitioner seeking to exempt an entire\ncategory of offenders from a sentencing practice carries a much\nheavier burden than one seeking case-specific relief underSolem. Unlike the petitioner inSolem, Graham\nmust establish not only that his own life-without-parole sentence\nis “grossly disproportionate,” but also that such a sentence is\nalways grossly disproportionate whenever it is applied to a\njuvenile nonhomicide offender, no matter how heinous his crime. Cf.United Statesv.Salerno,481 U. S. 739(1987).\nSecond, even applying the Court’s categorical “evolving standards”\ntest, neither objective evidence of national consensus nor the\nnotions of culpability on which the Court’s “independent judgment”\nrelies can justify the categorical rule it declares here.AAccording to the Court, proper\nEighth Amendment analysis “begins with objective indicia of\nnational consensus,”[Footnote\n3] and “[t]he clearest and most reliable objective evidence of\ncontemporary values is the legislation enacted by the country’s\nlegislatures,”ante, at 10–11 (internal quotation marks\nomitted). As such, the analysis should end quickly, because a\nnational “consensus” in favor of the Court’s result simply does not\nexist. The laws of all 50 States, the Federal Government, and the\nDistrict of Columbia provide that juveniles over a certain age may\nbe tried in adult court if charged with certain crimes.[Footnote 4] Seeante, at 33–35\n(Appendix to opinion of the Court). Forty-five States, the Federal\nGovernment, and the District of Columbia expose juvenile offenders\ncharged in adult court to the very same range of punishments faced\nby adults charged with the same crimes. Seeante, at\n33–34, Part I. Eight of those States do not make\nlife-without-parole sentences available for any nonhomicide\noffender, regardless of age.[Footnote 5] All remaining jurisdictions—the Federal\nGovernment, the other 37 States, and the District—authorize\nlife-without-parole sentences for certain nonhomicide offenses, and\nauthorize the imposition of such sentences on persons under 18. Seeibid. OnlyfiveStates prohibit juvenile\noffenders from receiving a life-without-parole sentence that could\nbe imposed on an adult convicted of the same crime.[Footnote 6]No plausible claim of a consensus\nagainst this sentencing practice can be made in light of this\noverwhelming legislative evidence. The sole fact that federal law\nauthorizes this practice singlehandedly refutes the claim that our\nNation finds it morally repugnant. The additional reality that 37\nout of 50 States (a supermajority of 74%) permit the practice makes\nthe claim utterly implausible. Not only is there no consensus\nagainst this penalty, there is a clear legislative consensusin\nfavorof its availability.Undaunted, however, the Court brushes this\nevidence aside as “incomplete and unavailing,” declaring that\n“ ‘[t]here are measures of consensus other than\nlegislation.’ ”Ante, at 11 (quotingKennedy, 554 U. S., at ___ (slip op., at 22)). This is\nnothing short of stunning. Most importantly, federal civilian law\napproves this sentencing practice.[Footnote 7] And although the Court has never decided how\nmany state laws are necessary to show consensus, the Court has\nnever banished into constitutional exile a sentencing practice that\nthe laws of a majority, let alone a supermajority, of States\nexpressly permit.[Footnote\n8]Moreover, the consistency and direction of\nrecent leg-islation—a factor the Court previously has relied upon\nwhen crafting categorical proportionality rules, seeAtkins, 536 U. S., at 315–316;Roper, 543 U. S.,\nat 565–566—underscores the consensusagainstthe rule the\nCourt announces here. In my view, the Court cannot point to a\nnational consensus in favor of its rule without assuming a\nconsensus in favor of the two penological points it later\ndiscusses: (1) Juveniles are always less culpable than\nsimilarly-situated adults, and (2) juveniles who commit nonhomicide\ncrimes should always receive an opportunity to demonstrate\nrehabilitation through parole.Ante, at 16–17, 22–24. But\nlegislative trends make that assumption untenable.First, States over the past 20 years have\nconsistentlyincreasedthe severity of punishments for\njuvenile offenders. See 1999 DOJ National Report 89 (referring to\nthe 1990’s as “a time of unprecedented change as State legislatures\ncrack[ed] down on juvenile crime”);ibid.(noting that,\nduring that period, “legislatures in 47 States and the District of\nColumbia enacted laws that made their juvenile justice systems more\npunitive,” principally by “ma[king] it easier to transfer juvenile\noffenders from the juvenile justice system to the [adult] criminal\njustice system”);id., at 104. This, in my view, reveals\nthe States’ widespread agreement that juveniles can sometimes act\nwith the same culpability as adults and that the law should permit\njudges and juries to consider adult sentences—including life\nwithout parole—in those rare and unfortunate cases. See Feld,\nUnmitigated Punishment: Adolescent Criminal Responsibility and LWOP\nSentences, 10 J. Law & Family Studies 11, 69–70 (2007) (noting\nthat life-without-parole sentences for juveniles have increased\nsince the 1980’s); Amnesty International & Human Rights Watch,\nThe Rest of Their Lives: Life Without Parole for Child Offenders in\nthe United States 2, 31 (2005) (same).Second, legislatures have moved away from\nparole over the same period. Congress abolished parole for federal\noffenders in 1984 amid criticism that it was subject to\n“gamesmanship and cynicism,” Breyer, Federal Sentencing Guidelines\nRevisited, 11 Fed. Sentencing Rep. 180 (1999) (discussing the\nSentencing Reform Act of 1984, 98 Stat. 1987), and several States\nhave followed suit, see T. Hughes, D. Wilson, & A. Beck, Dept.\nof Justice, Bureau of Justice Statistics, Trends in State Parole,\n1990–2000, p. 1 (2001) (noting that, by the end of 2000, 16 States\nhad abolished parole for all offenses, while another 4 States had\nabolished it for certain ones). In light of these developments, the\nargument that there is nationwide consensus that parole must be\navailable to offenders less than 18 years old ineverynonhomicide case simply fails.BThe Court nonetheless dismisses\nexisting legislation, pointing out that life-without-parole\nsentences are rarely imposed on juvenile nonhomicide offenders—129\ntimes in recent memory[Footnote\n9] by the Court’s calculation, spread out across 11 States and\nthe federal courts.Ante, at 11–13. Based on this rarity\nof use, the Court proclaims a consensus against the practice,\nimplying that laws allowing it either reflect the consensus of a\nprior, less civilized time or are the work of legislatures\ntone-deaf to moral values of their constituents that this Court\nclaims to have easily discerned from afar. Seeante, at\n11.This logic strains credulity. It\nhas been rejected before.Greggv.Georgia,428 U. S. 153,\n182 (1976) (joint opinion of Stewart, Powell, and Stevens, JJ.)\n(“[T]he relative infrequency of jury verdicts imposing the death\nsentence does not indicate rejection of capital punishmentper\nse. Rather, [it] … may well reflect the humane feeling that\nthis most irrevocable of sanctions should be reserved for a small\nnumber of extreme cases”). It should also be rejected here. That a\npunishment is rarely imposed demonstrates nothing more than a\ngeneral consensus that it should be just that—rarely imposed. It is\nnot proof that the punishment is one the Nation abhors.The Court nonetheless insists that the 26\nStates that authorize this penalty, but are not presently\nincarcerating a juvenile nonhomicide offender on a\nlife-without-parole sentence, cannot be counted as approving its\nuse. The mere fact that the laws of a jurisdiction permit this\npenalty, the Court explains, “does not indicate that the penalty\nhas been endorsed through deliberate, express, and full legislative\nconsideration.”Ante, at 16.As an initial matter, even accepting the\nCourt’s theory,federallaw authorizes this penalty and\nthe Federal Government uses it. Seeante, at 13 (citing\nLetter and Attachment from Judith Simon Garrett, U. S. Dept. of\nJustice, Federal Bureau of Prisons, to Supreme Court Library (Apr.\n12, 2010) (available in Clerk of Court’s case file)). That should\nbe all the evidence necessary to refute the claim of a national\nconsensus against this penalty.Yet even when examining the States that\nauthorize, but have not recently employed, this sentencing\npractice, the Court’s theory is unsound. Under the Court’s evolving\nstandards test, “[i]t is not the burden of [a State] to establish a\nnational consensusapprovingwhat their citizens have\nvoted to do; rather, it is the ‘heavy burden’ of petitioners to\nestablish a national consensusagainstit.”Stanfordv.Kentucky,492 U. S. 361, 373 (1989) (quotingGregg,supra, at 175 (joint opinion of Stewart,\nPowell, and Stevens, JJ.); some emphasis added). In light of this\nfact, the Court is wrong to equate a jurisdiction’s disuse of a\nlegislatively authorized penalty with its moral opposition to it.\nThe fact that the laws of a jurisdiction permit this sentencing\npractice demonstrates, at a minimum, that the citizens of that\njurisdiction find tolerable the possibility that a jury of their\npeers could impose a life-without-parole sentence on a juvenile\nwhose nonhomicide crime is sufficiently depraved.The recent case of 16-year-old Keighton Budder\nillustrates this point. Just weeks before the release of this\nopinion, an Oklahoma jury sentenced Budder to life without parole\nafter hearing evidence that he viciously attacked a 17-year-old\ngirl who gave him a ride home from a party. See Stogsdill, Teen\nGets Life Terms in Stabbing, Rape Case, Tulsa World, Apr. 2, 2010,\np. A10; Stogsdill, Delaware County Teen Sentenced in Rape, Assault\nCase, Tulsa World, May 4, 2010, p. A12. Budder allegedly put the\ngirl’s head “ ‘into a headlock and sliced her throat,’ ”\nraped her, stabbed her about 20 times, beat her, and pounded her\nface into the rocks alongside a dirt road. Teen Gets Life Terms in\nStabbing, Rape Case, at A10. Miraculously, the victim survived.Ibid.Budder’s crime was rare in its\nbrutality. The sentence the jury imposed was also rare. According\nto the study relied upon by this Court, Oklahoma had no such\noffender in its prison system before Budder’s offense. P. Annino,\nD. Rasmussen, & C. Rice, Juvenile Life Without Parole for\nNon-Homicide Offenses: Florida Compared to Nation 2, 14 (Sept. 14,\n2009) (Table A). Without his conviction, therefore, the Court would\nhave counted Oklahoma’s citizens as morally opposed to\nlife-without-parole sentences for juveniles nonhomicide\noffenders.Yet Oklahoma’s experience proves the\ninescapable flaw in that reasoning: Oklahoma citizens have enacted\nlaws that allow Oklahoma juries to consider life-without-parole\nsentences in juvenile nonhomicide cases. Oklahoma juries invoke\nthose laws rarely—in the unusual cases that they find exceptionally\ndepraved. I cannot agree with the Court that Oklahoma citizens\nshould be constitutionally disabled from using this sentencing\npractice merely because they have not done so more frequently. If\nanything, the rarity of this penalty’s use underscores just how\njudicious sentencing judges and juries across the country have been\nin invoking it.This fact is entirely consistent with the\nCourt’s intuition that juvenilesgenerallyare less\nculpable and more capable of growth than adults. Seeinfra, at 21–22. Graham’s own case provides another\nexample. Graham was statutorily eligible for a life-without-parole\nsentence after his first crime. But the record indicates that the\ntrial court did not give such a sentence serious consideration at\nGraham’s initial plea hearing. It was only after Graham\nsubsequently violated his parole by invading a home at gunpoint\nthat the maximum sentence was imposed.In sum, the Court’s calculation that 129\njuvenile nonhomicide life-without-parole sentences have been\nimposed nationwide in recent memory, even if accepted, hardly\namounts to strong evidence that the sentencing practice offends our\ncommon sense of decency.[Footnote 10]Finally, I cannot help but note that the\nstatistics the Court finds inadequate to justify the penalty in\nthis case are stronger than those supporting at least one other\npenalty this Court has upheld. Not long ago, this Court, joined by\nthe author of today’s opinion, upheld the application of the death\npenalty against a 16-year-old, despite the fact that no such\npunishment had been carried out on a person of that age in this\ncountry in nearly 30 years. SeeStanford, 492 U. S., at\n374. Whatever the statistical frequency with which\nlife-without-parole sentences have been imposed on juvenile\nnonhomicide offenders in the last 30 years, it is surely greater\nthan zero.In the end, however, objective factors such as\nlegislation and the frequency of a penalty’s use are merely\nornaments in the Court’s analysis, window dressing that accompanies\nits judicial fiat.[Footnote\n11] By the Court’s own decree, “[c]ommunity consensus … is not\nitself determinative.”Ante, at 16. Only the independent\nmoral judgment of this Court is sufficient to decide the question.\nSeeibid.CLacking any plausible claim\nto consensus, the Court shifts to the heart of its argument: its\n“independent judgment” that this sentencing practice does not\n“serv[e] legitimate penological goals.” Ante, at 16. The Court\nbegins that analysis with the obligatory preamble that\n“ ‘[t]he Eighth Amendment does not mandate adoption of any one\npenological theory,’ ”ante, at 20 (quotingHarmelin, 501 U. S., at 999 (opinion of Kennedy, J.)),\nthen promptly mandates the adoption of the theories the Court deems\nbest.First, the Court acknowledges\nthat, at a minimum, the imposition of life-without-parole sentences\non juvenile nonhomicide offenders serves two “legitimate”\npenological goals: incapacitation and deterrence.Ante, at\n20–21. By definition, such sentences serve the goal of\nincapacitation by ensuring that juvenile offenders who commit armed\nburglaries, or those who commit the types of grievous sex crimes\ndescribed by The Chief Justice, no longer threaten their\ncommunities. Seeante, at 9 (opinion concurring in\njudgment). That should settle the matter, since the Court\nacknowledges that incapacitation is an “important” penological\ngoal.Ante, at 21. Yet, the Court finds this goal“inadequate” to justify the life-without-parole sentences\nhere.Ante,at 22 (emphasis added). A similar fate befalls\ndeterrence. The Court acknowledges that such sentences will deter\nfuture juvenile offenders, at least to some degree, but rejects\nthat penological goal, not as illegitimate, but as insufficient.Ante, at 21 (“[A]ny limited deterrent effect provided by\nlife without parole isnot enoughto justify the\nsentence.” (emphasis added)).The Court looks more favorably on\nrehabilitation, but laments that life-without-parole sentences do\nlittle to promote this goal because they result in the offender’s\npermanent incarceration.Ante, at 22. Of course, the Court\nrecognizes that rehabilitation’s “utility and proper\nimplementation” are subject to debate.Ante,at 23. But\nthat does not stop it from declaring that a legislature may not\n“forswea[r] … the rehabilitative ideal.”Ibid.In other\nwords, the Eighth Amendment does not mandate “any one penological\ntheory,”ante, at 20 (internal quotation marks omitted),\njust one the Court approves.Ultimately, however, the Court’s “independent\njudgment” and the proportionality rule itself center on\nretribution—the notion that a criminal sentence should be\nproportioned to “ ‘the personal culpability of the criminal\noffender.’ ”Ante, at 16, 20 (quotingTisonv.Arizona,481 U. S. 137, 149\n(1987)). The Court finds that retributive purposes are not served\nhere for two reasons.1First, quotingRoper,\n543 U. S., at 569–570, the Court concludes that juveniles are less\nculpable than adults because, as compared to adults, they “have a\n‘ “lack of maturity and an underdeveloped sense of\nresponsibility,” ’ ” and “their characters are ‘not as\nwell formed.’ ”Ante, at 17. As a general matter,\nthis statement is entirely consistent with the evidence recounted\nabove that judges and juries impose the sentence at issue quite\ninfrequently, despite legislative authorization to do so in many\nmore cases. See Part III–B,supra. Our society tends to\ntreat the average juvenile as less culpable than the average adult.\nBut the question here does not involve the average juvenile. The\nquestion, instead, is whether the Constitution prohibits judges and\njuries fromeverconcluding that an offender under the age\nof 18 has demonstrated sufficient depravity and incorrigibility to\nwarrant his permanent incarceration.In holding that the Constitution\nimposes such a ban, the Court cites “developments in psychology and\nbrain science” indicating that juvenile minds “continue to mature\nthrough late adolescence,”ante, at 17 (citing Brief for\nAmerican Medical Association et al. asAmici Curiae16–24; Brief for American Psychological Association et al. asAmiciCuriae22–27 (hereinafter APA Brief)), and\nthat juveniles are “more likely [than adults] to engage in risky\nbehaviors,”id., at 7. But even if such generalizations\nfrom social science were relevant to constitutional rulemaking, the\nCourt misstates the data on which it relies.The Court equates the propensity of a fairly\nsubstantial number of youths to engage in “risky” or antisocial\nbehaviors with the propensity of a much smaller group to commit\nviolent crimes.Ante, at 26. But research relied upon by\ntheamicicited in the Court’s opinion differentiates\nbetween adolescents for whom antisocial behavior is a fleeting\nsymptom and those for whom it is a lifelong pattern. See Moffitt,\nAdolescence-Limited and Life-Course-Persistent Antisocial Behavior:\nA Developmental Taxonomy, 100 Psychological Rev. 674, 678 (1993)\n(cited in APA Brief 8, 17, 20) (distinguishing between adolescents\nwho are “antisocial only during adolescence” and a smaller group\nwho engage in antisocial behavior “at every life stage” despite\n“drift[ing] through successive systems aimed at curbing their\ndeviance”). That research further suggests that the pattern of\nbehavior in the latter group often sets in before 18. See\nMoffitt, supra, at 684 (“The well-documented resistance of\nantisocial personality disorder to treatments of all kinds seems to\nsuggest that the life-course-persistent style is fixed sometime\nbefore age 18”). And, notably, it suggests that violence itself is\nevidence that an adolescent offender’s antisocial behavior isnottransient. See Moffitt, A Review of Research on the\nTaxonomy of Life-Course Persistent Versus Adolescence-Limited\nAntisocial Behavior, in Taking Stock: the Status of Criminological\nTheory 277, 292–293 (F. Cullen, J. Wright, & K. Blevins eds.\n2006) (observing that “life-course persistent” males “tended to\nspecialize in serious offenses (carrying a hidden weapon, assault,\nrobbery, violating court orders), whereas adolescence-limited” ones\n“specialized in non-serious offenses (theft less than $5, public\ndrunkenness, giving false information on application forms,\npirating computer software, etc.)”).In sum, even if it were relevant, none of this\npsychological or sociological data is sufficient to support the\nCourt’s “ ‘moral’ ” conclusion that youth defeats\nculpability ineverycase.Ante, at 17 (quotingRoper, 543 U. S., at 570); seeid., at 618\n(Scalia, J., dissenting); R. Epstein, The Case Against Adolescence\n171 (2007) (reporting on a study of juvenile reasoning skills and\nconcluding that “most teens are capable of conventional, adult-like\nmoral reasoning”).The Court responds that a categorical rule is\nnonetheless necessary to prevent the “ ‘unacceptable\nlikelihood’ ” that a judge or jury, unduly swayed by\n“ ‘the brutality or cold-blooded nature’ ” of a\njuvenile’s nonhomicide crime, will sentence him to a\nlife-without-parole sentence for which he possesses\n“ ‘insufficient culpability,’ ”ante, at 27\n(quotingRoper,supra, at 572–573). I find that\njustification entirely insufficient. The integrity of our criminal\njustice system depends on the ability of citizens to stand between\nthe defendant and an outraged public and dispassionately determine\nhis guilt and the proper amount of punishment based on the evidence\npresented. That process necessarily admits of human error. But so\ndoes the process of judging in which we engage. As between the two,\nI find far more “unacceptable” that this Court, swayed by studies\nreflecting the general tendencies of youth, decree that the people\nof this country are not fit to decide for themselves when the rare\ncase requires different treatment.2That is especially so because, in\nthe end, the Court does not even believe its pronouncements about\nthe juvenile mind. If it did, the categorical rule it announces\ntoday would be most peculiar because it leaves intact state and\nfederal laws that permit life-without-parole sentences for\njuveniles who commit homicides. Seeante, at 23. The Court\nthus acknowledges that there is nothing inherent in the psyche of a\nperson less than 18 that prevents him from acquiring the moral\nagency necessary to warrant a life-without-parole sentence.\nInstead, the Court rejects overwhelming legislative consensus only\non the question of whichactsare sufficient to\ndemonstrate that moral agency.The Court is quite willing to\naccept that a 17-year-old who pulls the trigger on a firearm can\ndemonstrate sufficient depravity and irredeemability to be denied\nreentry into society, but insists that a 17-year-old who rapes an\n8-year-old and leaves her for dead does not. Seeante, at\n17–19; cf.ante, at 9 (Roberts, C. J., concurring in\njudgment) (describing the crime of life-without-parole offender\nMilagro Cunningham). Thus, the Court’s conclusion that\nlife-without-parole sentences are “grossly disproportionate” for\njuvenile nonhomicide offenders in fact has very little to do with\nits view of juveniles, and much more to do with its perception that\n“defendants who do not kill, intend to kill, or foresee that life\nwill be taken are categorically less deserving of the most serious\nforms of punishment than are murderers.”Ante, at 18.That the Court is willing to impose such an\nexacting constraint on democratic sentencing choices based on such\nan untestable philosophical conclusion is remarkable. The question\nof what acts are “deserving” of what punishments is bound so\ntightly with questions of morality and social conditions as to make\nit, almost by definition, a question for legislative resolution. It\nis true that the Court previously has relied on the notion of\nproportionality in holding certain classes of offenses\ncategorically exempt from capital punishment. Seesupra,\nat 4. But never before today has the Court relied on its own view\nof just deserts to impose a categorical limit on the imposition of\na lesser punishment. Its willingness to cross that well-established\nboundary raises the question whether any democratic choice\nregarding appropriate punishment is safe from the Court’s\never-expanding constitutional veto.IVAlthough the concurrence avoids\nthe problems associated with expanding categorical proportionality\nreview to noncapital cases, it employs noncapital proportionality\nanalysis in a way that raises the same fundamental concern.\nAlthough I do not believeSolemmeritsstare\ndecisistreatment, Graham’s claim cannot prevail even under\nthat test (as it has been limited by the Court’s subsequent\nprecedents).Soleminstructs a court first to compare the\n“gravity” of an offender’s conduct to the “harshness of the\npenalty” to determine whether an “inference” of gross\ndisproportionality exists. 463 U. S., at 290–291. Only in “the rare\ncase” in which such an inference is present should the court\nproceed to the “objective” part of the inquiry—an intra- and\ninterjurisdictional compari- son of the defendant’s sentence with\nothers similarly situated.Harmelin, 501 U. S., at 1000,\n1005 (opinion of Kennedy, J.).Under the Court’s precedents, I\nfail to see how an “inference” of gross disproportionality arises\nhere. The concurrence notes several arguably mitigating\nfacts—Graham’s “lack of prior criminal convictions, his youth and\nimmaturity, and the difficult circumstances of his upbringing.”Ante, at 7 (Roberts, C. J., concurring in judgment).\nBut the Court previously has upheld a life-without-parole sentence\nimposed on a first-time offender who committed anonviolentdrug crime. SeeHarmelin,supra, at 1002–1004. Graham’s conviction for an actual\nviolent felony is surely more severe than that offense. As for\nGraham’s age, it is true thatRoperheld juveniles\ncategorically ineligible for capital punishment, but as the\nconcurrence explains,Roperwas based on the“explicit conclusion that [juveniles] ‘cannot with\nreliability be classified among theworstoffenders’ ”; it did “not establish that juveniles can never\nbe eligible for life without parole.”Ante, at 5 (Roberts,\nC. J., concurring in judgment) (quotingRoper, 543 U.\nS., at 569 (emphasis added in opinion of Roberts, C. J.)). In\nmy view,Roper’s principles are thus not generally\napplicable outside the capital sentencing context.By holding otherwise, the concurrence relies\non the same type of subjective judgment as the Court, only it\nrestrains itself to a case-by-case rather than a categorical\nruling. The concurrence is quite ready to hand Graham “the general\npresumption of diminished culpability” for juveniles,ante, at 7, apparently because it believes that Graham’s\narmed burglary and home invasion crimes were “certainly less\nserious” than murder or rape,ibid. It recoils only from\nthe prospect that the Court would extend the same presumption to a\njuvenile who commits a sex crime. Seeante, at 10. I\nsimply cannot accept that these subjective judgments of\nproportionality are ones the Eighth Amendment authorizes us to\nmake.The “objective” elements of theSolemtest provide no additional support for the concurrence’s\nconclusion. The concurrence compares Graham’s sentence to “similar”\nsentences in Florida and concludes that Graham’s sentence was “far\nmore severe.”Ante, at 8 (Roberts, C. J, concurring\nin judgment). But strangely, the concurrence uses average sentences\nfor burglary or robbery offenses as examples of “similar” offenses,\neven though it seems that a run-of-the-mill burglary or robbery is\nnot at all similar to Graham’s criminal history, which includes a\ncharge for armed burglarywith assault,anda\nprobation violation for invading a home at gunpoint.And even if Graham’s sentence is higher than\nones he might have received for an armed burglary with assault in\nother jurisdictions, seeante, at 8–9, this hardly seems\nrelevant if one takes seriously the principle that “ ‘[a]bsent\na constitutionally imposed uniformity inimical to traditional\nnotions of federalism, some State willalwaysbear the\ndistinction of treating particular offenders more severely than any\nother State.’ ”Harmelin,supra, at 1000\n(opinion of Kennedy, J.) (quotingRummel, 445 U. S., at\n282; emphasis added). ApplyingSolem, the Court has upheld\na 25-years-to-life sentence for theft under California’s recidivist\nstatute, despite the fact that the State and itsamicicould cite only “a single instance of a similar sentence imposed\noutside the context of California’s three strikes law, out of a\nprison population [then] approaching two million individuals.”Ewing, 538 U. S., at 47 (Breyer, J., dissenting). It has\nalso upheld a life-without-parole sentence for a first-time drug\noffender in Michigan charged with possessing 672 grams of cocaine\ndespite the fact that only one other State would have authorized\nsuch a stiff penalty for a first-time drug offense, and even that\nState required a far greater quantity of cocaine (10 kilograms) to\ntrigger the penalty. SeeHarmelin,supra, at 1026\n(White, J., dissenting). Graham’s sentence is certainly less rare\nthan the sentences upheld in these cases, so his claim fails even\nunderSolem.*  *  *Both the Court and the\nconcurrence claim their decisions to be narrow ones, but both\ninvite a host of line-drawing problems to which courts must seek\nanswers beyond the strictures of the Constitution. The Court holds\nthat “[a] State is not required to guarantee eventual freedom to a\njuvenile offender convicted of a nonhomicide crime,” but must\nprovide the offender with “some meaningful opportunity to obtain\nrelease based on demonstrated maturity and rehabilitation.”\nAnte, at 24. But what, exactly, does such a “meaningful”\nopportunity entail? When must it occur? And what Eighth Amendment\nprinciples will govern review by the parole boards the Court now\ndemands that States empanel? The Court provides no answers to these\nquestions, which will no doubt embroil the courts for\nyears.[Footnote 12]VThe ultimate question in this\ncase is not whether a life-without-parole sentence ‘fits’ the crime\nat issue here or the crimes of juvenile nonhomicide offenders more\ngenerally, but to whom the Constitution assigns that decision. The\nFlorida Legislature has concluded that such sentences should be\navailable for persons under 18 who commit certain crimes, and the\ntrial judge in this case decided to impose that legislatively\nauthorized sentence here. Because a life-without-parole prison\nsentence is not a “cruel and unusual” method of punishment under\nany standard, the Eighth Amendment gives this Court no authority to\nreject those judgments.It would be unjustifiable for the\nCourt to declare otherwise even if it could claim that a bare\nmajority of state laws supported its independent moral view. The\nfact that the Court categorically prohibits life-without-parole\nsentences for juvenile nonhomicide offenders in the face of an\noverwhelming legislative majorityin favorof leaving that\nsentencing option available under certain cases simply il-lustrates\nhow far beyond any cognizable constitutional principle the Court\nhas reached to ensure that its own sense of morality and\nretributive justice pre-empts that of the people and their\nrepresentatives.I agree with Justice Stevens that “[w]e learn,\nsometimes, from our mistakes.”Ante, at 1 (concurring\nopinion). Perhaps one day the Court will learn from this one.I respectfully dissent.Footnote 1The Chief Justice’s concurrence suggests that\nit is unnecessary to remark on the underlying question whether the\nEighth Amendment requires proportionality in sentencing because\n“[n]either party here asks us to reexamine our precedents”\nrequiring “proportionality between noncapital offenses and their\ncorresponding punishments.”Ante, at 2 (opinion concurring\nin judgment). I disagree. Both the Court and the concurrence do\nmore than apply existing noncapital proportionality precedents to\nthe particulars of Graham’s claim. The Court radically departs from\nthe framework those precedents establish by applying to a\nnoncapital sentence the categorical proportionality review its\nprior decisions have reserved for death penalty cases alone. See\nPart III,infra. The concurrence, meanwhile, breathes new\nlife into the case-by-case proportionality approach that previously\ngoverned noncapital cases, from which the Court has steadily, and\nwisely, retreated sinceSolemv.Helm,463 U. S. 277(1983). See Part IV,infra. In dissenting from both choices to expand\nproportionality review, I find it essential to reexamine the\nfoundations on which that doctrine is built.Footnote 2Courts and commentators interpreting this\nCourt’s decisions have reached this conclusion. See,e.g.,United Statesv.Polk, 546 F. 3d 74, 76 (CA1\n2008) (“[I]nstances of gross disproportionality [in noncapital\ncases] will be hen’s-teeth rare”); Barkow, The Court of Life and\nDeath: The Two Tracks of Constitutional Sentencing Law and the Case\nfor Uniformity, 107 Mich. L. Rev. 1145, 1160 (2009)\n(“Solemnow stands as an outlier”); Note, The Capital\nPunishment Exception: A Case for Constitutionalizing the\nSubstantive Criminal Law, 104 Colum. L. Rev. 426, 445 (2004)\n(observing that outside of the capital context, “proportionality\nreview has been virtually dormant”); Steiker & Steiker, Opening\na Window or Building a Wall? The Effect of Eighth Amendment Death\nPenalty Law and Advocacy on Criminal Justice More Broadly, 11 U.\nPa. J. Const. L. 155, 184 (2009) (“Eighth Amendment challenges to\nexcessive incarceration [are] essentially non-starters”).Footnote 3The Court ignores entirely the threshold\ninquiry of whether subjecting juvenile offenders to adult penalties\nwas one of the “modes or acts of punishment that had been\nconsidered cruel and unusual at the time that the Bill of Rights\nwas adopted.”Fordv.Wainwright,477 U. S. 399, 405\n(1986). As the Court has noted in the past, however, the evidence\nis clear that, at the time of the Founding, “the common law set a\nrebuttable presumption of incapacity to commit any felony at the\nage of 14, and theoretically permitted [even] capital punishment to\nbe imposed on a person as young as age 7.”Stanfordv.Kentucky,492 U. S. 361, 368 (1989) (citing 4 W.\nBlackstone, Commentaries *23–*24; 1 M. Hale, Pleas of the Crown\n24–29 (1800)). It thus seems exceedingly unlikely that the\nimposition of a life-without-parole sentence on a person of\nGraham’s age would run afoul of those standards.Footnote 4Although the details of state laws vary\nextensively, they generally permit the transfer of a juvenile\noffender to adult court through one or more of the following\nmechanisms: (1) judicial waiver, in which the juvenile court has\nthe authority to waive jurisdiction over the offender and transfer\nthe case to adult court; (2) concurrent jurisdiction, in which\nadult and juvenile courts share jurisdiction over certain cases and\nthe prosecutor has discretion to file in either court; or (3)\nstatutory provisions that exclude juveniles who commit certain\ncrimes from juvenile-court jurisdiction. See Dept. of Justice,\nJuvenile Offenders and Victims: 1999 National Report 89, 104 (1999)\n(hereinafter 1999 DOJ National Report); Feld, Unmitigated\nPunishment: Adolescent Criminal Responsibility and LWOP Sentences,\n10 J. Law & Family Studies 11, 38–39 (2007).Footnote 5Alaska entitles all offenders to parole,\nregardless of their crime. Alaska Stat. §12.55.015(g) (2008). The\nother seven States provide parole eligibility to all offenders,\nexcept those who commit certain homicide crimes. Conn. Gen. Stat.\n§53a–35a (2009); Haw. Rev. Stat. §§706–656(1)–(2) (1993 and 2008\nSupp. Pamphlet); Me. Rev. Stat. Ann., Tit. 17–a, §1251 (2006);\nMass. Gen. Laws Ann., ch. 265, §2 (West 2008); N. J. Stat.\nAnn. §§2C:11–3(b)(2)–(3) (West 2005); N. M. Stat. Ann.\n§31–18–14 (Supp. 2009); Vt. Stat. Ann., Tit. 13, §2303 (2009).Footnote 6Colo. Rev. Stat. Ann. §18–1.3–401(4)(b)\n(2009) (authorizing mandatory life sentence with possibility for\nparole after 40 years for juveniles convicted of class 1 felonies);\nKan. Stat. Ann. §§21–4622, 4643 (2007); Ky. Rev. Stat. Ann.\n§640.040 (West 2006);Shepherdv.Commonwealth,\n251 S. W. 3d 309, 320–321 (Ky. 2008); Mont. Code Ann.\n§46–18–222(1) (2009); Tex. Penal Code Ann. §12.31 (West Supp.\n2009).Footnote 7Although the Court previously has dismissed\nthe relevance of the Uniform Code of Military Justice to its\ndiscernment of consensus, seeKennedyv.Louisiana, 554 U. S. ___, ___ (2008) (statement of\nKennedy, J., respecting denial of rehearing), juveniles who enlist\nin the military are nonetheless eligible for life-without-parole\nsentences if they commit certain nonhomicide crimes. See 10 U. S.\nC. §§505(a) (permitting enlistment at age 17), 856a, 920 (2006 ed.,\nSupp. II).Footnote 8Kennedy, 554 U. S., at ___ (slip\nop., at 12, 23) (prohibiting capital punishment for the rape of a\nchild where only six States had enacted statutes authorizing the\npunishment sinceFurmanv.Georgia,408 U. S. 238(1972)(per curiam));Roperv.Simmons,543 U. S. 551, 564, 568 (2005)\n(prohibiting capital punishment for offenders younger than 18 where\n18 of 38 death-penalty States precluded imposition of the penalty\non persons under 18 and the remaining 12 States did not permit\ncapital punishment at all);Atkinsv.Virginia,536 U. S. 304, 314–315 (2002)\n(prohibiting capital punishment of mentally retarded persons where\n18 of 38 death-penalty States precluded imposition of the penalty\non such persons and the remaining States did not authorize capital\npunishment at all);Thompsonv.Oklahoma,487 U. S. 815, 826, 829 (1988)\n(plurality opinion) (prohibiting capital punishment of offenders\nunder 16 where 18 of 36 death-penalty States precluded imposition\nof the penalty on such persons and the remaining States did not\npermit capital punishment at all);Enmundv.Florida,458 U. S. 782, 789 (1982) (prohibiting\ncapital punishment for felony murder without proof of intent to\nkill where eight States allowed the punishment without proof of\nthat element);Cokerv.Georgia,433 U. S. 584, 593 (1977) (holding\ncapital punishment for the rape of a woman unconstitutional where\n“[a]t no time in the last 50 years have a majority of the States\nauthorized death as a punishment for rape”).Footnote 9I say “recent memory” because the research\nrelied upon by the Court provides a headcount of juvenile\nnonhomicide offenders presently incarcerated in this country, but\ndoes not provide more specific information about all of the\noffenders, such as the dates on which they were convicted.Footnote 10Because existing legislation plainly suffices\nto refute any consensus against this sentencing practice, I assume\nthe accuracy of the Court’s evidence regarding the frequency with\nwhich this sentence has been imposed. But I would be remiss if I\ndid not mention two points about the Court’s figures. First, it\nseems odd that the Court counts only those juveniles sentenced to\nlife without parole and excludes from its analysis all juveniles\nsentenced to lengthy term-of-years sentences (e.g., 70 or\n80 years’ imprisonment). It is difficult to argue that a judge or\njury imposing such a long sentence—which effectively denies the\noffender any material opportunity for parole—would express moral\noutrage at a life-without-parole sentence.Second, if objective indicia of consensus were\ntruly important to the Court’s analysis, the statistical\ninformation presently available would be woefully inadequate to\nform the basis of an Eighth Amendment rule that can be revoked only\nby constitutional amendment. The only evidence submitted to this\nCourt regarding the frequency of this sentence’s imposition was a\nsingle study completed after this Court granted certiorari in this\ncase. See P. Annino, D. Rasmussen, & C. Rice, Juvenile Life\nWithout Parole for Non-Homicide Offenses: Florida Compared to\nNation 2 (Sept. 14, 2009). Although I have no reason to question\nthe professionalism with which this study was conducted, the study\nitself acknowledges that it was incomplete and the first of its\nkind. Seeid., at 1. The Court’s questionable decision to\n“complete” the study on its own does not materially increase its\nreliability. For one thing, by finishing the study itself, the\nCourt prohibits the parties from ever disputing its findings.\nComplicating matters further, the original study sometimes relied\non third-party data rather than data from the States themselves,\nseeibid.;the study has never been peer reviewed; and\nspecific data on all 129 offenders (age, date of conviction, crime\nof conviction, etc.), have not been collected, making verification\nof the Court’s headcount impossible. The Court inexplicably blames\nFlorida for all of this. Seeante, at 12. But as already\nnoted, it is not Florida’s burden to collect data to prove a\nnational consensus in favor of this sentencing practice, but\nGraham’s “heavy burden” to prove a consensusagainstit.\nSeesupra, at 16.Footnote 11I confine to a footnote the Court’s\ndiscussion of foreign laws and sentencing practices because past\nopinions explain at length why such factors are irrelevant to the\nmeaning of our Constitution or the Court’s discernment of any\nlongstanding tradition inthisNation. SeeAtkins, 536 U. S., at 324–325 (Rehnquist, C. J.,\ndissenting). Here, two points suffice. First, despite the Court’s\nattempt to count the actual number of juvenile nonhomicide\noffenders serving life-without-parole sentences in other nations (a\ntask even more challenging than counting them within our borders),\nthelawsof other countries permit juvenile\nlife-without-parole sentences, see Child Rights Information,\nNetwork, C. de la Vega, M. Montesano, & A. Solter, Human Rights\nAdvocates, Statement on Juvenile Sentencing to Human Rights\nCouncil, 10th Sess. (Nov. 3, 2009) (“Eleven countries have laws\nwith the potential to permit the sentencing of child offenders to\nlife without the possibility of release”), online at\nhttp://www.crin.org/resources/infoDetail.asp?ID=19806) (as visited\nMay 14, 2010, and available in Clerk of Court’s case file)).\nSecond, present legislation notwithstanding, democracies around the\nworld remain free to adopt life-without-parole sentences for\njuvenile offenders tomorrow if they see fit. Starting today, ours\ncan count itself among the few in which judicial decree prevents\nvoters from making that choice.Footnote 12It bears noting that Colorado, one of the\nfive States that prohibit life-without-parole sentences for\njuvenile nonhomicide offenders, permits such offenders to be\nsentenced to mandatory terms of imprisonment for up to 40 years.\nColo. Rev. Stat. §18–1.3–401(4)(b) (2009). In light of the volume\nof state and federal legislation that presentlypermitslife-without-parole sentences for juvenile nonhomicide offenders,\nit would be impossible to argue that there is any objective\nevidence of agreement that a juvenile is constitutionally entitled\nto a parole hearing any sooner than 40 years after conviction. See\nTr. of Oral Arg. 6–7 (counsel for Graham, stating that, “[o]ur\nposition is that it should be left up to the States to decide. We\nthink that the … Colorado provision would probably be\nconstitutional”).",
    "joined": []
}