{
    "case": {
        "docket": "17-965",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-965/"
    },
    "id": "3920352",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–965_________________DONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERSv.HAWAII, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 26, 2018]Thomas, J., concurring.I join the Court’s opinion, which highlights\njust a few of the many problems with the plaintiffs’ claims. There\nare several more. Section 1182(f) does not set forth any judicially\nenforceable limits that constrain the President. SeeWebsterv.Doe, 486 U. S. 592, 600 (1988). Nor could it, since\nthe President hasinherentauthority to exclude aliens from\nthe country. SeeUnited States ex rel.\nKnauffv.Shaughnessy, 338 U. S. 537,\n542–543 (1950); accord,Sessionsv.Dimaya, 584\nU. S. ___, ___–___ (2018) (Thomas, J., dissenting) (slip op.,\nat 13–14). Further, the Establishment Clause does not create an\nindividual right to be free from all laws that a “reasonable\nobserver” views as religious or antireligious. SeeTown of\nGreecev.Galloway, 572 U. S. ___, ___ (2014)\n(Thomas, J., concurring in part and concurring in judgment) (slip\nop., at 6);Elk Grove Unified School Dist.v.Newdow,\n542 U. S. 1, 52–53 (2004) (Thomas, J., concurring in\njudgment). The plaintiffs cannot raise any other First Amendment\nclaim, since the alleged religious discrimination in this case was\ndirected at aliens abroad. SeeUnited Statesv.Verdugo-Urquidez, 494 U. S. 259, 265 (1990). And, even\non its own terms, the plaintiffs’ proffered evidence of anti-Muslim\ndiscrimination is unpersuasive.Merits aside, I write separately to address the\nremedy that the plaintiffs sought and obtained in this case. The\nDistrict Court imposed an injunction that barred the Government\nfrom enforcing the President’s Proclamation against anyone, not\njust the plaintiffs. Injunctions that prohibit the Executive Branch\nfrom applying a law or policy against anyone—often called\n“universal” or “nationwide” injunctions—have become increasingly\ncommon.[1] District courts,\nincluding the one here, have begun imposing universal injunctions\nwithout considering their authority to grant such sweeping relief.\nThese injunctions are beginning to take a toll on the federal court\nsystem—preventing legal questions from percolating through the\nfederal courts, encouraging forum shopping, and making every case a\nnational emergency for the courts and for the Executive Branch.I am skeptical that district courts have the\nauthority to enter universal injunctions. These injunctions did not\nemerge until a century and a half after the founding. And they\nappear to be inconsistent with longstanding limits on equitable\nrelief and the power of Article III courts. If their popularity\ncontinues, this Court must address their legality.IIf district courts have any authority to issue\nuniversal injunctions, that authority must come from a statute or\nthe Constitution. SeeMissouriv.Jenkins, 515\nU. S. 70124 (1995) (Thomas, J., concurring). No\nstatute expressly grants district courts the power to issue\nuniversal injunctions.[2] So\nthe only possible bases for these injunctions are a generic statute\nthat authorizes equitable relief or the courts’ inherent\nconstitutional authority. Neither of those sources would permit a\nform of injunctive relief that is “[in]consistent with our history\nand traditions.”Ibid.AThis Court has never treated general statutory\ngrants of equitable authority as giving federal courts a\nfreewheeling power to fashion new forms of equitable remedies.\nRather, it has read such statutes as constrained by “the body of\nlaw which had been transplanted to this country from the English\nCourt of Chancery” in 1789.Guaranty Trust Co.v.York, 326 U. S. 99, 105 (1945). As Justice Story\nexplained, this Court’s “settled doctrine” under such statutes is\nthat “the remedies in equity are to be administered . . .\naccording to the practice of courts of equity in [England].”Boylev.Zacharie & Turner, 6 Pet. 648, 658\n(1832). More recently, this Court reiterated that broad statutory\ngrants of equitable authority give federal courts “ ‘an\nauthority to administer in equity suits the principles of the\nsystem of judicial remedies which had been devised and was being\nadministered by the English Court of Chancery at the time of the\nseparation of the two countries.’ ”Grupo Mexicano de\nDesarrollo S. A.v.Alliance Bond Fund, Inc., 527\nU. S. 308, 318 (1999) (Scalia, J.) (quotingAtlas Life Ins.\nCo.v.W. I. Southern, Inc., 306 U. S. 563, 568\n(1939)).BThe same is true of the courts’ inherent\nconstitutional authority to grant equitable relief, assuming any\nsuch authority exists. SeeJenkins, 515 U. S., at 124\n(Thomas, J., concurring). This authority is also limited by the\ntraditional rules of equity that existed at the founding.The scope of the federal courts’ equitable\nauthority under the Constitution was a point of contention at the\nfounding, and the “more limited construction” of that power\nprevailed.Id.,at 126. The founding generation viewed\nequity “with suspicion.”Id., at 128. Several\nanti-Federalists criticized the Constitution’s extension of the\nfederal judicial power to “Case[s] in . . . Equity,”\nArt. III, §2, as “giv[ing] the judge a discretionary power.”\nLetters from The Federal Farmer No. XV (Jan. 18, 1788), in 2 The\nComplete Anti-Federalist 315, 322 (H. Storing ed. 1981). That\ndiscretionary power, the anti-Federalists alleged, would allow\ncourts to “explain the constitution according to the reasoning\nspirit of it, without being confined to the words or letter.”\nEssays of Brutus No. XI (Jan. 31, 1788), inid.,at 417,\n419–420. The Federalists responded to this concern by emphasizing\nthe limited nature of equity. Hamilton explained that the judiciary\nwould be “bound down by strict rules and precedents which serve to\ndefine and point out their duty in every particular case that comes\nbefore them.” The Federalist No. 78, p. 471 (C. Rossiter ed. 1961)\n(Federalist). Although the purpose of a court of equity was “to\ngive relief in extraordinary cases, which are exceptions to general\nrules,” “the principles by which that relief is governed are now\nreduced to a regular system.”Id.No. 83 at 505 (emphasis\ndeleted).The Federalists’ explanation was consistent with\nhow equity worked in 18th-century England. English courts of equity\napplied established rules not only when they decided the merits,\nbut also when they fashioned remedies. Like other aspects of\nequity, “the system of relief administered by a court of equity”\nhad been reduced “into a regular science.” 3 W. Blackstone,\nCommentaries on the Laws of England 440–441 (1768) (Blackstone). As\nearly as 1768, Blackstone could state that the “remedy a suitor is\nentitled to expect” could be determined “as readily and with as\nmuch precision, in a court of equity as in a court of law.”Id.,at 441. Although courts of equity exercised remedial\n“discretion,” that discretion allowed them to deny or tailor a\nremedy despite a demonstrated violation of a right, not to expand a\nremedy beyond its traditional scope. See G. Keeton, An Introduction\nto Equity 117–118 (1938).In short, whether the authority comes from a\nstatute or the Constitution, district courts’ authority to provide\nequitable relief is meaningfully constrained. This author- ity must\ncomply with longstanding principles of equity that predate this\ncountry’s founding.IIUniversal injunctions do not seem to comply\nwith those principles. These injunctions are a recent development,\nemerging for the first time in the 1960s and dramatically\nincreasing in popularity only very recently. And they appear to\nconflict with several traditional rules of equity, as well as the\noriginal understanding of the judicial role.Equity originated in England as a means for the\nCrown to dispense justice by exercising its sovereign authority.\nSee Adams, The Origins of English Equity, 16 Colum. L. Rev.\n87, 91 (1916). Petitions for equitable relief were referred to the\nChancellor, who oversaw cases in equity. See 1 S. Symon’s,\nPomeroy’s, Equity Jurisprudence §33 (5th ed. 1941) (Pomeroy); G.\nMcDowell, Equity and the Constitution 24 (1982). The Chancellor’s\nequitable jurisdiction was based on the “reserve of justice in the\nking.” F. Maitland, Equity 3 (2d ed. 1936); see also 1 Pomeroy §33,\nat 38 (describing the Chancellor’s equitable authority as an\n“extraordinary jurisdiction—that ofGrace—by delegation”\nfrom the King). Equity allowed the sovereign to afford\ndiscretionary relief to parties where relief would not have been\navailable under the “rigors of the common law.”Jenkins,supra, at 127 (opinion of Thomas, J.).The English system of equity did not contemplate\nuniversal injunctions. As an agent of the King, the Chancellor had\nno authority to enjoin him. See Bray, Multiple Chancellors:\nReforming the National Injunction, 131 Harv. L. Rev. 417, 425\n(2017) (Bray). The Chancellor could not give “any relief against\nthe king, or direct any act to be done by him, or make any decree\ndisposing of or affecting his property; not even in cases where he\nis a royal trustee.” 3 Blackstone 428. The Attorney General could\nbe sued in Chancery, but not in cases that “ ‘immediately\nconcerned’ ” the interests of the Crown. Bray 425 (citing 1 E.\nDaniell, The Practice of the High Court of Chancery 138 (2d ed.\n1845)). American courts inherited this tradition. See J. Story,\nCommentaries on Equity Pleadings §69 (1838) (Story).Moreover, as a general rule, American courts of\nequity did not provide relief beyond the parties to the case. If\ntheir injunctions advantaged nonparties, that benefit was merely\nincidental. Injunctions barring public nuisances were an example.\nWhile these injunctions benefited third parties, that benefit was\nmerely a consequence of providing relief to the plaintiff.\nWoolhandler & Nelson, Does History Defeat Standing Doctrine?\n102 Mich. L. Rev. 689, 702 (2004) (Woolhandler & Nelson);\nseePennsylvaniav.Wheeling & Belmont Bridge\nCo., 13 How. 518, 564 (1852) (explaining that a private “injury\nmakes [a public nuisance] a private nuisance to the injured\nparty”).True, one of the recognized bases for an\nexercise of equitable power was the avoidance of “multiplicity of\nsuits.” Bray 426; accord, 1 Pomeroy §243. Courts would employ\n“bills of peace” to consider and resolve a number of suits in a\nsingle proceeding.Id., §246. And some authorities stated\nthat these suits could be filed by one plaintiff on behalf of a\nnumber of others.Id., §251. But the “general rule” was that\n“all persons materially interested . . . in the\nsubject-matter of a suit, are to be madepartiesto it\n. . . , however numerous they may be, so that there may\nbe a complete decree, which shall bind them all.” Story §72, at 61\n(emphasis added). And, in all events, these “proto-class action[s]”\nwere limited to a small group of similarly situated plaintiffs\nhaving some right in common. Bray 426–427; see also Story §120, at\n100 (explaining that such suits were “always” based on “a common\ninterest or a common right”).American courts’ tradition of providing\nequitable relief only to parties was consistent with their view of\nthe nature of judicial power. For most of our history, courts\nunderstood judicial power as “fundamentall[y] the power to render\njudgments in individual cases.”Murphyv.National\nCollegiate Athletic Assn., 584 U. S. ___, ___–___ (2018)\n(Thomas, J., concurring) (slip op., at 2–3). They did not believe\nthat courts could make federal policy, and they did not view\njudicial review in terms of “striking down” laws or regulations.\nSeeid.,at ___–___ (slip op., at 3–4). Misuses of judicial\npower, Hamilton reassured the people of New York, could not\nthreaten “the general liberty of the people” because courts, at\nmost, adjudicate the rights of “individual[s].” Federalist No. 78,\nat 466.The judiciary’s limited role was also reflected\nin this Court’s decisions about who could sue to vindicate certain\nrights. SeeSpokeo, Inc.v.Robins, 578 U. S.\n___, ___–___ (2016) (Thomas, J., concurring) (slip op., at 2–4). A\nplaintiff could not bring a suit vindicating public\nrights—i.e.,rights held by the community at large—without a\nshowing of some specific injury to himself.Id.,at ___–___\n(slip op., at 3–4). And a plaintiff could not sue to vindicate the\nprivate rights of someone else. See Woolhandler & Nelson\n715–716. Such claims were considered to be beyond the authority of\ncourts.Id.,at 711–717.This Court has long respected these traditional\nlimits on equity and judicial power. See,e.g.,Scottv.Donald, 165 U. S. 107, 115 (1897) (rejecting an\ninjunction based on the theory that the plaintiff “so represents\n[a] class” whose rights were infringed by a statute as “too\nconjectural to furnish a safe basis upon which a court of equity\nought to grant an injunction”). Take, for example, this Court’s\ndecision inMassachusettsv.Mellon, 262 U. S.\n447 (1923). There, a taxpayer sought to enjoin the enforcement of\nan appropriation statute. The Court noted that this kind of dispute\n“is essentially a matter of public and not of individual concern.”Id.,at 487. A general interest in enjoining implementation\nof an illegal law, this Court explained, provides “no basis\n. . . for an appeal to the preventive powers of a court\nof equity.”Ibid.Courts can review the constitutionality of\nan act only when “a justiciable issue” requires it to decide\nwhether to “disregard an unconstitutional enactment.”Id.,at 488. If the statute is unconstitutional, then courts enjoin “not\nthe execution of the statute, but the acts of the official.”Ibid.Courts cannot issue an injunction based on a mere\nallegation “that officials of the executive department of the\ngovernment are executing and will execute an act of Congress\nasserted to be unconstitutional.”Ibid.“To do so would be\nnot to decide a judicial controversy.”Id.,at 488–489.By the latter half of the 20th century, however,\nsome jurists began to conceive of the judicial role in terms of\nresolving general questions of legality, instead of addressing\nthose questions only insofar as they are necessary to resolve\nindividual cases and controversies. See Bray 451. That is when what\nappears to be “the first [universal] injunction in the United\nStates” emerged. Bray 438. InWirtzv.Baldor Elec.Co., 337 F. 2d 518 (CADC 1963), the Court of Appeals\nfor the District of Columbia Circuit addressed a lawsuit\nchallenging the Secretary of Labor’s determination of the\nprevailing minimum wage for a particular industry.Id., at\n520. The D. C. Circuit concluded that the Secretary’s\ndetermination was unsupported, but remanded for the District Court\nto assess whether any of the plaintiffs had standing to challenge\nit.Id.,at 521–535. The D. C. Circuit also addressed\nthe question of remedy, explaining that if a plaintiff had standing\nto sue then “the District Court should enjoin . . . the\nSecretary’s determination with respect to theentire\nindustry.”Id.,at 535 (emphasis added). To justify this\nbroad relief, the D. C. Circuit explained that executive\nofficers should honor judicial decisions “in all cases of\nessentially the same character.”Id.,at 534. And it noted\nthat, once a court has decided an issue, it “would ordinarily give\nthe same relief to any individual who comes to it with an\nessentially similar cause of action.”Ibid.The D. C.\nCircuit added that the case was “clearly a proceeding in which\nthose who have standing are here to vindicate the public interest\nin having congressional enactments prop- erly interpreted and\napplied.”Id.,at 534–535.Universal injunctions remained rare in the\ndecades followingWirtz. See Bray 440–445. But recently,\nthey have exploded in popularity. Seeid.,at 457–459. Some\nscholars have criticized the trend. See generallyid.,at\n457–465; Morley, Nationwide Injunctions, Rule 23(b)(2), and the\nRemedial Powers of the Lower Courts, 97 B. U. L. Rev.\n615, 633–653 (2017); Morley, De Facto Class Actions?\nPlaintiff- and Defendant-Oriented Injunctions in Voting Rights,\nElection Law, and Other Constitutional Cases, 39 Harv. J. L.\n& Pub. Pol’y 487, 521–538 (2016).No persuasive defense has yet been offered for\nthe practice. Defenders of these injunctions contend that they\nensure that individuals who did not challenge a law are treated the\nsame as plaintiffs who did, and that universal injunctions give the\njudiciary a powerful tool to check the Executive Branch. See Amdur\n& Hausman, Nationwide Injunctions and Nationwide Harm, 131\nHarv. L. Rev. Forum 49, 51, 54 (2017); Malveaux, Class\nActions, Civil Rights, and the National Injunction, 131 Harv.\nL. Rev. Forum 56, 57, 60–62 (2017). But these arguments do not\nexplain how these injunctions are consistent with the historical\nlimits on equity and judicial power. They at best “boi[l] down to a\npolicy judgment” about how powers ought to be allocated among our\nthree branches of government.Perezv.Mortgage Bankers\nAssn., 575 U. S. ___, ___ (2015) (Thomas, J., concurring\nin judgment) (slip op., at 23). But the people already made that\nchoice when they ratified the Constitution.*  *  *In sum, universal injunctions are legally and\nhistorically dubious. If federal courts continue to issue them,\nthis Court is dutybound to adjudicate their authority to do so.Notes1“Nationwide injunctions”\nis perhaps the more common term. But I use the term “universal\ninjunctions” in this opinion because it is more precise. These\ninjunctions are distinctive because they prohibit the Government\nfrom enforcing a policy with respect to anyone, including\nnonparties—not because they have wide geographic breadth. An\ninjunction that was properly limited to the plaintiffs in the case\nwould not be invalid simply because it governed the defendant’s\nconduct nationwide.2Even if Congress someday\nenacted a statute that clearly and expressly authorized universal\ninjunctions, courts would need to consider whether that statute\ncomplies with the limits that Article III places on the authority\nof federal courts. Seeinfra, at 7–8.",
    "joined": []
}