{
    "case": {
        "docket": "387",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/387/"
    },
    "id": "1970513",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–182_________________ARIZONA, et al., PETITIONERSv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 25, 2012]Justice Thomas, concurring in part and\ndissenting in part.I agree with Justice Scalia that federal\nimmigration law does not pre-empt any of the challenged provisions\nof S. B. 1070. I reach that conclusion, however, for the\nsimple reason that there is no conflict between the “ordinary\nmeanin[g]” of the relevant federal laws and that of the four\nprovisions of Arizona law at issue here.Wyethv.Levine,555 U.S.\n555, 588 (2009) (Thomas, J., concurring in judgment)\n(“Pre-emption analysis should not be a freewheeling judicial\ninquiry into whether a state statute is in tension with federal\nobjectives, but an inquiry into whether the ordinary meanings of\nstate and federal law conflict” (brackets; internal quotation marks\nomitted)).Section 2(B) of S. B. 1070 provides that,\nwhen Arizona law enforcement officers reasonably suspect that a\nperson they have lawfully stopped, detained, or arrested is\nunlawfully present, “a reasonable attempt shall be made, when\npracticable, to determine the immigration status of the person”\npursuant to the verification procedure established by Congress in 8\nU. S. C. §1373(c). Ariz. Rev. Stat. Ann. §11–1051(B)\n(West 2012). Nothing in the text of that or any other federal\nstatute prohibits Arizona from directing its officers to make\nimmigration-related inquiries in these situations. To the contrary,\nfederal law expressly states that “no State or local government\nentity may be prohib- ited, or in any way restricted, from sending\nto or receiving from” federal officials “information regarding the\nimmigration status” of an alien. 8 U. S. C. §1644. And,\nfederal law imposes an affirmative obligation on federal officials\nto respond to a State’s immigration-related inquiries.\n§1373(c).Section 6 of S. B. 1070 authorizes Arizona\nlaw enforcement officers to make warrantless arrests when there is\nprobable cause to believe that an arrestee has committed a public\noffense that renders him removable under federal immigration law.\nStates, as sovereigns, have inherent authority to conduct arrests\nfor violations of federal law, unless and until Congress removes\nthat authority. SeeUnited Statesv.Di Re,332 U.S.\n581, 589 (1948) (holding that state law determines the validity\nof a warrantless arrest for a violation of federal law “in the\nabsence of an applicable federal statute”). Here, no federal\nstatute purports to withdraw that authority. As Justice Scalia\nnotes,ante,at 12 (opinion concurring in part and\ndissenting in part), federal law does limit the authority offederalofficials to arrest removable aliens, but those\nstatutes do not apply tostateofficers. And, federal law\nexpressly recognizes that state officers may “cooperate with the\nAttorney General” in the “apprehension” and “detention” of “aliens\nnot lawfully present in the United States.” §1357(g)(10)(B).\nNothing in that statute indicates that such cooperation requires a\nprior “request, approval, or other instruction from the Federal\nGovernment.”Ante,at 18 (majority opinion).Section 3 of S. B. 1070 makes it a crime\nunder Arizona law for an unlawfully present alien to willfully fail\nto complete or carry an alien registration document in violation of\n8 U. S. C. §1304(e) and §1306(a). Section 3 simply\nincorporates federal registration standards. Unlike the Court, I\nwould not hold that Congress pre-empted the field of enforcing\nthose standards. “[O]ur recent cases have frequently rejected field\npre-emption in the absence of statutory language expressly\nrequiring it.”Camps Newfound/Owatonna, Inc.v.Town of\nHarrison,520 U.S.\n564, 617 (1997) (Thomas, J., dissenting); see,e.g.,New York State Dept. of Social Servs.v.Dublino,413 U.S.\n405, 415 (1973). Here, nothing in the text of the relevant\nfederal statutes indicates that Congress intended enforcement of\nits registration requirements to be exclusively the province of the\nFederal Government. That Congress created a “full set of standards\ngoverning alien registration,”ante,at 10 (majority\nopinion), merely indicates that it intended the scheme to be\ncapable of working on its own, not that it wanted to preclude the\nStates from enforcing the federal standards.Hinesv.Davidowitz,312 U.S.\n52(1941), is not to the contrary. As Justice Scalia explains,ante,at 14,Hinesat most holds that federal law\npre-empts the States from creating additional registration\nrequirements. But here, Arizona is merely seeking to enforce the\nvery registration requirements that Congress created.Section 5(C) of S. B. 1070 prohibits\nunlawfully present aliens from knowingly applying for, soliciting,\nor performing work in Arizona. Section 5(C) operates only on\nindividuals whom Congress has already declared ineligible to work\nin the United States. Nothing in the text of the federal\nimmigration laws prohibits States from imposing their own criminal\npenalties on such individuals. Fed- eral law expressly pre-empts\nStates from “imposing civil or criminal sanctions (other than\nthrough licensing and similar laws) uponthose who employ,\nor recruit or refer for a fee for employment, unauthorized aliens.”\n8 U. S. C. §1324a(h)(2) (emphasis added). But it leaves\nStates free to impose criminal sanctions on the employees\nthemselves.Despite the lack of any conflict between the\nordinary meaning of the Arizona law and that of the federal laws at\nissue here, the Court holds that various provisions of the Arizona\nlaw are pre-empted because they “stan[d] as an obstacle to the\naccomplishment and execution of the full purposes and objectives of\nCongress.”Hines,supra, at 67. I have explained that\nthe “purposes and objectives” theory of implied pre-emption is\ninconsistent with the Constitution because it invites courts to\nengage in freewheeling speculation about congressional purpose that\nroams well beyond statutory text. SeeWyeth, 555 U. S.,\nat 604 (opinion concurring in judgment); see alsoWilliamsonv.Mazda Motor of America, Inc., 562 U. S. ___, ___–___\n(2011) (opinion concurring in judgment) (slip op., at 2–3);Haywoodv.Drown,556 U.S.\n729, 767 (2009) (dissenting opinion). Under the Supremacy\nClause, pre-emptive effect is to be given to congressionally\nenacted laws, not to judicially divined legislative purposes. SeeWyeth,supra, at 604 (Thomas, J., concurring in\njudgment). Thus, even assuming the existence of some tension\nbetween Arizona’s law and the supposed “purposes and objectives” of\nCongress, I would not hold that any of the provisions of the\nArizona law at issue here are pre-empted on that basis.",
    "joined": []
}