{
    "case": {
        "docket": "18-1150",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1150/"
    },
    "id": "4241513",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1150_________________GEORGIA, et al., PETITIONERSv.PUBLIC.RESOURCE.ORG, INC.on writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[April 27, 2020]Justice Thomas, with whom Justice Alito joins,\nand with whom Justice Breyer joins as to all but Part II–A and\nfootnote 6, dissenting.According to the majority, this Court’s\n19th-century “government edicts” precedents clearly stand for the\nproposition that “judges and legislators cannot serve as authors\n[for copyright purposes] when they produce works in their official\ncapacity.”Ante, at 11. And, after straining to conclude\nthat the Georgia Code Revision Commission (Commission) is an arm of\nthe Georgia Legislature,ante, at 9–10, the majority\nconcludes that Georgia cannot hold a copyright in the annotations\nthat are included as part of the Official Code of Georgia Annotated\n(OCGA). This ruling will likely come as a shock to the 25 other\njurisdictions—22 States, 2 Territories, and the District of\nColumbia—that rely on arrangements similar to Georgia’s to produce\nannotated codes. See Brief for State of Arkansas et al. asAmici Curiae15, and App. toid., at 1. Perhaps these\njurisdictions all overlooked this Court’s purportedly clear\nguidance. Or perhaps the widespread use of these arrangements\nindicates that today’s decision extends the government edicts\ndoctrine to a new context, rather than simply “confirm[ing]” what\nthe precedents have always held. Seeante, at 5. Because I\nbelieve we should “leave to Congress the task of deciding whether\nthe Copyright Act needs an upgrade,”American Broadcasting\nCos.v.Aereo,Inc.,573\nU.S. 431, 463 (2014) (Scalia, J., dissenting), I respectfully\ndissent.ILike the majority, I begin with the three\n19th-century precedents that the parties agree provide the\nfoundation for the government edicts doctrine.InWheatonv.Peters, 8 Pet. 591\n(1834), the Court first regarded it as self-evident that judicial\nopinions cannot be copyrighted either by the judges who signed them\nor by a reporter under whose auspices they are published. Congress\nprovided that, in return for a salary of $1,000, the Reporter of\nDecisions for this Court would prepare reports consisting of\njudicial opinions and additional materials summarizing the cases.Id., at 614, 617 (argument). Wheaton, one of this Court’s\nearliest Reporters, argued that he owned a copyright for the\nentirety of his reports. He contended that he had “acquired the\nright to the opinions by judges’ gift” once they became a part of\nhis volume.Id., at 614 (same). The Court ultimately\nremanded on the question whether Wheaton had complied with the\nCopyright Act’s procedural requirements.Id., at 667–668. In\ndoing so, it observed in dicta that “the court [was] unanimously of\n[the] opinion, that no reporter has or can have any copyright in\nthe written opinions delivered by this court; and that the judges\nthereof cannot confer on any reporter any such right.”Id.,\nat 668.Fifty-four years later, the Court returned to\nthe same subject, suggesting a doctrinal basis for the rule that\njudicial opinions and certain closely related materials cannot be\ncopyrighted. InBanksv.Manchester,128 U.S.\n244(1888), the state-authorized publisher of the Ohio Supreme\nCourt’s decisions, Banks & Brothers, sued a competing publisher\nfor copyright infringement. The competing publisher reproduced\nportions from Banks’ reports, including Ohio Supreme Court\ndecisions, statements of the cases, and syllabi, all of which were\noriginally prepared by the opinion’s authoring judge. This Court\nheld that these materials were not the proper subject of copyright.\nIn reaching that conclusion, the Court grounded its analysis in its\ninterpretation of the word “author” in the Copyright Act. It\nanchored this interpretation in the “public policy” that “the judge\nwho, in his judicial capacity, prepares the opinion or decision\n[and other materials]” is not “regarded as their author or their\nproprietor, in the sense of [the Copyright Act], so as to be able\nto confer any title by assignment.”Banks, 128 U. S.,\nat 253. The Court supported this conclusion by stating that “there\nhas always been a judicial consensus . . . that no\ncopyright could[,] under the statutes passed by Congress, be\nsecured in the products of the labor done by judicial officers in\nthe discharge of their judicial duties.”Ibid.(emphasis\ndeleted). And the Court observed that this rule reflected the view\nthat the “authentic exposition and interpretation of the law\n. . . is free for publication to all,” which in turn\nprevents a judge from qualifying as an author.Ibid.Importantly, the Court also briefly discussed\nwhether the State of Ohio could directly hold the copyright. In\nanswering this question, the Court did not suggest that States were\ncategorically prohibited from holding copyrights as authors or\nassignees. Instead, the Court simply noted that the State fell\noutside the scope of the Act because it was not a “resident” or\n“citizen of the United States,” as then required by statute, and\nbecause it did not meet other statutory criteria.Ibid.The\nCourt felt it necessary to observe, however, that “[w]hether the\nState could take out a copyright for itself, or could enjoy the\nbenefit of one taken out by an individual for it, as the assignee\nof a citizen of the United States or a resident therein, who should\nbe the author of a book, is a question not involved in the present\ncase, and we refrain from considering it.”Ibid.Finally, inCallaghanv.Myers,128 U.S.\n617(1888), the Court addressed the limits of the government\nedicts doctrine. In that case, the Court settled another dispute\nbetween a publisher of court decisions and an alleged infringer.\nThe plaintiff purchased the proprietary rights to the reports\nprepared by the Illinois Supreme Court’s reporter of decisions,\nFreeman, including the copyright to the reports. Unlike inBanks, these reports also contained material authored by\nFreeman.Callaghan, 128 U. S., at 645. The alleged\ninfringers copied the judicial decisions and Freeman’s materials.\nIn finding for the plaintiff, this Court reiterated that “there can\nbe no copyright in the opinions of the judges, or in the work done\nby them in their official capacity as judges.”Id., at 647\n(citingBanks, 128 U. S. 244). But the Court concluded\nthat “no [similar] ground of public policy” justified denying a\nstate official a copyright “cover[ing] the matter which is the\nresult of his intellectual labor.”Callaghan, 128\nU. S., at 647.IIThese precedents establish that judicial\nopinions cannot be copyrighted. But they do not exclude from\ncopyright protection notes that are prepared by an official court\nreporter and published together with the reported opinions. There\nis no apparent reason why the same logic would not apply to\nstatutes and regulations. Thus, it must follow from our precedents\nthat statutes and regulations cannot be copyrighted, but\naccompanying notes lacking legal force can be. SeeHowellv.Miller, 91 F. 129 (CA6 1898) (Harlan, J.) (explaining that,\nunderBanksandCallaghan, annotations to Michigan\nstatutes could be copyrighted).AIt is fair to say that the Court’s\n19th-century decisions do not provide any extended explanation of\nthe basis for the government edicts doctrine. The majority is\nnonetheless content to accept these precedents reflexively, without\nexamining the origin or validity of the rule they announced. For\nthe majority, it is enough that the precedents established a rule\nthat “seemed too obvious to adorn with further explanation.”Ante, at 6. But the contours of the rule were far from\nclear, and to understand the scope of the doctrine, we must explore\nits underlying rationale.In my view, the majority’s uncritical\nextrapolation of precedent is inconsistent with the judicial role.\nAn unwillingness to examine the root of a precedent has led to the\nsprouting of many noxious weeds that distort the meaning of the\nConstitution and statutes alike. Although we have not been asked to\nrevisit these precedents, it behooves us to explore the origin of\nand justification for them, especially when we are asked to apply\ntheir rule for the first time in over 130 years.The Court’s precedents suggest three possible\ngrounds supporting their conclusion. InBanks, the Court\nreferred to the meaning of the term “author” in copyright law.\nWhile the Court did not develop this argument, it is conceivable\nthat the contemporaneous public meaning of the term “author” was\nnarrower in the copyright context than in ordinary speech. At the\ntime this Court decidedBanks, the Copyright Act provided\nprotection for books, maps, prints, engravings, musical and\ndramatic compositions, photographs, and works of art.[1] Judicial opinions differ markedly from\nthese works. Books, for instance, express the thoughts of their\nauthors. They typically have no power beyond the ability of their\nwords to influence readers, and they usually are published at\nprivate expense. Judicial opinions, on the other hand, do not\nsimply express the thoughts of the judges who write or endorse\nthem. Instead, they elaborate and apply rules of law that, in turn,\nrepresent the implementation of the will of the people. Unlike\nother copyrightable works of authorship, judicial opinions have\nbinding legal effect, and they are produced and issued at public\nexpense. Moreover, copyright law understands an author to be one\nwhose work will be encouraged by the grant of an exclusive right.\nSeeKirtsaengv.John Wiley & Sons,Inc.,\n579 U. S. ___, ___ (2016) (slip op., at 6). But judges, when\nacting in an official capacity, do not fit that description. The\nCourt inBanksmay have had these differences in mind when\nit concluded that a judge fell outside the scope of the term\n“author.” 128 U. S., at 253.History may also suggest a narrower meaning of\n“author” in the copyright context. In England, at least as far back\nas 1666, courts and commentators agreed “that the property of all\nlaw books is in the king, because he pays the judges who pronounce\nthe law.” G. Curtis, Law of Copyright 130 (1847); see alsoBanks\n& Bros.v.West Publishing Co., 27 F. 50, 57 (CC\nMinn. 1886) (citing English cases and treatises and concluding that\n“English courts generally sustain the crown’s proprietary rights in\njudicial opinions”). Blackstone described this as a “prerogative\ncopyrigh[t],” explaining that “[t]he king, as the executive\nmagistrate, has the right of promulging to the people all acts of\nstate and government. This gives him the exclusive privilege of\nprinting, at his own press, or that of his grantees, all acts of\nparliament, proclamations, and orders of council.” 2 W. Blackstone,\nCommentaries on the Laws of England 410 (1766) (emphasis deleted);\nsee alsoWheaton, 8 Pet., at 659–660. This history helps to\nexplain the dearth of cases permitting individuals to obtain\ncopyrights in judicial opinions. But under the Constitution,\nsovereignty lies with the people, not a king. See The Federalist\nNo. 22, p. 152 (C. Rossiter ed. 1961);id., No. 39, at\n241. The English historical practice, when superimposed on the\nConstitution’s recognition that sovereignty resides in the people,\nhelps to explain the Court’s conclusion that the “authentic\nexposition and interpretation of the law . . . is free\nfor publication to all.”Banks, 128 U. S., at 253.Finally, concerns of fair notice, often\nrecognized by this Court’s precedents as an important component of\ndue process, also may have animated the reasoning of these\n19th-century cases. As one court put it, “[t]he decisions and\nopinions of the justices are the authorized expositions and\ninterpretations of the laws, which are binding upon all the\ncitizens. . . . Every citizen is presumed to know\nthe law thus declared, and it needs no argument to show that\njustice requires that all should have free access to the opinions.”Nashv.Lathrop, 142 Mass. 29, 35, 6 N.E. 559, 560\n(1886) (cited inBanks, 128 U. S., at 253–254); see\nalsoAmerican Soc. for Testing and Materialsv.Public.Resource.Org,Inc., 896 F.3d 437, 458–459\n(CADC 2018) (Katsas, J., concurring).BAllowing annotations to be copyrighted does\nnot run afoul of any of these possible justifications for the\ngovernment edicts doctrine. First, unlike judicial opinions and\nstatutes, these annotations do not even purport to embody the will\nof the people because they are not law. The General Assembly of\nGeorgia has made abundantly clear through a variety of provisions\nthat the annotations do not create any binding obligations. OCGA\n§1–1–7 states that “[a]ll historical citations, title and chapter\nanalyses, and notes set out in this Code are given for the purpose\nof convenient reference and do not constitute part of the law.”\nSection 1–1–1 further provides that “[t]he statutory portion of the\ncodification of Georgia laws . . . is enacted and shall\nhave the effect of statutes enacted by the General Assembly of\nGeorgia. The statutory portion of such codification shall be merged\nwith annotations . . . and other materials\n. . . and shall be published by authority of the state.”\nThus, although the materials “merge” prior to publication in the\n“official” code, the very provision calling for that merger makes\nclear that the annotations serve as commentary, not law.As additional evidence that the annotations do\nnot represent the will of the people, the General Assembly does not\nenact statutory annotations under its legislative power. See Ga.\nConst., Art. III, §1, ¶1 (vesting the legislative power in the\nGeneral Assembly). To enact state law, Georgia employs a process of\nbicameralism and presentment similar to that embodied in the United\nStates Constitution. See Ga. Const., Art. III, §5; Art. V, §2, ¶4.\nThe annotations do not go through this process, a fact that even\nthe majority must acknowledge.Ante, at 10; Ga. S. 52, Reg.\nSess., §54(b) (2019–2020) (“Annotations . . . except as\notherwise provided in the Code . . . are not enacted as\nstatutes by the provisions of this Act”).Second, unlike judges and legislators, the\ncreators of annotations are incentivized by the copyright laws to\nproduce a desirable product that will eventually earn them a\nprofit. And though the Commission may require Lexis to follow\nstrict guidelines, the independent synthesis, analysis, and\ncreative drafting behind the annotations makes them analogous to\nother copyrightable materials. See Brief for Matthew Bender &\nCo., Inc., asAmicus Curiae4–7.Lastly, the annotations do not impede fair\nnotice of the laws. As just stated, the annotations do not carry\nthe binding force of law. They simply summarize independent sources\nof legal information and consolidate them in one place. Thus, OCGA\nannotations serve a similar function to other copyrighted research\ntools provided by private parties such as the American Law Reports\nand Westlaw, which also contain information of great “practical\nsignificance.”Ante, at 17. Compare,e.g., OCGA\n§34–9–260 (annotation forCho Carwash Property,L. L.\nC.v.Everett, 326 Ga. App. 6, 755 S.E.2d 823 (2014))\nwith Ga. Code Ann. §34–9–260 (Westlaw’s annotation for the\nsame).The majority resists this conclusion, suggesting\nthat without access to the annotations, readers of Georgia law will\nbe unable to fully understand the true meaning of Georgia’s\nstatutory provisions, such as provisions that have been undermined\nor nullified by court decisions.Ante, at 17. That is simply\nincorrect. As the majority tacitly concedes, a person seeking\ninformation about changes in Georgia statutory law can find that\ninformation by consulting the original source for the change in the\nlaw’s status—the court decisions themselves. Seeante, at\n17. The inability to access the OCGA merely deprives a researcher\nof one specific tool, not to the underlying factual or legal\ninformation summarized in that tool. See alsopost, at 4\n(Ginsburg, J., dissenting).[2]CThe text of the Copyright Act supports my\nreading of the precedents.[3]\nSpecifically, there are four indications in the text of the\nCopyright Act that the OCGA annotations are copyrightable. As an\ninitial matter, the Act does not define the word “author,” 17\nU. S. C. §101, or make any reference to the government\nedicts doctrine. Accordingly, the term “author” itself does not\nshed any light on whether the doctrine covers statutory\nannotations. Second, while the Act excludes from copyright\nprotection “work[s] prepared by an officer or employee of the\nUnited States Government as part of that person’s official duties,”\n§101; see also §105, the Act contains no similar prohibition\nagainst works of state governments or works prepared at their\nbehest. “Congress’ use of explicit language in one provision\ncautions against inferring the same limitation” elsewhere in the\nstatute.State Farm Fire & Casualty Co.v.United\nStates ex rel. Rigsby, 580 U. S. ___, ___ (2016) (slip\nop., at 7) (internal quotation marks omitted);Pacific Operators\nOffshore,LLPv.Valladolid,565 U.S.\n207, 216 (2012). Third, the Act specifically notes that\nannotations are copyrightable derivative works. §101. Here, again,\nthe Act does not expressly exclude from copyright protection\nannotations created either by the State or at the State’s request.\nFourth, the Act provides that an author may hold a copyright in\n“material contributed” in a derivative work, “as distinguished from\nthe preexisting material employed in the work.” §103(b); see alsoFeist Publications,Inc.v.Rural Telephone\nService Co.,499 U.S.\n340, 359 (1991). These aspects of the statutory text, taken\ntogether, further support the conclusion that the OCGA annotations\nare copyrightable.For all these reasons, I would conclude that, as\nwith the privately created annotations inCallaghan,\nGeorgia’s statutory annotations at issue in this case are\ncopyrightable.IIIThe majority reads this Court’s precedents\ndifferently. In its view, the Court inBanksheld that\njudges are not “authors” within the scope of the Copyright Act for\n“whatever work they perform in their capacity as judges,” 128\nU. S., at 253, so the same must be true for legislators, seeante, at 8–9. Accordingly, works created by legislators in\ntheir legislative capacity are not “original works of authorship,”\n§102, and therefore cannot be copyrighted. This argument is flawed\nin multiple respects.AMost notably, the majority’s textual analysis\nhinges on accepting that its construction of “authorship,”i.e., all works produced in a judge’s or legislator’s\nofficial capacity, was so well established by our 19th-century\nprecedents that Congress incorporated it into the multiple\nrevisions of the Copyright Act. Seeante, at 12–13. Such\nconfidence is questionable, to say the least.The majority’s understanding of the government\nedicts doctrine seems to have been lost on dozens of States and\nTerritories, as well as the lower courts in this case. As already\nstated, the 25 jurisdictions with official annotated codes\napparently did not view this Court’s precedents as establishing the\n“official duties” definition of authorship. See Brief for State of\nArkansas et al. asAmici Curiae.[4] And if “our precedents answer the question” so\nclearly,ante, at 14, one wonders why the Eleventh Circuit\nreached its conclusion in such a roundabout fashion. Rather than\nfollowing the majority’s “straightforward” path,ante, at 5,\nthe Eleventh Circuit looked to the “zone of indeterminacy at the\nfrontier between edicts that carry the force of law and those that\ndo not” to determine whether the annotations were “sufficiently\nlaw-like” to be “constructively authored by the People.”Code\nRevision Comm’nv.Public.Resource.Org,Inc., 906\nF.3d 1229, 1233, 1242, 1243 (2018). The District Court likewise\ndoes not appear to have viewed the question as well settled. In a\ncursory analysis, it determined that the annotations were\ncopyrightable based onCallaghan.Code Revision\nComm’nv.Public.Resource.Org,Inc., 244\nF. Supp. 3d 1350, 1356 (ND Ga. 2017). It is risible to\npresume that Congress had knowledge of and incorporated a “settled”\nmeaning that eluded a multitude of States and Territories, as well\nas at least four Article III judges.Ante, at 13. Cf.Rimini Street,Inc.v.Oracle USA,Inc., 586 U. S. ___, ___–___ (2019) (slip op., at\n9–10).This presumption of congressional knowledge also\nprovides the basis for the majority’s conclusion that the\nannotations are not “original works of authorship.” Seeante, at 11–12 (discussing §101). Stripped of the fiction\nthat this Court’s 19th-century precedents clearly demonstrated that\n“authorship” encompassed all works performed as part of a\nlegislator’s duties, the majority’s textual argument fails.The majority does not confront this criticism\nhead on. Instead, it simply repeats, without any further\nelaboration, its unsupported conclusion that “[t]he Court long ago\ninterpreted the word ‘author’ to exclude officials empowered to\nspeak with the force of law, and Congress has carried that meaning\nforward in multiple iterations of the Copyright Act.”Ante,\nat 16. This wave of the “magic wand ofipse dixit” does\nnothing to strengthen the majority’s argument, and in fact only\nserves to underscore its weakness.United Statesv.Yermian,468 U.S.\n63, 77 (1984) (Rehnquist, J., dissenting).[5]BIn addition to its textual deficiencies, the\nmajority’s understanding of this Court’s precedents fails to\naccount for the critical differences between the role that judicial\nopinions play in expounding upon the law compared to that of\nstatutes. The majority finds it meaningful, for instance, thatBanksprohibited dissents and concurrences from being\ncopyrighted, even though they carry no legal force.Ante, at\n15. At an elementary level, it is true that the judgment is the\nonly part of a judicial decision that has legal effect. But it\nblinks reality to ignore that every word of a judicial\nopinion—whether it is a majority, a concurrence, or a\ndissent—expounds upon the law in ways that do not map neatly on to\nthe legislative function. Setting aside summary decisions, the\nreader of a judicial opinion will always gain critical insight into\nthe reasoning underlying a judicial holding by reading all opinions\nin their entirety. Understanding the reasoning that animates the\nrule in turn provides pivotal insight into how the law will likely\nbe applied in future judicial opinions.[6] Thus, deprived of access to judicial opinions,\nindividuals cannot access the primary, and therefore best, source\nof information for the meaning of the law.[7] And as true as that is today, access to these\nopinions was even more essential in the 19th century before the\nproliferation of federal and state regulatory law fundamentally\naltered the role that common-law judging played in expounding upon\nthe law. See alsopost, at 2 (Ginsburg, J., dissenting).These differences provide crucial context forBanks’ reasoning. Specifically, to ensure that judicial\n“exposition and interpretation of the law” remains “free for\npublication to all,” the word “author” must be read to encompass\nall judicial duties.Banks, 128 U. S., at 253. But\nthese differences also demonstrate that the same rule does nota fortioriapply to all legislative duties.[8]CIn addition to being flawed as a textual and\nprecedential matter, the majority’s rule will prove difficult to\nadminister. According to one group ofamici, nearly all\njurisdictions with annotated codes use private contractors that\n“almost invariably prepare [annotations] under the supervision of\nlegislative-branch or judicial-branch officials, including state\nlegislators or state-court judges.” Brief for State of Arkansas\net al. asAmici Curiae16–17. Under the majority’s\nview, any one of these commissions or counsels could potentially be\nreclassified as an “adjunct to the legislature.”Ante, at\n11. But the majority’s test for ascertaining the true nature of\nthese commissions raises far more questions than it answers.The majority lists a number of factors—including\nthe Commission’s membership and funding, how the annotations become\npart of the OCGA, and descriptions of the Commission from court\ncases—to support its conclusion that the Commission is really part\nof the legislature. Seeante, at 9–10. But it does not\nspecify whether these factors are exhaustive or illustrative and,\nif the latter, what other factors may be important. The majority\nalso does not specify whether some factors weigh more heavily than\nothers when deciding whether to deem an oversight body a\nlegislative adjunct.And even when the majority does list concrete\nfactors, pivotal guidance remains lacking. For example, the\nmajority finds it meaningful that 9 out of the Commission’s 15\nmembers are legislators.Ante, at 9; see OCGA §28–9–2\n(noting that the other members of the Commission include the\nState’s Lieutenant Governor, a judge, a district attorney, and\nthree other state bar members). But how many legislative members\nare needed for a commission to become a legislative adjunct? The\nmajority provides no answers to any of these questions.*  *  *The majority’s rule will leave in the lurch\nthe many States, private parties, and legal researchers who relied\non the previously bright-line rule. Perhaps, to the detriment of\nall, many States will stop producing annotated codes altogether.\nWere that to occur, the majority’s fear of an “economy-class”\nversion of the law will truly become a reality. Seeante, at\n17. As Georgia explains, its contract enables the OCGA to be sold\nat a fraction of the cost of competing annotated codes. For\nexample, Georgia asserts that Lexis sold the OCGA for $404 in 2016,\nwhile West Publishing’s competing annotated code sold for $2,570.\nShould state annotated codes disappear, those without the means to\npay the competitor’s significantly higher price tag will have a\nvaluable research tool taken away from them. Meanwhile, this Court,\nwhich is privileged to have access to numerous research resources,\nwill scarcely notice. These negative practical ramifications are\nunfortunate enough when they reflect the deliberative legislative\nchoices that we as judges are bound to respect. They are all the\nmore regrettable when they are the result of our own meddling.\nFortunately, as the majority and I agree, “ ‘critics of\n[today’s] ruling can take their objections across the street,\n[where] Congress can correct any mistake it sees.’ ”Ante, at 13 (quotingKimblev.Marvel\nEntertainment,LLC, 576 U.S. 446, 456 (2015)).We have “stressed . . . that it is\ngenerally for Congress, not the courts, to decide how best to\npursue the Copyright Clause’s objectives,”Eldredv.Ashcroft,537 U.S.\n186, 212 (2003), because “it is Congress that has been assigned\nthe task of defining the scope of the limited monopoly that should\nbe granted to authors,”Sony Corp. of Americav.Universal City Studios,Inc.,464\nU.S. 417, 429 (1984). Because the majority has strayed from its\nproper role, I respectfully dissent.Notes1See 1Stat. 124; 2Stat.\n171; ch. 16, 4Stat. 436; 11Stat. 138–139; 13Stat. 540; 16Stat.\n212.2The majority contends\nthat, rather than seeking to understand the origins of our\nprecedents, we should simply accept the text of the opinions that\nthe Justices “voted on and committed to writing.”Ante, at\n16–17, n. 4. But that begs the question: What does the text of\nthe relevant opinions tell us? The answer is not much. It is\nprecisely this lack of explication that makes it necessary to\nexplore the “judicialconsensus” and public policy referred\nto inBanksv.Manchester,128\nU.S. 244, 253 (1888). Instead, the majority attempts to dissect\nthe language of our prior opinions in the same way it would\ninterpret a statute, an approach we have repeatedly cautioned\nagainst. SeeSt. Mary’s Honor Centerv.Hicks,509 U.S.\n502, 515 (1993);Reiterv.Sonotone Corp.,442 U.S.\n330, 341 (1979). The proper approach is to “read general\nlanguage in judicial opinions . . . as referring in\ncontext to circumstances similar to the circumstances then before\nthe Court and not referring to quite different circumstances that\nthe Court was not then considering.”Illinoisv.Lidster,540 U.S.\n419, 424 (2004); see alsoCohensv.Virginia, 6\nWheat. 264, 399 (1821) (Marshall, C. J., for the Court)\n(“[G]eneral expressions, in every opinion, are to be taken in\nconnection with the case in which those expressions are used. If\nthey go beyond the case, they may be respected, but ought not to\ncontrol the judgment in a subsequent suit when the very point is\npresented for decision”).3As the majority explains,ante, at 9, the annotations were created as part of a\nwork-for-hire agreement between the Commission and Lexis. See 17\nU. S. C. §201(b). Because no party disputes the validity\nof the contract, I express no opinion regarding whether the\ncontract established an employer/employee relationship or whether\nthe Commission may be considered a “person” under\n§201(b).4According to one study\npublished in 2000, approximately half of States owned copyright in\nofficial state statutory compilations, court reports, or\nadministrative regulations. Dmitrieva, State Ownership of\nCopyrights in Primary Law Materials, 23 Hastings Com. &\nEntertainment L. J. 81, 83, 97–105 (2000). The majority\nattempts to undermine this study by emphasizing that some of these\nStates owned copyright in primary law materials.Ante, at\n13, n. 3. This misunderstands the point. I do not claim that\nthis evidence demonstrates that the States necessarily interpreted\nthe government edicts doctrine correctly. I merely point out that\nthese divergent practices seriously undercut the majority’s claim\nthat its interpretation of “authorship” was well settled and\nuniversally understood. On this score, the majority has no answer\nbut to insinuate that the lawmakers of over half the Nation’s\njurisdictions disregarded federal law and the Constitution to\npursue their own agendas in the face of supposedly clear\nprecedent.5The majority’s approach\nis also hard to reconcile with the recognition inWheatonv.Peters, 8 Pet. 591 (1834), that annotations prepared by the\nReporter of Decisions could be copyrighted. Wheaton was paid a\nsalary of $1,000, and it is difficult to say whether this salary\nfunded his work on the opinions or his work on the annotations. Seeid., at 614, 617 (argument).6For instance, this Court\nhas not overruledLemonv.Kurtzman,403 U.S.\n602(1971), which pronounced a test for evaluating\nEstablishment Clause claims. But a reader would do well to\ncarefully scrutinize the various opinions inAmerican Legionv.American Humanist Assn., 588 U. S. ___ (2019), to\nunderstand the markedly different way that this precedent functions\nin our current jurisprudence compared to when it was first decided.\nMoreover, sometimes a separate writing takes on canonical status,\nlike Justice Jackson’s concurrence regarding the executive power inYoungstown Sheet & Tube Co.v.Sawyer,343 U.S.\n579, 634–638 (1952) (opinion concurring in judgment and opinion\nof the Court); see alsoKatzv.United States,389 U.S.\n347, 360–361 (1967) (Harlan, J., concurring) (reasonable\nexpectation of privacy Fourth Amendment test). Still other times,\nthe reasoning in an opinion for less than a majority of the Court\nprovides the explicit basis for a later majority’s holding. See,e.g.,McKinneyv.Arizona, 589 U. S. ___,\n___ (2020) (slip op., at 5) (discussingRingv.Arizona,536 U.S.\n584, 612 (2002) (Scalia J., concurring));Estellev.Gamble,429 U.S.\n97, 102 (1976) (incorporating into the majority the Eighth\nAmendment “evolving standards of decency” test first announced inTropv.Dulles,356 U.S.\n86, 101 (1958) (plurality opinion)). Even “ ‘comments in\n[a] dissenting opinion,’ ”ante, at 15, sometimes\nreemerge as the foundational reasoning in a majority opinion. See,e.g.,Franchise Tax Bd. of Cal.v.Hyatt, 587\nU. S. ___ (2019) (discussingNevadav.Hall,440 U.S.\n410, 433–439 (1979) (Rehnquist, J., dissenting));Lawrencev.Texas,539 U.S.\n558, 578 (2003) (“Justice Stevens’ [dissenting] analysis, in\nour view, should have been controlling inBowers[v.Hardwick,478 U.S.\n186(1986),] and should control here”). These examples, and\nmyriad more, demonstrate that the majority treats the role of\nseparate judicial opinions in an overly simplistic\nfashion.7Banksalso stated\nthat judicially prepared syllabi and headnotes cannot be\ncopyrighted. 128 U. S., at 253. The majority cites these\nmaterials as further evidence of its broad rule, because the\nmajority finds it beyond cavil that “these supplementary materials\ndo not have the force of law.”Ante, at 15. The majority\nfeels it appropriate to assume—without any historical inquiry—that\nthe words “syllabus” and “headnote” carried the same meaning, or\nserved the same function, in 1888 as they do now. Without briefing\non this issue, I am not willing to make that leap. SeeHixsonv.Burson, 54 Ohio St. 470, 485, 43 N.E. 1000,\n1003 (1896) (“reluctantly overrul[ing] the second syllabus” of a\nprevious decision);Hollidayv.Brown, 34 Neb. 232,\n234, 51 N.W. 839, 840 (1892) (“It is an unwritten rule of this\ncourt that members thereof are bound only by the points as stated\nin the syllabus of each case”); see alsoFrazierv.State, 15 Ga. App. 365, 365–367, 83 S.E. 273, 273–274\n(1914) (clarifying the meaning of a court-written headnote and\nemphasizing that to understand an opinion’s meaning, the headnote\nand opinion must be read together);United Statesv.Detroit Timber & Lumber Co.,200\nU.S. 321, 337 (1906) (acknowledging that some state statutes\nrendered headnotes the work of the court carrying legal\nforce).8Although legislative\nhistory is not at issue in this case, the majority also contends\nthat its rule is necessary to fend off the possibility that “[a]\nState could monetize its entire suite of legislative history.”Ante, at 17. Putting aside the jurisprudential debate over\nthe use of such materials in interpreting federal statutes, many\nStates can, and have, specifically authorized courts to consider\nlegislative history when construing statutes. See,e.g.,\nColo. Rev. Stat. §2–4–203(1)(c) (2019); Iowa Code §4.6(3) (2019);\nMinn. Stat. §645.16(7) (2018); N. M. Stat. Ann.\n§12–2A–20(C)(2) (2019); N. D. Cent. Code Ann. §1–02–39(3) (2019);\nOhio Rev. Code Ann. §1.49(C) (Lexis 2019); 1 Pa. Cons. Stat.\n§1921(c)(7) (2016). Given the direct role that legislative history\nplays in the construction of statutes in these States, it is hardly\nclear that such States could subject their legislative histories to\ncopyright.",
    "joined": []
}