{
    "case": {
        "docket": "243",
        "citation": "546",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/546/243/"
    },
    "id": "1961981",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGGONZALES V. OREGON546 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-623ALBERTO R. GONZALES, ATTORNEY GENERAL, et al.,\nPETITIONERSv.OREGON et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[January 17, 2006]Justice Thomas, dissenting.When Angel Raich and Diane Monson\nchallenged the application of the Controlled Substances Act (CSA),\n21 U. S. C. §801et seq., to their purely intrastate\npossession of marijuana for medical use as authorized under\nCalifornia law, a majority of this Court (a mere seven months ago)\ndetermined that the CSA effectively invalidated California’s law\nbecause “the CSA is a comprehensive regulatory regime specifically\ndesigned to regulate which controlled substances can be utilized\nfor medicinal purposes,and in what manner.”Gonzalesv.Raich,545 U. S. ___, ___ (2005)\n(slip op., at 24) (emphasis added). The majority employed\nunambiguous language, concluding that the “manner” in which\ncontrolled substances can be utilized “for medicinal purposes” is\none of the “core activities regulated by the CSA.”Id.,at\n___ (slip op., at 25). And, it described the CSA as “creating a\ncomprehensive framework for regulating the production,\ndistribution, and possession of … ‘controlled substances,’ ”\nincluding those substances that “ ‘have a useful and\nlegitimate medical purpose,’ ” in order to “foster the\nbeneficial use of those medications” and “to prevent their misuse.”Id.,at ___ (slip op., at 21).Today the majority beats a hasty retreat from\nthese conclusions. Confronted with a regulation that broadly\nrequires all prescriptions to be issued for a “legitimate medical\npurpose,” 21 CFR §1306.04(a) (2005), a regulation recognized inRaichas part of the Federal Government’s “closed …\nsystem” for regulating the “manner” in “which controlled substances\ncan be utilized for medicinal purposes,” 545 U. S., at ___, ___\n(slip op., at 10, 24), the majority rejects the Attorney General’s\nadmittedly “at least reasonable,”ante,at 26,\ndetermination that administering controlled substances to\nfacilitate a patient’s death is not a “ ‘legitimate medical\npurpose.’ ” The majority does so based on its conclusion that\nthe CSA is only concerned with the regulation of “medical practice\ninsofar as it bars doctors from using their prescription-writing\npowers as a means to engage in illicit drug dealing and trafficking\nas conventionally understood.”Ante, at 23. In other\nwords, in stark contrast toRaich’s broad conclusions\nabout the scope of the CSA as it pertains to the medicinal use of\ncontrolled substances, today this Court concludes that the CSA is\nmerely concerned with fighting “ ‘drug abuse’ ” and only\ninsofar as that abuse leads to “addiction or abnormal effects on\nthe nervous system.”[Footnote\n1]Ante,at 26.The majority’s newfound understanding of the\nCSA as a statute of limited reach is all the more puzzling because\nit rests upon constitutional principles that the majority of the\nCourt rejected inRaich. Notwithstanding the States’\n“ ‘traditional police powers to define the criminal law and to\nprotect the health, safety, and welfare of their citizens,’ ”\n545 U. S., at ___, n. 38 (slip op., at 27, n. 38), theRaichmajority concluded that the CSA applied to the\nintrastate possession of marijuana for medicinal purposes\nauthorized by California law because “Congress could have\nrationally” concluded that such an application was necessary to the\nregulation of the “larger interstate marijuana market.”Id., at ___, ___ (slip op., at 28, 30). Here, by contrast,\nthe majority’s restrictive interpretation of the CSA is based in no\nsmall part on “the structure and limitations of federalism, which\nallow the States ‘ “great latitude under their police powers\nto legislate as to the protection of the lives, limbs, health,\ncomfort, and quiet of all persons.” ’ ”Ante, at\n23 (quotingMedtronic, Inc.v.Lohr,518 U. S. 470, 475\n(1996), in turn quotingMetropolitan Life Ins. Co.v.Massachusetts,471 U. S. 724, 756\n(1985)). According to the majority, these “background principles of\nour federal system … belie the notion that Congress would use … an\nobscure grant of authority to regulate areas traditionally\nsupervised by the States’ police power.”Ante,at 28.Of course there is nothing “obscure” about the\nCSA’s grant of authority to the Attorney General.Ante,\np. ___ (Scalia, J., dissenting). And, the Attorney General’s\nconclusion that the CSA prohibits the States from authorizing\nphysician assisted suicide is admittedly “at least reasonable,”ante, at 26 (opinion of the Court), and is therefore\nentitled to deference.Ante,at 6–7 (Scalia, J.,\ndissenting). While the scope of the CSA and the Attorney General’s\npower thereunder are sweeping, and perhaps troubling, such\nexpansive federal legislation and broad grants of authority to\nadministrative agencies are merely the inevitable and inexorable\nconsequence of this Court’s Commerce Clause and\nseparation-of-powers jurisprudence. See,e.g.,Raich,supra;Whitmanv.American\nTrucking Assns., Inc.,531 U. S. 457(2001).I agree with limiting the applications of the\nCSA in a manner consistent with the principles of federalism and\nour constitutional structure.Raich,supra,at\n___ (Thomas, J., dissenting); cf.Whitman, supra, at\n486–487 (Thomas, J., concurring) (noting constitutional concerns\nwith broad delegations of authority to administrative agencies).\nBut that is now water over the dam. The relevance of such\nconsiderations was at its zenith inRaich, when we\nconsidered whether the CSA could be applied to the intrastate\npossession of a controlled substance consistent with the limited\nfederal powers enumerated by the Constitution. Such considerations\nhave little, if any, relevance where, as here, we are merely\npresented with a question of statutory interpretation, and not the\nextent of constitutionally permissible federal power. This is\nparticularly true where, as here, we are interpreting broad,\nstraightforward language within a statutory framework that a\nmajority of this Court has concluded is so comprehensive that it\nnecessarily nullifies the States’ “ ‘traditional … powers … to\nprotect the health, safety, and welfare of their\ncitizens.’ ”[Footnote 2]Raich,supra,at ___, n. 38 (slip op., at 27, n.\n38). The Court’s reliance upon the constitutional principles that\nit rejected inRaich—albeit under the guise of statutory\ninterpretation—is perplexing to say the least. Accordingly, I\nrespectfully dissent.Footnote 1The majority does not expressly address\nwhether the ingestion of a quantity of drugs that is sufficient to\ncause death has an “abnormal effec[t] on the nervous system,”ante, at 25, though it implicitly rejects such a\nconclusion.Footnote 2Notably, respondents have not seriously\npressed a constitutional claim here, conceding at oral argument\nthat their “point is not necessarily that [the CSA] would be\nunconstitutional.” Tr. of Oral Arg. 44. In any event, to the extent\nrespondents do present a constitutional claim, they do so solely\nwithin the framework ofRaich. Framed in this manner, the\nclaim must fail. The respondents inRaichwere “local\ngrowers and users of state-authorized, medical marijuana,” who\nstood “outside the interstate drug market” and possessed\n“ ‘medicinal marijuana … not intended for … the stream of\ncommerce.’ ” 545 U. S., at ___, ___, (slip op., at 5, 16)\n(Thomas, J., dissenting). Here, by contrast, the\nrespondent-physicians are active participants in the interstate\ncontrolled substances market, and the drugs they prescribe for\nassisting suicide have likely traveled in interstate commerce. If\nthe respondents inRaichcould not sustain a\nconstitutional claim, thena fortiorirespondents here\ncannot sustain one. Respondents’ acceptance ofRaichforecloses their constitutional challenge.",
    "joined": []
}