{
    "case": {
        "docket": "15-866",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-866/"
    },
    "id": "3706586",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–866_________________STAR ATHLETICA, L. L. C., PETITIONERv.VARSITY BRANDS, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[March 22, 2017]Justice Thomas delivered the opinion of the\nCourt.Congress has provided copyright protection for\noriginal works of art, but not for industrial designs. The line\nbetween art and industrial design, however, is often difficult to\ndraw. This is particularly true when an industrial design\nincorporates artistic elements. Congress has afforded limited\nprotection for these artistic elements by providing that\n“pictorial, graphic, or sculptural features” of the “design of a\nuseful article” are eligible for copyright protection as artistic\nworks if those features “can be identified separately from, and are\ncapable of existing independently of, the utilitarian aspects of\nthe article.” 17 U. S. C. §101.We granted certiorari to resolve widespread\ndisagreement over the proper test for implementing §101’s\nseparate-identification and independent-existence requirements. 578\nU. S. ___ (2016). We hold that a feature incor-porated into\nthe design of a useful article is eligible for copyright protection\nonly if the feature (1) can be perceived as a two- or\nthree-dimensional work of art separate from the useful article and\n(2) would qualify as a protectable pictorial, graphic, or\nsculptural work—either on its own or fixed in some other tangible\nmedium of expression—if it were imagined separately from the useful\narticle into which it is incorporated. Because that test is\nsatisfied in this case, we affirm.IRespondents Varsity Brands, Inc., Varsity\nSpirit Corporation, and Varsity Spirit Fashions & Supplies,\nInc., design, make, and sell cheerleading uniforms. Respondents\nhave obtained or acquired more than 200 U. S. copyright\nregistrations for two-dimensional designs appearing on the surface\nof their uniforms and other garments. These designs are primarily\n“combinations, positionings, and arrangements of elements” that\ninclude “chevrons . . . , lines, curves, stripes, angles,\ndiagonals, inverted [chevrons], coloring, and shapes.” App. 237. At\nissue in this case are Designs 299A, 299B, 074, 078, and 0815. See\nAppendix,infra.Petitioner Star Athletica, L. L. C., also\nmarkets and sells cheerleading uniforms. Respondents sued\npetitioner for infringing their copyrights in the five designs. The\nDistrict Court entered summary judgment for petitioner on\nrespondents’ copyright claims on the ground that the designs did\nnot qualify as protectable pictorial, graphic, or sculptural works.\nIt reasoned that the designs served the useful, or “utilitarian,”\nfunction of identifying the garments as “cheerleading uniforms” and\ntherefore could not be “physically or conceptually” separated under\n§101 “from the utilitarian function” of the uniform. 2014 WL\n819422, *8–*9 (WD Tenn., Mar. 1, 2014).The Court of Appeals for the Sixth Circuit\nreversed. 799 F. 3d 468, 471 (2015). In its view, the “graphic\ndesigns” were “separately identifiable” because the designs “and a\nblank cheerleading uniform can appear ‘side by side’—one as a\ngraphic design, and one as a cheerleading uniform.”Id.,at\n491 (quoting Compendium of U. S. Copyright Office Practices\n§924.2(B) (3d ed. 2014) (Compendium)). And it determined that the\ndesigns were “ ‘capable of existing independently’ ”\nbecause they could be incorporated onto the surface of different\ntypes of garments, or hung on the wall and framed as art. 799\nF. 3d, at 491, 492.Judge McKeague dissented. He would have held\nthat, because “identifying the wearer as a cheerleader” is a\nutilitarian function of a cheerleading uniform and the surface\ndesigns were “integral to” achieving that function, the designs\nwere inseparable from the uniforms.Id.,at 495–496.IIThe first element of a copyright-infringement\nclaim is “ownership of a valid copyright.”Feist Publications,\nInc.v.Rural Telephone Service Co., 499 U. S. 340,\n361 (1991) . A valid copyright extends only to copyrightable\nsubject matter. See 4 M. Nimmer & D. Nimmer, Copyright\n§13.01[A] (2010) (Nimmer). The Copyright Act of 1976 defines\ncopyrightable subject matter as “original works of authorship fixed\nin any tangible medium of expression.” 17 U. S. C.\n§102(a).“Works of authorship” include “pictorial,\ngraphic, and sculptural works,” §102(a)(5), which the statute\ndefines to include “two-dimensional and three-dimensional works of\nfine, graphic, and applied art, photographs, prints and art\nreproductions, maps, globes, charts, diagrams, models, and\ntechnical drawings, including architectural plans,” §101. And a\nwork of authorship is “ ‘fixed’ in a tangible medium of\nexpression when it[ is] embodi[ed] in a” “material objec[t]\n. . . from which the work can be perceived, reproduced,\nor otherwise communicated.”Ibid.(definitions of “fixed”\nand “copies”).The Copyright Act also establishes a special\nrule for copyrighting a pictorial, graphic, or sculptural work\nincorporated into a “useful article,” which is defined as “an\narticle having an intrinsic utilitarian function that is not merely\nto portray the appearance of the article or to convey information.”Ibid.The statute does not protect useful articles as such.\nRather, “the design of a useful article” is “considered a\npictorial, graphical, or sculptural work only if, and only to the\nextent that, such design incorporates pictorial, graphic, or\nsculptural features that can be identified separately from, and are\ncapable of existing independently of, the utilitarian aspects of\nthe article.”Ibid.Courts, the Copyright Office, and commentators\nhave described the analysis undertaken to determine whether a\nfeature can be separately identified from, and exist independently\nof, a useful article as “separability.” In this case, our task is\nto determine whether the arrangements of lines, chevrons, and\ncolorful shapes appearing on the surface of respondents’\ncheerleading uniforms are eligible for copyright protection as\nseparable features of the design of those cheerleading\nuniforms.AAs an initial matter, we must address whether\nseparability analysis is necessary in this case.1Respondents argue that “[s]eparability is only\nimplicated when a [pictorial, graphic, or sculptural] work is the\n‘design of a useful article.’ ” Brief for Respondents 25. They\ncontend that the surface decorations in this case are\n“two-dimensional graphic designs that appearonuseful\narticles,” but are not themselves designsofuseful\narticles.Id.,at 52. Consequently, the surface decorations\nare protected two-dimensional works of graphic art without regard\nto any separability analysis under §101.Ibid.; see 2 W.\nPatry, Copyright §3:151, p. 3–485 (2016) (Patry) (“Courts looking\nat two-dimensional design claims should not apply the separability\nanalysis regardless of the three-dimensional form that design is\nembodied in”). Under this theory, two-dimensional artistic features\non the surface of useful articles are “inherently separable.” Brief\nfor Respondents 26.This argument is inconsistent with the text of\n§101. The statute requires separability analysis for any\n“pictorial, graphic, or sculptural features” incorporated into the\n“design of a useful article.” “Design” refers here to “the\ncombination” of “details” or “features” that “go to make up” the\nuseful article. 3 Oxford English Dictionary 244 (def. 7, first\nlisting) (1933) (OED). Furthermore, the words “pictorial” and\n“graphic” include, in this context, two-dimensional features such\nas pictures, paintings, or drawings. See 4id., at 359\n(defining “[g]raphic” to mean “[o]f or pertaining to drawing or\npainting”); 7id.,at 830 (defining “[p]ictorial” to mean\n“of or pertaining to painting or drawing”). And the statute\nexpressly defines “[p]ictorial, graphical, and sculptural works” to\ninclude “two-dimensional . . . works of . . .\nart.” §101. The statute thus provides that the “design of a useful\narticle” can include two-dimensional “pictorial” and “graphic”\nfeatures, and separability analysis applies to those features just\nas it does to three-dimensional “sculptural” features.2The United States makes a related but distinct\nargument against applying separability analysis in this case, which\nrespondents do not and have not advanced. As part of their\ncopyright registrations for the designs in this case, respondents\ndeposited with the Copyright Office drawings and photographs\ndepicting the designs incorporated onto cheerleading uniforms. App.\n213–219; Appendix,infra. The Government argues that,\nassuming the other statutory requirements were met, respondents\nobtained a copyright in the deposited drawings and photographs and\nhave simply reproduced those copyrighted works on the surface of a\nuseful article, as they would have the exclusive right to do under\nthe Copyright Act. See Brief for United States asAmicus\nCuriae14–15, 17–22. Accordingly, the Government urges,\nseparability analysis is unnecessary on the record in this case. We\ngenerally do not entertain arguments that were not raised below and\nthat are not advanced in this Court by any party,Burwellv.HobbyLobby Stores, Inc., 573 U. S. ___, ___\n(2014), because “[i]t is not the Court’s usual practice to\nadjudicate either legal or predicate factual questions in the first\ninstance,”CRST Van Expedited, Inc.v.EEOC, 578\nU. S. ___, ___ (2016) (slip op., at 16). We decline to depart\nfrom our usual practice here.BWe must now decide when a feature incorporated\ninto a useful article “can be identified separately from” and is\n“capable of existing independently of” “the utilitarian aspects” of\nthe article. This is not a free-ranging search for the best\ncopyright policy, but rather “depends solely on statutory\ninterpretation.”Mazerv.Stein, 347 U. S. 201,\n214 (1954) . “The controlling principle in this case is the basic\nand unexceptional rule that courts must give effect to the clear\nmeaning of statutes as written.”Estate of Cowartv.Nicklos Drilling Co., 505 U. S. 469, 476 (1992) . We\nthus begin and end our inquiry with the text, giving each word its\n“ordinary, contemporary, common meaning.”Waltersv.Metropolitan Ed. Enterprises, Inc., 519 U. S. 202, 207\n(1997) (internal quotation marks omitted). We do not, however,\nlimit this inquiry to the text of §101 in isolation.\n“[I]nterpretation of a phrase of uncertain reach is not confined to\na single sentence when the text of the whole statute gives\ninstruction as to its meaning.”Maracichv.Spears,\n570 U. S. ___, ___ (2013) (slip op., at 15). We thus “look to\nthe provisions of the whole law” to determine §101’s meaning.United Statesv.Heirs of Boisdoré, 8 How. 113, 122\n(1849).1The statute provides that a “pictorial,\ngraphic, or sculptural featur[e]” incorporated into the “design of\na useful article” is eligible for copyright protection if it (1)\n“can be identified separately from,” and (2) is “capable of\nexisting independently of, the utilitarian aspects of the article.”\n§101. The first requirement—separate identification—is not onerous.\nThe decisionmaker need only be able to look at the useful article\nand spot some two- or three-dimensional element that appears to\nhave pictorial, graphic, or sculptural qualities. See 2 Patry\n§3:146, at 3–474 to3–475.The independent-existence requirement is\nordinarily more difficult to satisfy. The decisionmaker must\ndetermine that the separately identified feature has the capacity\nto exist apart from the utilitarian aspects of the article. See 2\nOED 88 (def. 5) (defining “[c]apable” of as “[h]aving the needful\ncapacity, power, or fitness for”). In other words, the feature must\nbe able to exist as its own pictorial, graphic, or sculptural work\nas defined in §101 once it is imagined apart from the useful\narticle. If the feature is not capable of existing as a pictorial,\ngraphic, or sculptural work once separated from the useful article,\nthen it was not a pictorial, graphic, or sculptural feature of that\narticle, but rather one of its utilitarian aspects.Of course, to qualify as a pictorial, graphic,\nor sculptural work on its own, the feature cannot itself be a\nuseful article or “[a]n article that is normally a part of a useful\narticle” (which is itself considered a useful article). §101. Nor\ncould someone claim a copyright in a useful article merely by\ncreating a replica of that article in some other medium—for\nexample, a cardboard model of a car. Al-though the replica could\nitself be copyrightable, it would not give rise to any rights in\nthe useful article that inspired it.2The statute as a whole confirms our\ninterpretation. The Copyright Act provides “the owner of [a]\ncopyright” with the “exclusive righ[t] . . . to reproduce\nthe copyrighted work in copies.” §106(1). The statute clarifies\nthat this right “includes the right to reproduce the [copyrighted]\nwork in or on any kind of article, whether useful or otherwise.”\n§113(a). Section 101 is, in essence, the mirror image of §113(a).\nWhereas §113(a) protects a work of authorship first fixed in some\ntangible medium other than a useful article and subsequently\napplied to a useful article, §101 protects art first fixed in the\nmedium of a useful article. The two provisions make clear that\ncopyright protection extends to pictorial, graphic, and sculptural\nworks regardless of whether they were created as freestanding art\nor as features of useful articles. The ultimate separability\nquestion, then, is whether the feature for which copyright\nprotection is claimed would have been eligible for copyright\nprotection as a pictorial, graphic, or sculptural work had it\noriginally been fixed in some tangible medium other than a useful\narticle before being applied to a useful article.3This interpretation is also consistent with\nthe history of the Copyright Act. InMazer, a case decided\nunder the 1909 Copyright Act, the respondents copyrighted a\nstatuette depicting a dancer. The statuette was intended for use as\na lamp base, “with electric wiring, sockets and lamp shades\nattached.” 347 U. S., at 202. Copies of the statuette were\nsold both as lamp bases and separately as statuettes.Id.,at 203. The petitioners copied the statuette and sold lamps with\nthe statuette as the base. They defended against the respondents’\ninfringement suit by arguing that the respondents did not have a\ncopyright in a statuette intended for use as a lamp base.Id.,at 204–205.Two ofMazer’s holdings are relevant\nhere. First, the Court held that the respondents owned a copyright\nin the statuette even though it was intended for use as a lamp\nbase. Seeid.,at 214. In doing so, the Court approved the\nCopyright Office’s regulation extending copyright protection to\nworks of art that might also serve a useful purpose. Seeibid.(approving 37 CFR §202.8(a) (1949) (protect-ing “works\nof artistic craftsmanship, in so far as theirform but not their\nmechanical or utilitarian aspects are concerned”)).Second, the Court held that it was irrelevant to\nthe copyright inquiry whether the statuette was initially created\nas a freestanding sculpture or as a lamp base. 347 U. S., at\n218–219 (“Nor do we think the subsequent registration of a work of\nart published as an element in a manufactured article, is a misuse\nof copyright. This is not different from the registration of a\nstatuette and its later embodiment in an industrial article”).Mazerthus interpreted the 1909 Act consistently with the\nrule discussed above: If a design would have been copyrightable as\na standalone pictorial, graphic, or sculptural work, it is\ncopyrightable if created first as part of a useful article.Shortly thereafter, the Copyright Office enacted\na regulation implementing the holdings ofMazer. See 1\nNimmer §2A.08[B][1][b] (2016). As amended, the regulation\nintroduced the modern separability test to copyright law:“If the sole intrinsic function of an\narticle is its utility, the fact that the article is unique and\nattractively shaped will not qualify it as a work of art. However,\nif the shape of a utilitarian article incorporates features, such\nas artistic sculpture, carving, or pictorial representation, which\ncan be identified separately and are capable of existing\nindependently as a work of art, such features will be eligible for\nregistration.” 37 CFR §202.10(c) (1960) (punctuation altered).Congress essentially lifted the language\ngoverning protection for the design of a useful article directly\nfrom the post-Mazerregulations and placed it into §101 of\nthe 1976 Act. Consistent withMazer, the approach we outline\ntoday interprets §§101 and 113 in a way that would afford copyright\nprotection to the statuette inMazerregardless of whether\nit was first created as a standalone sculptural work or as the base\nof the lamp. See 347 U. S., at 218–219.CIn sum, a feature of the design of a useful\narticle is eligible for copyright if, when identified and imagined\napart from the useful article, it would qualify as a pictorial,\ngraphic, or sculptural work either on its own or when fixed in some\nother tangible medium.Applying this test to the surface decorations on\nthe cheerleading uniforms is straightforward. First, one can\nidentify the decorations as features having pictorial, graphic, or\nsculptural qualities. Second, if the arrangement of colors, shapes,\nstripes, and chevrons on the surface of the cheerleading uniforms\nwere separated from the uniform and applied in another medium—for\nexample, on a painter’s canvas—they would qualify as\n“two-dimensional . . . works of . . . art,”\n§101. And imaginatively removing the surface decorations from the\nuniforms and applying them in another medium would not replicate\nthe uniform itself. Indeed, respondents have applied the designs in\nthis case to other media of expression—different types of\nclothing—without replicating the uniform. See App. 273–279. The\ndecorations are therefore separable from the uniforms and eligible\nfor copyright protection.[1]The dissent argues that the designs are not\nseparable because imaginatively removing them from the uniforms and\nplacing them in some other medium of expression—a canvas, for\nexample—would create “pictures of cheerleader uniforms.”Post,at 10 (opinion of Breyer, J.). Petitioner similarly\nargues that the decorations cannot be copyrighted because, even\nwhen extracted from the useful article,they retain the outline of a\ncheerleading uniform. Brief for Petitioner 48–49.This is not a bar to copyright. Just as\ntwo-dimensional fine art corresponds to the shape of the canvas on\nwhich it is painted, two-dimensional applied art correlates to the\ncontours of the article on which it is applied. A fresco painted on\na wall, ceiling panel, or dome would not lose copyright protection,\nfor example, simply because it was designed to track the dimensions\nof the surface on which it was painted. Or consider, for example, a\ndesign etched or painted on the surface of a guitar. If that entire\ndesign is imaginatively removed from the guitar’s surface and\nplaced on an album cover, it would still resemble the shape of a\nguitar. But the image on the cover does not “replicate” the guitar\nas a useful article. Rather, the design is a two-dimensional work\nof art that corresponds to the shape of the useful article to which\nit was applied. The statute protects that work of art whether it is\nfirst drawn on the album cover and then applied to the guitar’s\nsurface, or vice versa. Failing to protect that art would create an\nanomaly: It would extend protection to two-dimensional designs that\ncover a part of a useful article but would not protect the same\ndesign if it covered the entire article. The statute does not\nsupport that distinction, nor can it be reconciled with the\ndissent’s recognition that “artwork printed on a t-shirt” could be\nprotected.Post,at 4 (internal quotation marks\nomitted).To be clear, the only feature of the\ncheerleading uniform eligible for a copyright in this case is the\ntwo-dimensional work of art fixed in the tangible medium of the\nuniform fabric. Even if respondents ultimately succeed in\nestablishing a valid copyright in the surface decorations at issue\nhere, respondents have no right to prohibit any person from\nmanufacturing a cheerleading uniform of identical shape, cut, and\ndimensions to the ones on which the decorations in this case\nappear. They may prohibit only the reproduction of the surface\ndesigns in any tangible medium of expression—a uniform or\notherwise.[2]DPetitioner and the Government raise several\nobjections to the approach we announce today. None is\nmeritorious.1Petitioner first argues that our reading of\nthe statute is missing an important step. It contends that a\nfeature may exist independently only if it can stand alone as a\ncopyrightable workandif the useful article from which it\nwas extracted would remain equally useful. In other words,\ncopyright extends only to “solely artistic” features of useful\narticles. Brief for Petitioner 33. According to petitioner, if a\nfeature of a useful article “advance[s] the utility of the\narticle,”id.,at 38, then it is categorically beyond the\nscope of copyright,id., at 33. The designs here are not\nprotected, it argues, because they are necessary to two of the\nuniforms’ “inherent, essential, or natural functions”—identifying\nthe wearer as a cheerleader and enhancing the wearer’s physical\nappearance.Id., at 38, 48; Reply Brief 2, 16. Because the\nuniforms would not be equally useful without the designs,\npetitioner contends that the designs are inseparable from the\n“utilitarian aspects” of the uniform. Brief for Petitioner 50.The Government raises a similar argument,\nalthough it reaches a different result. It suggests that the\nappropriate test is whether the useful article with the artistic\nfeature removed would “remai[n]similarlyuseful.” Brief for\nUnited States asAmicus Curiae29 (emphasis added). In the\nview of the United States, however, a plain white cheerleading\nuniform is “similarly useful” to uniforms with respondents’\ndesigns.Id.,at 27–28.The debate over the relative utility of a plain\nwhite cheerleading uniform is unnecessary. The focus of the\nseparability inquiry is on the extracted feature and not on any\naspects of the useful article that remain after the imaginary\nextraction. The statute does not require the decisionmaker to\nimagine a fully functioning useful article without the artistic\nfeature. Instead, it requires that the separated feature qualify as\na nonuseful pictorial, graphic, or sculptural work on its own.Of course, because the removed feature may not\nbe a useful article—as it would then not qualify as a pictorial,\ngraphic, or sculptural work—there necessarily would be some aspects\nof the original useful article “left behind” if the feature were\nconceptually removed. But the statute does not require the imagined\nremainder to be a fully functioning useful article at all, much\nless an equally useful one. Indeed, such a requirement would\ndeprive theMazerstatuette of protection had it been\ncreated first as a lamp base rather than as a statuette. Without\nthe base, the “lamp” would be just a shade, bulb, and wires. The\nstatute does not require that we imagine a nonartistic replacement\nfor the removed feature to determine whether thatfeatureis\ncapable of an independent existence.Petitioner’s argument follows from its flawed\nview that the statute protects only “solely artistic” features that\nhave no effect whatsoever on a useful article’s utilitarian\nfunction. This view is inconsistent with the statutory text. The\nstatute expressly protects two- and three-dimensional “applied\nart.” §101. “Applied art” is art “employed in the decoration,\ndesign, or execution of useful objects,” Webster’s Third New\nInternational Dictionary 105 (1976) (emphasis added), or “those\narts or crafts that have aprimarily utilitarian function,\nor . . . the designs and decorations used in these arts,”\nRandom House Dictionary 73 (1966) (emphasis added); see also 1 OED\n576 (2d ed. 1989) (defining “applied” as “[p]ut to practical use”).\nAn artistic feature that would be eligible for copyright protection\non its own cannot lose that protection simply because it was first\ncreated as a feature of the design of a useful article, even if it\nmakes that article more useful.Indeed, this has been the rule sinceMazer. In holding that the statuette was protected, the\nCourt emphasized that the 1909 Act abandoned any “distinctions\nbetween purely aesthetic articles and useful works of art.” 347\nU. S., at 211. Congress did not enact such a distinction in\nthe 1976 Act. Were we to accept petitioner’s argument that the only\nprotectable features are those that play absolutely no role in an\narticle’s function, we would effectively abrogate the rule ofMazerand read “applied art” out of the statute.Because we reject the view that a useful article\nmust remain after the artistic feature has been imaginatively\nseparated from the article, we necessarily abandon the distinction\nbetween “physical” and “conceptual” separability, which some courts\nand commentators have adopted based on the Copyright Act’s\nlegislative history. See H. R. Rep. No. 94–1476, p. 55 (1976).\nAccording to this view, a feature isphysicallyseparable\nfrom the underlying useful article if it can “be physically\nseparated from the article by ordinary means while leaving the\nutilitarian aspects of the article completely intact.” Compendium\n§924.2(A); see alsoChosun Int’l, Inc.v.Chrisha\nCreations,Ltd., 413 F. 3d 324, 329 (CA2 2005).Conceptualseparability applies if the feature physically\ncould not be removed from the useful article by ordinary means. See\nCompendium §924.2(B); but see 1 P. Goldstein, Copyright §2.5.3, p.\n2:77 (3d ed. 2016) (explaining that the lower courts have been\nunable to agree on a single conceptual separability test); 2 Patry\n§§3:140–3:144.40 (surveying the various approaches in the lower\ncourts).The statutory text indicates that separability\nis a conceptual undertaking. Because separability does not require\nthe underlying useful article to remain, the physical-conceptual\ndistinction is unnecessary.2Petitioner next argues that we should\nincorporate two “objective” components, Reply Brief 9, into our\ntest to provide guidance to the lower courts: (1) “whether the\ndesign elements can be identified as reflecting the designer’s\nartistic judgment exercised independently of functional influence,”\nBrief for Petitioner 34 (emphasis deleted and internal quotation\nmarks omitted), and (2) whether “there is [a] substantial\nlikelihood that the pictorial, graphic, or sculptural feature would\nstill be marketable to some significant segment of the community\nwithout its utilitarian function,”id.,at 35 (emphasis\ndeleted and internal quotation marks omitted).We reject this argument because neither\nconsideration is grounded in the text of the statute. The first\nwould require the decisionmaker to consider evidence of the\ncreator’s design methods, purposes, and reasons.Id.,at 48.\nThe statute’s text makes clear, however, that our inquiry is\nlimited to how the article and feature are perceived, not how or\nwhy they were designed. SeeBrandir Int’l, Inc.v.Cascade Pacific Lumber Co., 834 F. 2d 1142, 1152 (CA2\n1987) (Winter, J., concurring in part and dissenting in part) (The\nstatute “expressly states that the legal test is how the final\narticle is perceived, not how it was developed through various\nstages”).The same is true of marketability. Nothing in\nthe statute suggests that copyrightability depends on market\nsurveys. Moreover, asking whether some segment of the market would\nbe interested in a given work threatens to prize popular art over\nother forms, or to substitute judicial aesthetic preferences for\nthe policy choices embodied in the Copyright Act. SeeBleisteinv.Donaldson Lithographing Co., 188\nU. S. 239, 251 (1903) (“It would be a dangerous undertaking\nfor persons trained only to the law to constitute themselves final\njudges of the worth of pictorial illustrations, outside of the\nnarrowest and most obvious limits”).3Finally, petitioner argues that allowing the\nsurface decorations to qualify as a “work of authorship” is\ninconsistent with Congress’ intent to entirely exclude industrial\ndesign from copyright. Petitioner notes that Congress refused to\npass a provision that would have provided limited copyright\nprotection for industrial designs, including clothing, when it\nenacted the 1976 Act, seeid.,at 9–11 (citing S. 22, Tit.\nII, 94th Cong., 2d Sess., 122 Cong. Rec. 3856–3859 (1976)), and\nthat it has enacted laws protecting designs for specific useful\narticles—semiconductor chips and boat hulls, see 17\nU. S. C. §§901–914, 1301–1332—while declining to enact\nother industrial design statutes, Brief for Petitioner 29, 43. From\nthis history of failed legislation petitioner reasons that Congress\nintends to channel intellectual property claims for industrial\ndesign into design patents. It therefore urges us to approach this\nquestion with a presumption against copyrightability.Id.,at 27.We do not share petitioner’s concern. As an\ninitial matter, “[c]ongressional inaction lacks persuasive\nsignificance” in most circumstances.Pension Benefit Guaranty\nCorporationv.LTV Corp., 496 U. S. 633, 650 (1990)\n(internal quotation marks omitted). Moreover, we have long held\nthat design patent and copyright are not mutually exclusive. SeeMazer, 347 U. S., at 217. Congress has provided for\nlimited copyright protection for certain features of industrial\ndesign, and approaching the statute with presumptive hostility\ntoward protection for industrial design would undermine Congress’\nchoice. In any event, as explained above, our test does not render\nthe shape, cut, and physical dimensions of the cheerleading\nuniforms eligible for copyright protection.IIIWe hold that an artistic feature of the design\nof a useful article is eligible for copyright protection if the\nfeature (1) can be perceived as a two- or three-dimensional work of\nart separate from the useful article and (2) would qualify as a\nprotectable pictorial, graphic, or sculptural work either on its\nown or in some other medium if imagined separately from the useful\narticle. Because the designs on the surface of respondents’\ncheerleading uniforms in this case satisfy these requirements, the\njudgment of the Court of Appeals is affirmed.It is so ordered.Notes1We do not today hold that\nthe surface decorations are copyrightable. We express no opinion on\nwhether these works are sufficiently original to qualify for\ncopyright protection, seeFeist Publications,Inc.v.Rural Telephone Service Co., 499 U. S. 340 –359 (1991), or\non whether any other prerequisite of a valid copyright has been\nsatisfied.2The dissent suggests that\nour test would lead to the copyrighting of shovels.Post,at\n7; Appendix to opinion of Breyer, J., fig. 4,post. But a\nshovel, like a cheerleading uniform, even if displayed in an art\ngallery, is “an article having an intrinsic utilitarian function\nthat is not merely to portray the appearance of the article or to\nconvey information.” 17 U. S. C. §101. It therefore\ncannot be copyrighted. A drawing of a shovel could, of course, be\ncopyrighted. And, if the shovel included any artistic features that\ncould be perceived as art apart from the shovel, and which would\nqualify as protectable pictorial, graphic, or sculptural works on\ntheir own or in another medium, they too could be copyrighted. But\na shovel as a shovel cannot.",
    "joined": []
}