{
    "case": {
        "docket": "180",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/180/"
    },
    "id": "1962944",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN JUDGMENTHARBISON V. BELL556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-8521EDWARD JEROME HARBISON, PETITIONERv.RICKY BELL, WARDENon writ of certiorari to the united states court of\nappeals for the sixth circuit[April 1, 2009]Justice Thomas, concurring in the\njudgment.I agree that under 28 U.\nS. C. §2253(c)(1)(A), a certificate of appealability was not\nrequired to seek appellate review of the issue in this case. Seeante, at 2–3; see alsopost, at 1 (Scalia, J.,\nconcurring in part and dissenting in part). I further agree with\nthe Court that 18 U. S. C. §§3599(a)(2) and (e) entitle\neligible state postconviction litigants to federally funded counsel\nin available state clemency proceedings. Seeante, at 2,\n5. As even Justice Scalia acknowledges in his dissenting opinion,\nthe statute “contains no express language limiting its application\nto proceedings in a federal forum.”Post, at 8; see alsoante, at 1 (Roberts, C. J., concurring in judgment)\n(“Nothing in the text of §3599(e) excludes proceedings for\navailablestateclemency …”). By its express terms,\nthe statute “entitle[s]” eligible litigants to appointed counsel\nwho “shall represent the defendant … in such … proceedings for\nexecutive or other clemency as may be available to the defendant.”\n§§3599(a)(2), (e). Because the statute applies to individuals\nchallenging either state or federal convictions, see §3599(a)(2),\nand because state clemency is the only clemency available to those\nchallenging state convictions, §§3599(a)(2) and (e) necessarily\nentitle eligible state postconviction litigants to federally funded\ncounsel in state clemency proceedings.I disagree, however, with the assumption that\n§3599 must be limited to “federal” proceedings in at least some\nrespects.Ante, at 6;ante, at 1–2 (Roberts,\nC. J., concurring in judgment);post, at 3–4. The\nmajority and dissent read such a limitation into subsection (a)(1)\nof the statute. But that subsection, like subsection (a)(2),\n“contains no language limiting its application tofederalcapital defendants. It provides counsel to indigent defendants in\n‘everycriminal action in which a defendant is charged\nwith a crime which may be punishable by death.’ ”Post, at 3 (quoting §3599(a)(1)). The majority, then,\ncompounds its error by attempting to discern some distinction\nbetween subsections (a)(1) and (a)(2), to which it properly\ndeclines to add an extratextual “federal” limitation, seeante, at 5–6. The dissent seizes on this inconsistency\nbetween the majority’s interpretation of subsections (a)(1) and\n(a)(2), but responds by incorrectly reading a parallel “federal”\nlimitation into subsection (a)(2), seepost, at 3–4. In\nthe dissent’s view, “it is perfectly reasonable to assume” that\nsubsection (a)(2) is limited to federal postconviction\nproceedings—including clemency proceedings—“even where the statute\ncontains no such express limitation.”Post,at 3.The Chief Justice, in contrast, finds a\n“federal” limitation in a clause of subsection (e) that is not\nbefore this Court in order to cabin the reach of today’s decision.\nHe observes that the text of subsection (e) includes no “federal”\nlimitation with respect to any of the proceedings listed in that\nsubsection. But The Chief Justice finds a way to avoid this\n“problematic result” by adding a different limitation to §3599. In\nhis view, the “best” reading of the phrase “subsequent stage[s] of\navailable judicial proceedings” is one that excludes “state\njudicial proceedings after federal habeas” proceedings because they\nare “new”—not “subsequent”—judicial proceedings.Ante, at\n2. Without this limitation, The Chief Justice explains, “[he] might\nbe forced to accept the Government’s invitation to insert the word\n‘federal’ into §3599(e)—a limitation that would have to apply to\nclemency as well”—because he finds it “highly unlikely\nthat Congress intended” for there to be no federal limitation at\nall in subsection (e).Ante,at 1–2.This Court is not tasked with interpreting\n§3599 in a way that it believes is consistent with the policy\noutcome intended by Congress. Nor should this Court’s approach to\nstatutory construction be influenced by the supposition that “it is\nhighly unlikely that Congress intended” a given result. Seeante,at 1 (Roberts, C. J., concurring in judgment).\nCongress’ intent is found in the words it has chosen to use. SeeWest Virginia Univ. Hospitals, Inc.v.Casey,499 U. S. 83, 98\n(1991) (“The best evidence of [Congress’] purpose is the statutory\ntext adopted by both Houses of Congress and submitted to the\nPresident”). This Court’s interpretive function requires it to\nidentify and give effect to the best reading of the words in the\nprovision at issue. Even if the proper interpretation of a statute\nupholds a “very bad policy,” it “is not within our province to\nsecond-guess” the “wisdom of Congress’ action” by picking and\nchoosing our preferred interpretation from among a range of\npotentially plausible, but likely inaccurate, interpretations of a\nstatute.Eldredv.Ashcroft,537 U. S. 186, 222\n(2003); see alsoTVAv.Hill,437 U. S. 153, 194\n(1978) (“Our individual appraisal of the wisdom or unwisdom of a\nparticular course consciously selected by the Congress is to be put\naside in the process of interpreting a statute”). “Our task is to\napply the text, not to improve upon it.”Pavelic &\nLeFlorev.Marvel Entertainment Group, Div. of Cadence\nIndustries Corp.,493 U. S. 120, 126\n(1989).This statute’s silence with respect to a\n“federal” limitation in no way authorizes us to assume that such a\nlimitation must be read into subsections (a) and (e) in order to\nblunt the slippery-slope policy arguments of those opposed to a\nplain-meaning construction of the provisions under review, seeante, at 8–9. And Congress’ silence certainly does not\nempower us to go even farther and incorporate such an assumption\ninto the text of these provisions.Post, at 7–8. Moreover,\nthe Court should not decide a question irrelevant to this case in\norder to pre-empt the “problematic” results that might arise from a\nplain-text reading of the statutory provision under review. Seeante, at 2 (Roberts, C. J., concurring in judgment).\nWhether or not The Chief Justice’s construction of the “subsequent\nstage of available judicial proceedings” clause of subsection (e)\nis correct, it is irrelevant to the proper interpretation of the\nclemency clause of subsection (e). Even if the statute were to\nauthorize federal postconviction counsel to appear in state\nproceedings other than state clemency proceedings, a question not\nresolved by today’s decision, that conclusion would not provide a\nlegitimate basis for adopting the dissent’s atextual interpretation\nof the clemency clause of subsection (e). The “best” interpretation\nof the clemency clause does not turn on the unresolved breadth of\nthe “subsequent stage of available judicial proceedings”\nclause.Rather, the Court must adopt the\ninterpretation of the statute that is most faithful to its text.\nHere, the absence of a “federal” limitation in the text of\nsubsections (a) and (e) of §3599 most logically suggests that these\nprovisions are not limited to federal clemency proceedings. “If\nCongress enacted into law something different from what it\nintended, then it should amend the statute to conform it to its\nintent. It is beyond our province to rescue Congress from its\ndrafting errors, and to provide for what we might think is the\npreferred result. ”Lamiev.United States\nTrustee,540 U.\nS. 526, 542 (2004) (internal quotation marks and ellipses\nomitted). Accordingly, I concur in the judgment.",
    "joined": []
}