{
    "case": {
        "docket": "126",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/126/"
    },
    "id": "1963257",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGUNITED STATES V. COMSTOCK560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1224UNITED STATES, PETITIONERv.GRAYDON EARL\nCOMSTOCK, Jr., et al.on writ of certiorari to the united states court of\nappeals for the fourth circuit[May 17, 2010]Justice Thomas, with whom Justice\nScalia joins in all but Part III–A–1–b, dissenting.The Court holds today that\nCongress has power under the Necessary and Proper Clause to enact a\nlaw authorizing the Federal Government to civilly commit “sexually\ndangerous person[s]” beyond the date it lawfully could hold them on\na charge or conviction for a federal crime. 18 U. S. C.\n§4248(a). I disagree. The Necessary and Proper Clause empowers\nCongress to enact only those laws that “carr[y] into Execution” one\nor more of the federal powers enumerated in the Constitution.\nArt. I, §8, cl. 18. Because §4248 “Execut[es]” no\nenumerated power, I must respectfully dissent.I“As every schoolchild learns, our\nConstitution establishes a system of dual sovereignty between the\nStates and the Federal Government.”Gregoryv.Ashcroft,501 U. S. 452, 457\n(1991). In our system, the Federal Government’s powers are\nenumerated, and hence limited. See,e.g.,McCullochv.Maryland, 4 Wheat. 316, 405 (1819)\n(“This government is acknowledged by all to be one of enumerated\npowers”). Thus, Congress has no power to act unless the\nConstitution authorizes it to do so.United Statesv.Morrison,529 U. S. 598, 607\n(2000) (“Every law enacted by Congress must be based on one or more\nof its powers enumerated in the Constitution”). The States, in\nturn, are free to exercise all powers that the Constitution does\nnot withhold from them. Amdt. 10 (“The powers not delegated to the\nUnited States by the Constitution, nor prohibited by it to the\nStates, are reserved to the States respectively, or to the\npeople”).[Footnote 1] This\nconstitutional structure establishes different default rules for\nCongress and the States: Congress’ powers are “few and defined,”\nwhile those that belong to the States “remain . . . numerous and\nindefinite.” The Federalist No. 45, p. 328 (B. Wright ed. 1961) (J.\nMadison).The Constitution plainly sets\nforth the “few and defined” powers that Congress may exercise.\nArticle I “vest[s]” in Congress “[a]ll legislative Powers herein\ngranted,” §1, and carefully enumerates those powers in §8. The\nfinal clause of §8, the Necessary and Proper Clause, authorizes\nCongress “[t]o make all Laws which shall be necessary and proper\nfor carrying into Execution the foregoing Powers, and all other\nPowers vested by this Constitution in the Government of the United\nStates, or in any Department or Officer thereof.” Art. I, §8,\ncl. 18. As the Clause’s placement at the end of §8 indicates, the\n“foregoing Powers” are those granted to Congress in the preceding\nclauses of that section. The “other Powers” to which the Clause\nrefers are those “vested” in Congress and the other branches by\nother specific provisions of the Constitution.Chief Justice Marshall famously summarized\nCongress’ authority under the Necessary and Proper Clause inMcCulloch, which has stood for nearly 200 years as this\nCourt’s definitive interpretation of that text:“Let the end be legitimate, let it be within the\nscope of the constitution, and all means which are appropriate,\nwhich are plainly adapted to that end, which are not prohibited,\nbut consist with the letter and spirit of the constitution, are\nconstitutional.” 4 Wheat., at 421.McCulloch’s summation is\ndescriptive of the Clause itself, providing that federal\nlegislation is a valid exercise of Congress’ authority under the\nClause if it satisfies a two-part test: First, the law must be\ndirected toward a “legitimate” end, whichMcCullochdefines as one “within the scope of the [C]onstitution”—that is,\nthe powers expressly delegated to the Federal Government by some\nprovision in the Constitution. Second, there must be a necessary\nand proper fit between the “means” (the federal law) and the “end”\n(the enumerated power or powers) it is designed to serve.Ibid.\nMcCullochaccords Congress a certain amount of discretion in\nassessing means-end fit under this second inquiry. The means\nCongress selects will be deemed “necessary” if they are\n“appropriate” and “plainly adapted” to the exercise of an\nenumerated power, and “proper” if they are not otherwise\n“prohibited” by the Constitution and not “[in]consistent” with its\n“letter and spirit.”Ibid.Critically, however,McCullochunderscores the linear relationship the Clause establishes between\nthe two inquiries: Unless the end itself is “legitimate,” the fit\nbetween means and end is irrelevant. In other words, no matter how\n“necessary” or “proper” an Act of Congress may be to its objective,\nCongress lacks authority to legislate if the objective is anything\nother than “carrying into Execution” one or more of the Federal\nGovernment’s enumerated powers. Art. I, §8, cl. 18.This limitation was of utmost importance to\nthe Framers. During the State ratification debates,\nAnti-Federalists expressed concern that the Necessary and Proper\nClause would give Congress virtually unlimited power. See,e.g., Essays of Brutus, in 2 The Complete Anti-Federalist\n421 (H. Storing ed. 1981). Federalist supporters of the\nConstitution swiftly refuted that charge, explaining that the\nClause did not grant Congress any freestanding authority, but\ninstead made explicit what was already implicit in the grant of\neach enumerated power. Referring to the “powers declared in the\nConstitution,” Alexander Hamilton noted that “it isexpresslyto execute these powers that the sweeping clause\n. . . authorizes the national legislature to pass allnecessaryandproperlaws.” The Federalist No.\n33, at 245. James Madison echoed this view, stating that “the\nsweeping clause . . . only extend[s] to the enumerated powers.” 3\nJ. Elliot, The Debates in the Several State Conventions on the\nAdoption of the Federal Constitution 455 (2d ed. 1854) (hereinafter\nElliot). Statements by delegates to the state ratification\nconventions indicate that this understanding was widely held by the\nfounding generation.E.g.,id., at 245–246\n(statement of George Nicholas) (“Suppose [the Necessary and Proper\nClause] had been inserted, at the end of every power, that they\nshould have power to make laws to carry that power into execution;\nwould that have increased their powers? If, therefore, it could not\nhave increased their powers, if placed at the end of each power, it\ncannot increase them at the end of all”).[Footnote 2]Roughly 30 years after the Constitution’s\nratification,McCullochfirmly established this\nunderstanding in our constitutional jurisprudence. 4 Wheat., at\n421, 423. Since then, our precedents uniformly have maintained that\nthe Necessary and Proper Clause is not an independent fount of\ncongressional authority, but rather “acaveatthat\nCongress possesses all the means necessary to carry out the\nspecifically granted ‘foregoing’ powers of §8 ‘and all other Powers\nvested by this Constitution.’ ”Kinsellav.United States ex rel. Singleton,361 U. S. 234, 247\n(1960);Carterv.Carter Coal Co.,298 U. S. 238, 291\n(1936); seeAldenv.Maine,527 U. S. 706, 739\n(1999);Martinv.Hunter’s Lessee, 1 Wheat. 304,\n326 (1816); see alsoGonzalesv.Raich,545 U. S. 1, 39 (2005) (Scalia, J.,\nconcurring in judgment) (stating that, although the Clause\n“empowers Congress to enact laws . . . that are not within its\nauthority to enact in isolation,” those laws must be “in\neffectuation of [Congress’] enumerated powers” (citingMcCulloch,supra, at 421–422)).IISection 4248 establishes a\nfederal civil-commitment regime for certain persons in the custody\nof the Federal Bureau of Prisons (BOP).[Footnote 3] If the Attorney General demonstrates to a\nfederal court by clear and convincing evidence that a person\nsubject to the statute is “sexually dangerous,”[Footnote 4] a court may order the person\ncommitted until he is no longer a risk “to others,” even if that\ndoes not occur until after his federal criminal sentence has\nexpired or the statute of limitations on the federal charge against\nhim has run. §§4248(a), (d)–(e).No enumerated power in\nArticle I, §8, expressly delegates to Congress the power to\nenact a civil-commitment regime for sexually dangerous persons, nor\ndoes any other provision in the Constitution vest Congress or the\nother branches of the Federal Government with such a power.\nAccordingly, §4248 can be a valid exercise of congressional\nauthority only if it is “necessary and proper for carrying into\nExecution” one or more of those federal powers actually enumerated\nin the Constitution.Section 4248 does not fall within any of those\npowers. The Government identifies no specific enumerated power or\npowers as a constitutional predicate for §4248, and none are\nreadily discernable. Indeed, not even the Commerce Clause—the\nenumerated power this Court has interpreted most expansively, see,e.g.,NLRBv.Jones & Laughlin Steel\nCorp.,301 U. S.\n1, 37 (1937)—can justify federal civil detention of sex\noffenders. Under the Court’s precedents, Congress may not regulate\nnoneconomic activity (such as sexual violence) based solely on the\neffect such activity may have, in individual cases or in the\naggregate, on interstate commerce. Morrison, 529 U. S., at\n617–618;United Statesv.Lopez,514 U. S. 549, 563–567\n(1995). That limitation forecloses any claim that §4248 carries\ninto execution Congress’ Commerce Clause power, and the Government\nhas never argued otherwise, see Tr. of Oral Arg. 21–22.[Footnote 5]This Court, moreover, consistently has\nrecognized that the power to care for the mentally ill and, where\nnecessary, the power “to protect the community from the dangerous\ntendencies of some” mentally ill persons, are among the numerous\npowers that remain with the States.Addingtonv.Texas,441\nU. S. 418, 426 (1979). As a consequence, we have held that\nStates may “take measures to restrict the freedom of the\ndangerously mentally ill”—including those who are sexually\ndangerous—provided that such commitments satisfy due process and\nother constitutional requirements.Kansasv.Hendricks,521 U. S. 346, 363\n(1997).Section 4248 closely resembles the involuntary\ncivil-commitment laws that States have enacted under theirparens patriaeand general police powers. Indeed, it is\nclear, on the face of the Act and in the Government’s arguments\nurging its constitutionality, that §4248 is aimed at protecting\nsociety from acts of sexual violence, not toward “carrying into\nExecution” any enumerated power or powers of the Federal\nGovernment. See Adam Walsh Child Protection and Safety Act of 2006,\n120 Stat. 587 (entitled “[a]n Act [t]o protect children from sexual\nexploitation and violent crime”), §102,id., at 590\n(statement of purpose declaring that the Act was promulgated “to\nprotect the public from sex offenders”); Brief for United States\n38–39 (asserting the Federal Government’s power to “protect the\npublic from harmthat might result upon these prisoners’\nrelease, even when that harm might arise from conduct that isotherwise beyond the general regulatory powers of the federal\ngovernment” (emphasis added)).To be sure, protecting society from violent\nsexual offenders is certainly an important end. Sexual abuse is a\ndespicable act with untold consequences for the victim personally\nand society generally. See,e.g.,Kennedyv.Louisiana, 554 U. S. ___, ___, n. 2, (2008) (Alito,\nJ., dissenting) (slip op., at 9, n. 2, 22–23). But the\nConstitution does not vest in Congress the authority to protect\nsociety from every bad act that might befall it.[Footnote 6]New Yorkv.United\nStates,505 U. S. 144, 157 (1992) (“ ‘The\nquestion is not what power the Federal Government ought to have but\nwhat powers in fact have been given by the people’ ” (quotingUnited Statesv.Butler,297 U. S. 1, 63\n(1936)).In my view, this should decide the question.\nSection 4248 runs afoul of our settled understanding of Congress’\npower under the Necessary and Proper Clause. Congress may act under\nthat Clause only when its legislation “carr[ies] into Execution”\none of the Federal Government’s enumerated powers. Art. I, §8,\ncl. 18. Section 4248 does not executeanyenumerated\npower. Section 4248 is therefore unconstitutional.IIIThe Court perfunctorily\ngenuflects toMcCulloch’s framework for assessing\nCongress’ Necessary and Proper Clause authority, and to the\nprinciple of dual sovereignty it helps to maintain, then promptly\nabandons both in favor of a novel five-factor test supporting its\nconclusion that §4248 is a “ ‘necessary and proper’ ”\nadjunct to a jumble ofunenumerated“authorit[ies].”Ante, at 22. The Court’s newly minted test cannot be\nreconciled with the Clause’s plain text or with two centuries of\nour precedents interpreting it. It also raises more questions than\nit answers. Must each of the five considerations exist before the\nCourt sustains future federal legislation as proper exercises of\nCongress’ Necessary and Proper Clause authority? What if the facts\nof a given case support a finding of only four considerations? Or\nthree? And if three or four will suffice,whichthree or\nfour are imperative? At a minimum, this shift from the two-stepMcCullochframework to this five-consideration approach\nwarrants an explanation as to whyMcCullochis no longer\ngood enough and which of the five considerations will bear the most\nweight in future cases, assuming some number less than five\nsuffices. (Or, if not, why all five are required.) The Court\nprovides no answers to these questions.AI begin with the first and last\n“considerations” in the Court’s inquiry.Ante, at 5. The\nCourt concludes that §4248 is a valid exercise of Congress’\nNecessary and Proper Clause authority because that authority is\n“broad,”ibid., and because “the links between §4248 and\nan enumerated Article I power are not too attenuated,”ante, at 18. In so doing, the Court first inverts, then\nmisapplies,McCulloch’s straightforward two-part test.1aFirst, the Court describes\nCongress’ lawmaking power under the Necessary and Proper Clause as\n“broad,” relying on precedents that have upheld federal laws under\nthe Clause after finding a “ ‘rationa[l]’ ” fit between\nthe law and an enumerated power.Ante, at 6 (quotingSabriv.United States,541 U. S. 600, 605 (2004)). It is true\nthat this Court’s precedents allow Congress a certain degree of\nlatitude in selecting the means for “carrying into Execution” an\nend that is “legitimate.”[Footnote\n7] See,e.g.,Jinksv.Richland\nCounty,538 U.\nS. 456, 462–463 (2003) (citingMcCulloch, 4 Wheat., at\n417, 421). But in citing these cases, the Court puts the cart\nbefore the horse: The fit between means and ends matters only if\nthe end is in fact legitimate—i.e., only if it is one of\nthe Federal Government’s enumerated powers.By starting its inquiry with the\ndegree of deference owed to Congress in selecting means to further\na legitimate end, the Court bypassesMcCulloch’s first\nstep and fails carefully to examine whether the end served by §4248\nis actually one of those powers. See Part III–A–2,infra.bSecond, instead of asking the\nsimple question of what enumerated power §4248 “carr[ies] into\nExecution” atMcCulloch’s first step, the Court surveys\nother laws Congress has enacted and concludes that, because §4248\nis related to those laws, the “links” between §4248 and an\nenumerated power are not “too attenuated”; hence, §4248 is a valid\nexercise of Congress’ Necessary and Proper Clause authority.Ante, at 18. This unnecessarily confuses the analysis and,\nif followed to its logical extreme, would result in an unwarranted\nexpansion of federal power.The Court observes that Congress\nhas the undisputed authority to “criminalize conduct” that\ninterferes with enumerated powers; to “imprison individuals who\nengage in that conduct”; to “enact laws governing [those] prisons”;\nand to serve as a “custodian of its prisoners.”Ante, at\n9, 14. From this, the Court assumes that §4248 must also be a valid\nexercise of congressional power because it is “ ‘reasonably\nadapted’ ” tothoseexercises of Congress’\nincidental—and thus unenumerated—authorities. Seeante, at\n15 (concluding that “§4248 is ‘reasonably adapted’ to Congress’\npower to act as a responsible federal custodian” (citation\nomitted));ante, at 22 (concluding that “the statute is a\n‘necessary and proper’ means of exercising the federal authority\nthat permits Congress to create federal criminal laws, to punish\ntheir violation, to imprison violators, to provide appropriately\nfor those imprisoned, and to maintain the security of those who are\nnot imprisoned but who may be affected by the federal imprisonment\nof others”). But that is not the question. The Necessary and Proper\nClause does not provide Congress with authority to enact any law\nsimply because it furthersother lawsCongress has enacted\nin the exercise of its incidental authority; the Clause plainly\nrequires a showing that every federal statute “carr[ies] into\nExecution” one or more of the Federal Government’senumeratedpowers.[Footnote 8]Federal laws that criminalize conduct that\ninterferes with enumerated powers, establish prisons for those who\nengage in that conduct, and set rules for the care and treatment of\nprisoners awaiting trial or serving a criminal sentence satisfy\nthis test because each helps to “carr[y] into Execution” the\nenumerated powers that justify a criminal defendant’s arrest or\nconviction. For example, Congress’ enumerated power “[t]o establish\nPost Offices and post Roads,” Art. I, §8, cl. 7, would lack force\nor practical effect if Congress lacked the authority to enact\ncriminal laws “to punish those who steal letters from the post\noffice, or rob the mail.”McCulloch,supra, at\n417. Similarly, that enumerated power would be compromised if there\nwere no prisons to hold persons who violate those laws, or if those\nprisons were so poorly managed that prisoners could escape or\ndemand their release on the grounds that the conditions of their\nconfinement violate their constitutional rights, at least as we\nhave defined them. See,e.g.,Estellev.Gamble,429\nU. S. 97(1976). Civil detention under §4248, on the other\nhand, lacks any such connection to an enumerated power.2After focusing on the\nrelationship between §4248 and several of Congress’ implied powers,\nthe Court finally concludes that the civil detention of a “sexually\ndangerous person” under §4248 carries into execution the enumerated\npower that justified that person’s arrest or conviction in the\nfirst place. In other words, the Court analogizes §4248 to federal\nlaws that authorize prison officials to care for federal inmates\nwhile they serve sentences or await trial. But while those laws\nhelp to “carr[y] into Execution” the enumerated power that\njustifies the imposition of criminal sanctions on the inmate, §4248\ndoes not bear that essential characteristic for three reasons.First, the statute’s definition\nof a “sexually dangerous person” contains no element relating to\nthe subject’s crime. See §§4247(a)(5)–(6). It thus does not require\na federal court to find any connection between the reasons\nsupporting civil commitment and the enumerated power with which\nthat person’s criminal conduct interfered. As a consequence, §4248\nallows a court to civilly commit an individual without finding that\nhe was ever charged with or convicted of a federal crime involving\nsexual violence. §§4248(a), (d). That possibility is not merely\nhypothetical: The Government concedes that nearly 20% of\nindividuals against whom §4248 proceedings have been brought fit\nthis description.[Footnote 9]\nTr. of Oral Arg. 23–25.Second, §4248 permits the term of federal\ncivil commitment to continue beyond the date on which a convicted\nprisoner’s sentence expires or the date on which the statute of\nlimitations on an untried defendant’s crime has run. The statute\ntherefore authorizes federal custody over a person at a time when\nthe Government would lack jurisdiction to detain him for violating\na criminal law that executes an enumerated power.The statute this Court upheld inGreenwoodv.United States,350 U. S. 366(1956),\nprovides a useful contrast. That statute authorized the Federal\nGovernment to exercise civil custody over a federal defendant\ndeclared mentally unfit to stand trial only “ ‘until the\naccused shall be mentally competent to stand trial or until the\npending charges against him are disposed of according to\nlaw.’ ”Id., at 368, n. 2 (quoting 18 U.\nS. C. §4246 (1952 ed.)). Thus, that statute’s “end” reasonably\ncould be interpreted as preserving the Government’s power to\nenforce a criminal law against the accused. Section 4248 (2006\ned.), however, authorizes federal detention of a person evenafterthe Government loses the authority to prosecute him\nfor a federal crime.Third, the definition of a “sexually\ndangerous person” relevant to §4248 does not require the court to\nfind that the person is likely to violate a law executing an\nenumerated power in the future. Although the Federal Government has\nno express power to regulate sexual violence generally, Congress\nhas passed a number of laws proscribing such conduct in special\ncircumstances. All of these statutes contain jurisdictional\nelements that require a connection to one of Congress’ enumerated\npowers—such as interstate commerce,e.g., §2252(a)(2)—or\nthat limit the statute’s coverage to jurisdictions in which\nCongress has plenary authority,e.g., §2243(a). Section\n4248, by contrast, authorizes civil commitment upon a showing that\nthe person is “sexually dangerous,” and presents a risk “to\nothers,” §4247(a)(5). It requires no evidence that this sexually\ndangerous condition will manifest itself in a way that interferes\nwith a federal law that executes an enumerated power or in a\ngeographic location over which Congress has plenary\nauthority.[Footnote 10]In sum, the enumerated powers that justify a\ncriminal defendant’s arrest or conviction cannot justify his\nsubsequent civil detention under §4248.BThe remaining “considerations” in\nthe Court’s five-part inquiry do not alter this conclusion.1First, in a final attempt to\nanalogize §4248 to laws that authorize the Federal Government to\nprovide care and treatment to prisoners while they await trial or\nserve a criminal sentence, the Court cites the Second Restatement\nof Torts for the proposition that the Federal Government has a\n“custodial interest” in its prisoners,ante, at 22, and,\nthus, a broad “constitutional power to act in order to protect\nnearby (and other) communities” from the dangers they may\npose,[Footnote 11]ante, at 14. That citation is puzzling because federal\nauthority derives from the Constitution, not the common law. In any\nevent, nothing in the Restatement suggests that a common-law\ncustodian has the powers that Congress seeks here. While the\nRestatement provides that a custodian has a duty to take reasonable\nsteps to ensure that a person in his care does not cause “bodily\nharm to others,” 2 Restatement (Second) of Torts §319, p. 129\n(1963–1964), that duty terminates once the legal basis for custody\nexpires:“There is no duty so to control the conduct of a\nthird person as to prevent him from causing physical harm to\nanother unless“(a) a special relation exists between the\nactor and the third person which imposes a duty upon the actor to\ncontrol the third person’s conduct, or“(b) a special relation exists between the\nactor and the other which gives to the other a right to\nprotection.”Id., §315, at 122.Once the Federal Government’s criminal jurisdiction\nover a prisoner ends, so does any “special relation[ship]” between\nthe Government and the former prisoner.[Footnote 12]For this reason, I cannot agree with Justice\nAlito that §4248 is a necessary and proper incident of Congress’\npower “to protect the public from dangers created by the federal\ncriminal justice and prison systems.”Ante, at 3\n(concurring in judgment). A federal criminal defendant’s “sexually\ndangerous” propensities are not “created by” the fact of his\nincarceration or his relationship with the federal prison system.\nThe fact that the Federal Government has the authority to imprison\na person for the purpose of punishing him for a federal\ncrime—sex-related or otherwise—does not provide the Government with\nthe additional power to exercise indefinite civil control over that\nperson.[Footnote 13]2Second, the Court describes §4248\nas a “modest” expansion on a statutory framework with a long\nhistorical pedigree.Ante, at 9. Yet even if the antiquity\nof a practice could serve as a substitute for its\nconstitutionality—and the Court admits that it cannot,ibid.—the Court overstates the relevant history.Congress’ first foray into this\ngeneral area occurred in 1855, when it established St. Elizabeth’s\nHospital to provide treatment to “insane” persons in the military\nand the District of Columbia. Act of Mar. 3, 1855, 10 Stat. 682.\nBut Congress was acting pursuant toenumeratedpowers when\nit took this step. See Art. I, §8, cl. 17 (granting Congress\nplenary authority over the District of Columbia); Art. I, §8, cl.\n14 (authorizing Congress to “make Rules for the Government and\nRegulation of the land and naval Forces”). This enactment therefore\nprovides no support for Congress’ claimed power to detain sexually\ndangerous persons without an otherwise valid basis for\njurisdiction.Later, Congress provided for the federal civil\ncommitment of “insane” persons charged with or convicted of a\nfederal crime. Act of Feb. 7, 1857, §§5–6, 11 Stat. 158; see 17 Op.\nAtty. Gen. 211, 212–213 (1881); Act of June 23, 1874, ch. 465, 18\nStat. 251; Act of Aug. 7, 1882, 22 Stat. 330. As the Court\nexplains, however, these statutes did not authorize federal custody\nbeyond the completion of the “term” of federal “imprisonment,”\n§§2–3, 18 Stat. 252; see 35 Op. Atty. Gen. 366, 368 (1927); 30 Op.\nAtty. Gen. 569, 570–571 (1916); Act of May 13, 1930, ch. 254, §6,\n46 Stat. 271, and thus shed no light on the question presented\nhere.In 1949, Congress enacted a more comprehensive\nregime, authorizing the civil commitment of mentally ill persons in\nBOP custody. See 18 U. S. C. §§4246, 4247 (1952 ed.). This\nCourt addressed that regime inGreenwood, but never\nendorsed the proposition that the Federal Government could rely on\nthat statute to detain a person in the absence of a pending\ncriminal charge or ongoing criminal sentence.[Footnote 14]As already noted,Greenwoodupheld\nthe commitment of a federal defendant declared unfit to stand trial\non the narrow ground that the Government’s criminal jurisdiction\nover the defendant—its “power to prosecute for federal\noffenses—[wa]s not exhausted,” but rather “persist[ed]” in the form\nof a “pending indictment.” 350 U. S., at 375; seesupra,\nat 16. The Court was careful to state that“[t]hiscommitment, and therefore the legislation authorizing commitmentinthecontextofthiscase, involve[d] an assertion of authority” within\n“congressional power under the Necessary and Proper Clause.”Greenwood, 350 U. S., at 375 (emphasis added). But it\npainstakingly limited its holding to “the narrow constitutional\nissue raised by th[at] order of commitment.”Ibid.The historical record thus supports the\nFederal Government’s authority to detain a mentally ill person\nagainst whom it has the authority to enforce a criminal law. But it\nprovides no justification whatsoever for reading the Necessary and\nProper Clause to grant Congress the power to authorize the\ndetention of persons without a basis for federal criminal\njurisdiction.3Finally, the Court offers two\narguments regarding §4248’s impact on the relationship between the\nFederal Government and the States. First, the Court and both\nconcurrences suggest that Congress must have had the power to enact\n§4248 because a long period of federal incarceration might\n“seve[r]” a sexually dangerous prisoner’s “claim to ‘legal\nresidence’ ” in any particular State,ante, at 15\n(opinion of the Court), thus leaving the prisoner without any “home\nState to take charge” of him upon release,ante, at 5\n(Kennedy, J., concurring in judgment); seeante, at 1\n(Alito, J., concurring in judgment) (noting that many federal\nprisoners, “as a result of lengthy federal incarceration, no longer\nha[ve] any substantial ties to any State”). I disagree with the\npremise of that argument. As an initial matter, States plainly have\nthe constitutional authority to “take charge” of a federal prisoner\nreleased within their jurisdiction. See Amdt. 10 (stating that\npowers not delegated to the Federal Government are “reserved” to\nthe States, and to the people). In addition, the assumption that a\nState knowingly would fail to exercise that authority is, in my\nview, implausible. The Government stated at oral argument that its\n“default position” is to release a federal prisoner to the State in\nwhich he was convicted, Tr. of Oral Arg. 15; see also 28 CFR\n§2.33(b) (2009), and neither the Court nor the concurrences argue\nthat a State has the power to refuse such a person domicile within\nits borders. Thus, they appear to assume that, in the absence of 18\nU. S. C. §4248, a State would take no action when informed by\nthe BOP that a sexually dangerous federal prisoner was about to be\nreleased within its jurisdiction. In light of the plethora of state\nlaws enacted in recent decades to protect communities from sex\noffenders,[Footnote 15] the\nlikelihood of such an occurrence seems quite remote. But even in\nthe event a State made such a decision, the Constitution assigns\nthe responsibility for that decision, and its consequences, to the\nstate government alone.Next, the Court submits that\n§4248 does not upset the balance of federalism or invade the\nStates’ reserved powers because it “requires accommodation of state\ninterests” by instructing the Attorney General to release a\ncommitted person to the State in which he was domiciled or tried if\nthat State wishes to “ ‘assume . . . responsibility’ ”\nfor him.Ante, at 17 (quoting §4248(d)).This\nright of first refusal is mere window dressing. Tr. of Oral Arg. 5\n(“It is not the usual course that the State does take\nresponsibility”). More importantly, it is an altogether hollow\nassurance that §4248 preserves the principle of dual\nsovereignty—the “letter and spirit” of the Constitution—as the\nNecessary and Proper Clause requires.[Footnote 16]McCulloch, 4 Wheat., at 421;Printzv.United States,521 U. S. 898, 923–924\n(1997). For once it is determined that Congress has the authority\nto provide for the civil detention of sexually dangerous persons,\nCongress “is acting within the powers granted it under the\nConstitution,” and “may impose its will on the States.”Gregory, 501 U. S., at 460; see Art. VI, cl. 2.\nSection 4248’s right of first refusal is thus not a matter of\nconstitutional necessity, but an act of legislative grace.Nevertheless, 29 States appear asamiciand argue that §4248 is constitutional. They tell us\nthat they do not object to Congress retaining custody of “sexually\ndangerous persons” after their criminal sentences expire because\nthe cost of detaining such persons is “expensive”—approximately\n$64,000 per year—and these States would rather the Federal\nGovernment bear this expense. Brief for Kansas et al. 2;ibid.(“[S]ex offender civil commitment programs are\nexpensive to operate”);id., at 4 (“these programs are\nexpensive”);id., at 8 (“[T]here are very practical\nreasons to prefer a system that includes a federal sex offender\ncivil commitment program . . . . One such reason is the\nsignificant cost”).Congress’ power, however, is fixed by the\nConstitution; it does not expand merely to suit the States’ policy\npreferences, or to allow State officials to avoid difficult choices\nregarding the allocation of state funds. By assigning the Federal\nGovernment power over “certain enumerated objects only,” the\nConstitution “leaves to the several States a residuary and\ninviolable sovereignty over all other objects.” The Federalist No.\n39, at 285 (J. Madison). The purpose of this design is to preserve\nthe “balance of power between the States and the Federal Government\n. . . [that] protect[s] our fundamental liberties.”Garciav.San Antonio Metropolitan Transit Authority,469 U. S. 528, 572\n(1985) (Powell, J., dissenting);New Yorkv.United\nStates, 505 U. S., at 181. It is the States’ duty to act as\nthe “immediate and visible guardian” of those liberties because\nfederal powers extend no further than those enumerated in the\nConstitution. The Federalist No. 17, at 169 (A. Hamilton). The\nConstitution gives States no more power to decline this\nresponsibility than it gives them to infringe upon those liberties\nin the first instance.FTCv.Ticor Title Ins.\nCo.,504 U. S.\n621, 636 (1992) (“Federalism serves to assign political\nresponsibility, not to obscure it”).Absent congressional action that is in\naccordance with, or necessary and proper to, an enumerated power,\nthe duty to protect citizens from violent crime, including acts of\nsexual violence, belongs solely to the States.Morrison,\n529 U. S., at 618 (“[W]e can think of no better example of the\npolice power, which the Founders denied the National Government and\nreposed in the States, than the suppression of violent crime”); seeCohensv.Virginia, 6 Wheat. 264, 426 (1821)\n(Marshall, C. J.) (stating that Congress has “no general right\nto punish murder committed within any of the States”).*  *  *Not long ago, this Court\ndescribed the Necessary and Proper Clause as “the last, best hope\nof those who defend ultra vires congressional action.”Printz,supra, at 923. Regrettably, today’s\nopinion breathes new life into that Clause, and—the Court’s\nprotestations to the contrary notwithstanding, seeante,\nat 18—comes perilously close to transforming the Necessary and\nProper Clause into a basis for the federal police power that “wealwayshave rejected,”Lopez, 514 U. S., at 584\n(Thomas, J., concurring) (citingGregory,supra,\nat 457;Wirtz, 392 U. S., at 196;Jones & Laughlin\nSteel Corp., 301 U. S., at 37). In so doing, the Court\nendorses the precise abuse of power Article I is designed to\nprevent—the use of a limited grant of authority as a “pretext . . .\nfor the accomplishment of objects not intrusted to the government.”McCulloch,supra, at 423.I respectfully dissent.Footnote 1“With this careful last phrase, the [Tenth]\nAmendment avoids taking any position on the division of power\nbetween the state governments and the people of the States: It is\nup to the people of each State to determine which ‘reserved’ powers\ntheir state government may exercise.”U. S. Term Limits,\nInc.v.Thornton,514 U. S. 779, 848\n(1995) (Thomas, J., dissenting).Footnote 2See also 4 Elliot 141 (2d ed. 1836)\n(statement of William Maclaine) (“This clause specifies that\n[Congress] shall make laws to carry into executionall the\npowers vestedby this Constitution, consequently they can make\nno laws to execute any other power”); 2id., at 468\n(statement of James Wilson) (“[W]hen it is said that Congress shall\nhave power to make all laws which shall be necessary and proper,\nthose words are limited and defined by the following, ‘for carrying\ninto execution the foregoing powers.’ [The Clause] is saying no\nmore than that the powers we have already particularly given, shall\nbe effectually carried into execution”); Barnett, The Original\nMeaning of the Necessary and Proper Clause, 6 U. Pa. J. Const. L.\n183, 185–186 (2003); Lawson & Granger, The “Proper” Scope of\nFederal Power: A Jurisdictional Interpretation of the Sweeping\nClause, 43 Duke L. J. 267, 274–275, and n. 24 (1993).Footnote 3The statute authorizes the Attorney General\nto petition a federal court to order the commitment of a person in\nBOP custody (1) who has been convicted of a federal crime and is\nserving a federal prison sentence therefor, (2) who has been found\nmentally incompetent to stand trial, or (3) “against whom all\nfederal criminal charges have been dismissed solely for reasons\nrelated to his mental condition.” 18 U. S. C. §4248(a).Footnote 4The Act defines a “sexually dangerous person”\nas one “who has engaged or attempted to engage in sexually violent\nconduct or child molestation,” and “who is sexually dangerous to\nothers.” §4247(a)(5). It further defines “sexually dangerous to\nothers” to mean a person who “suffers from a serious mental\nillness” such that he would “have serious difficulty in refraining\nfrom sexually violent conduct or child molestation if released.”\n§4247(a)(6).Footnote 5For the reasons explained in Part III–A–2,infra, the enumerated power that justifies a particular\ndefendant’s criminal arrest or conviction cannot justify his\nsubsequent civil detention under §4248.Footnote 6The absence of a constitutional delegation of\ngeneral police power to Congress does not leave citizens vulnerable\nto the harms Congress seeks to regulate in §4248 because, as recent\nlegislation indicates, the States have the capacity to address the\nthreat that sexual offenders pose. See n. 15,infra.Footnote 7Justice Kennedy concludes that the Necessary\nand Proper Clause requires something beyond rational-basis scrutiny\nwhen assessing the fit between an enumerated power and the means\nCongress selects to execute it.Ante, at 2–4 (opinion\nconcurring in judgment). Other arguments regarding the degree of\nfit between means and end have been lodged elsewhere. See,e.g.,Gonzalesv.Raich,545 U. S. 1, 61 (2005) (Thomas, J.,\ndissenting) (arguing that, for a law to be within the Necessary and\nProper Clause, it must bear an “ ‘obvious, simple, and direct\nrelation’ ” to an exercise of Congress’ enumerated powers and\nmust not subvert basic principles of federalism and dual\nsovereignty). But I find that debate beside the point here, because\nit concerns the analysis employed atMcCulloch’s second\nstep, seeMcCullochv.Maryland, 4 Wheat. 316\n(1819), while the Court’s decision today errs by skipping the\nfirst.Footnote 8McCullochmakes this point clear. As\nthe Court notes,ante, at 18–19,McCullochstates, in discussing a hypothetical, that from Congress’\nenumerated power to establish post offices and post roads “has been\ninferred the power and duty of carrying the mail,” and, “from this\nimplied power, has again been inferred the right to punish those\nwho steal letters from the post office, or rob the mail.” 4 Wheat.,\nat 417. Contrary to the Court’s interpretation, this dictum does\nnot suggest that the relationship between Congress’ implied power\nto punish postal crimes and its implied power to carry the mail is\nalone sufficient to satisfy review under the Necessary and Proper\nClause. Instead,McCullochdirectly links the\nconstitutionality of the former to Congress’ enumerated power\n“ ‘to establish post offices and post roads.’ ”Ibid.(explaining that “the right to . . . punish those\nwho rob [the mail] is not indispensably necessary to the\nestablishment of a post office and post road,” but is “essential to\nthe beneficial exercise of th[at] power”). More importantly,McCulloch’s holding, as well as the holdings of this\nCourt’s subsequent decisions, make plain that congressional action\nis valid under the Necessary and Proper Clause only if it carries\ninto execution one or more enumerated powers.Id., at 422\n(upholding Congress’ incorporation of a bank because it was a\n“means . . . to be employed only for the purpose of carrying into\nexecutionthe given powers” (emphasis added)); seeSabriv.UnitedStates,541 U. S. 600, 605 (2004) (“Congress\nhas authorityunder the Spending Clauseto appropriate\nfederal moneys to promote the general welfare, and it hascorresponding authorityunder the Necessary and Proper\nClause to see to it that taxpayer dollars appropriated under that\npower are in fact spent for the general welfare” (emphasis added;\ncitations omitted));Stewartv.Kahn, 11 Wall.\n493, 506–507 (1871) (“The power to pass [the Act in question] is\nnecessarily implied from thepowers to make war and suppress\ninsurrections” (emphasis added) (referring to Art. I, §8,\ncls. 11 and 15)).Footnote 9The statute does require the court to find\nthat the subject “has engaged or attempted to engage in sexually\nviolent conduct or child molestation,” §4247(a)(5), but that\nfactual predicate can be established by astateconviction, or by clear and convincing evidence that the person\ncommitted a sex crime for which he was never charged.Footnote 10The Constitution grants Congress plenary\nauthority over certain jurisdictions where no other sovereign\nexists, including the District of Columbia, Art. I, §8, cl. 17, and\nfederal territories, Art. IV, §3, cl. 2. In addition, Congress\nhas “broad general powers to legislate in respect to Indian\ntribes,”United Statesv.Lara,541 U. S. 193, 200\n(2004) (citing Art. I, §8, cl. 3; Art. II, §2,\ncl. 2), including certain special responsibilities over\n“Indian country,” 18 U. S. C. §1151. Although the Necessary\nand Proper Clause did not authorize Congress to enact §4248, I do\nnot rule out the possibility that Congress could provide for the\ncivil commitment of individuals who enter federal custody as a\nresult of acts committed in these jurisdictions. See,e.g.,UnitedStatesv.Cohen,\n733 F. 2d 128 (CADC 1984) (en banc) (upholding civil\ncommitment of a defendant under a District of Columbia statute\nauthorizing the institutionalization of persons acquitted by reason\nof insanity). Although two of the respondents in this case were\neither charged with or convicted of criminal acts committed in such\njurisdictions, seeante, at 3; 507 F. Supp. 2d 522,\n527, and n. 2 (EDNC 2007), that question is not presented here\nbecause §4248 does not make that fact essential to an individual’s\nplacement in civil detention.Footnote 11The Court also citesYoungbergv.Romeo,457\nU. S. 307(1982), but that case lends even less support than\nthe Restatement. InYoungberg, an inmate at a state\nhospital argued that hospital workers violated his constitutional\nrights when they applied restraints to keep him in his bed at the\nhospital infirmary.Id., at 310–311. In assessing that\nclaim, this Court noted that the hospital had a responsibility to\n“protectitsresidents” from the danger of\nviolence.Id., at 320 (emphasis added). The Court never\nsuggested that this responsibility extended to “nearby (and other)\ncommunities.”Ante, at 14. Moreover, the hospital was astateinstitution. Nothing inYoungbergsuggests\nthat the Federal Government can detain a person beyond the date on\nwhich its criminal jurisdiction expires for fear that he may later\npose a threat to the surrounding community.Footnote 12Federal law permits a sentencing court to\norder that a defendant be placed on a term of “supervised release”\nafter his term of imprisonment is complete. 18 U. S. C.\n§§3583, 3624(e). Contrary to the Government’s suggestion, federal\nauthority to exercise control over individuals serving terms of\n“supervised release” does not derive from the Government’s\n“relationship” with the prisoner, see Brief for United States 38,\nbut from the original criminal sentence itself. Supervised release\nthus serves to execute the enumerated power that justifies the\ndefendant’s statute of conviction, just like any other form of\npunishment imposed at sentencing.Footnote 13The fact that Congress has the authority to\n“provide for the apprehension of escaped federal prisoners,” seeante, at 3 (Alito, J., concurring in judgment), does not\nchange this conclusion. That authority derives from Congress’ power\nto vindicate the enumerated power with which the escaped\ndefendant’s crime of conviction interfered, not a freestanding\npolice power.Footnote 14In addition, at least some courts questioned\nthe Federal Government’s power to detain a person in such\ncircumstances. SeeDixonv.Steele, 104\nF. Supp. 904, 908 (WD Mo. 1952) (holding that the Federal\nGovernment lacked authority to detain an individual declared\nmentally unfit to stand trial once it was determined that he was\nunlikely to recover in time to be prosecuted);Higginsv.United States, 205 F. 2d 650, 653 (CA9 1953)\n(avoiding this constitutional question by interpreting the statute\nto permit federal civil detention only for a period reasonably\nrelated to a criminal prosecution);Wellsv.Attorney\nGeneralof United States, 201 F. 2d 556, 560\n(CA10 1953) (same).Footnote 15As we have noted before, all 50 States have\ndeveloped “some variation” of a system “for mandatory registration\nof sex offenders and corresponding community notification.”Smithv.Doe,538 U. S. 84, 89–90\n(2003). In addition, several States have taken further steps; some\nimpose residency restrictions on sex offenders, see,e.g.,Kennedyv.Louisiana, 554 U. S. ___ , ___,\nn. 5 (2008) (Alito, J., dissenting) (slip op., at 11,\nn. 5) (collecting statutes), and, most relevant here, 22\nStates have enacted involuntary civil-commitment laws substantially\nsimilar to §4248, see Ariz. Rev. Stat. Ann. §36–3701et\nseq.(West 2009); Cal. Welf. & Inst. Code Ann. §6600et seq.(West 1988 and Supp. 2010); Fla. Stat. §394.910et seq.(2007); Ill. Comp. Stat. Ann., ch. 725, §205et seq.(West 2008); Iowa Code §229A (2009); Kan. Stat.\nAnn. §59–29a01et seq.(2005 and 2008 Cum. Supp.); Mass.\nGen. Laws, ch. 123A (West 2008); Minn. Stat. §253B (2008 and 2009\nSupp.); Mo. Rev. Stat. §632.480et seq.(2009 Cum. Supp.);\nNeb. Rev. Stat. §29–2923et seq.(2008); N. H. Rev.\nStat. Ann. §135–E:1et seq.(West Supp. 2009); N. J.\nStat. Ann. §30:4–82.4et seq.(West 2008); N. M.\nStat. Ann. §43–1–1et seq.(2000 and Supp. 2009);\nN. Y. Mental Hyg. Law Ann. §10.01et seq.(West Supp.\n2010); N. D. Cent. Code §25–03.3–01et seq.(2002 and\nSupp. 2009); Ore. Rev. Stat. §426.510et seq.(2007);\nS. C. Code Ann. §44–48–10et seq.(Supp. 2009); Tenn.\nCode Ann. §33–6–801et seq.(2007); Tex. Health &\nSafety Code Ann. §841.001et seq.(West 2009); Va. Code\nAnn. §37.2–900et seq.(Lexis Supp. 2009); Wash. Rev. Code\n§71.09.010et seq.(2008); Wis. Stat. Ann. §980.01et\nseq.(West 2007 and Supp. 2009).Footnote 16The Court describes my argument as a claim\nthat “§4248 violates the Tenth Amendment.”Ante, at 16.\nYet, I agree entirely with the Court that “ ‘it makes no\ndifference whether one views the question at issue [here] as one of\nascertaining the limits of the power delegated to the Federal\nGovernment under the affirmative provisions of the Constitution or\none of discerning the core of sovereignty retained by the States\nunder the Tenth Amendment.’ ”Ibid.(quotingNew\nYorkv.United States,505 U. S. 144, 159 (1992)). Section\n4248 is unconstitutional because it does not “carr[y] into\nExecution” an enumerated power. Therefore, it necessarily intrudes\nupon the powers our Constitution reserves to the States and to the\npeople.",
    "joined": []
}