{
    "case": {
        "docket": "455",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/455/"
    },
    "id": "1970590",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–1085_________________AMGEN INC., et al., PETITIONERSv.CONNECTICUT RETIREMENT PLANS AND TRUST FUNDSon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 27, 2013]Justice Thomas, with whom Justice Kennedy\njoins, and with whom Justice Scalia joins except for Part I–B,\ndissenting.IThe Court today allows plaintiffs to obtain\ncertification of securities-fraud class actions without proof that\ncommon questions predominate over individualized questions of\nreliance, in contravention of Federal Rule of Civil Procedure\n23(b)(3). The Court does so by all but eliminating materiality as\none of the predicates of the fraud-on-the-market theory, which\nserves as an alternative mode of es-tablishing reliance. SeeBasic Inc.v.Levinson,485 U.S.\n224, 241–250 (1988). Without demonstrating materiality at\ncertification, plaintiffs cannot establishBasic’s\nfraud-on-the-market presumption. Without proof of fraud on the\nmarket, plaintiffs cannot show that otherwise individualized\nquestions of reliance will predominate, as required by Rule\n23(b)(3). And without satisfying Rule 23(b)(3), class certification\nis improper. Fraud on the market is thus a condition precedent to\nclass certification, without which individualized questions of\nreliance will defeat certification.The Court’s opinion depends on the following\nassumption: Plaintiffs will either (1) establish materiality at the\nmerits stage, in which case class certification was proper because\nreliance turned out to be a common question, or (2) fail to\nestablish materiality, in which case the claim would fail on the\nmerits, notwithstanding the fact that the class should not have\nbeen certified in the first place, because reliance was never a\ncommon question. The failure to establish materiality\nretrospectively confirms that fraud on the market was never\nestablished, that questions regarding the element of reliance were\nnot common under Rule 23(b)(3), and, by extension, that\ncertification was never proper. Plaintiffs cannot be excused of\ntheir Rule 23 burden to show at certification that questions of\nreliance are common merely because they might lose later on the\nmerits element of materiality. Because a securities-fraud plaintiff\ninvokingBasic’s fraud-on-the-market presumption to satisfy\nRule 23(b)(3) should be required to prove each of the predicates of\nthat theory at certification in order to demonstrate that questions\nof reliance are common to the class, I respectfully dissent.AWe begin with §10 of the Securities Exchange\nAct of 1934, 15 U. S. C. §78j (2006 ed. and Supp.\nV).[1] We “have implied a\nprivate cause of action from the text and purposes of §10(b)” and\nSecurities and Exchange Commission Rule 10b–5, 17 CFR §240.10b–5\n(2011).[2]Matrixx\nInitiatives, Inc.v.Siracusano, 563 U. S. ___, ___\n(2011) (slip op., at 9). See alsoSuperintendent of Ins. of\nN. Y.v.Bankers Life & Casualty Co.,404 U.S.\n6, 13, n. 9 (1971) (“It is now established that a private right\nof action is implied under §10(b)”). The elements of an implied\n§10(b) cause of action for securities fraud are “ ‘(1) a\nmaterial misrepresentation or omission by the defendant; (2)\nscienter; (3) a connection between the misrepresentation or\nomission and the purchase or sale of a security; (4) reliance upon\nthe misrep-resentation or omission; (5) economic loss; and (6) loss\ncausation.’ ”Matrixx,supra,at ___ (slip op.,\nat 9) (quotingStoneridge Investment Partners, LLCv.Scientific-Atlanta, Inc.,552 U.S.\n148, 157 (2008)). This case concerns the reliance element of\nthe §10(b) claim and its interaction with Rule 23(b)(3).To prove reliance, a plaintiff, whether\nproceeding individually or as a class member, must show that his\nstock transaction was caused by the specific alleged misstatement.\n“[P]roof of reliance ensures that there is a proper ‘connection\nbetween a defendant’s misrepresentation and a plaintiff’s\ninjury.’ ”Erica P. John Fund, Inc.v.Hal-liburton\nCo., 563 U. S. ___, ___ (2011) (slip op., at 4) (quotingBasic,supra, at 243).[3] To satisfy this element, a plaintiff traditionally was\nrequired to “sho[w] that he was aware of a company’s statement and\nengaged in a relevant transaction . . .based on that\nspecific misrepresentation.”Erica P. John Fund,supra,at ___ (slip op., at 4) (emphasis added). In the\nface-to-face fraud cases from which securities claims historically\narose, see,e.g., Dura Pharmaceuticals, Inc.v.Broudo,544 U.S.\n336, 343–344 (2005) (discussing common-law roots of\nsecurities-fraud actions), this requirement was easily met by\nshowing that the seller made statements directly to the purchaser\nand that the purchaser bought stock in reliance on those\nstatements. However, in a modern securities market many, if not\nmost, individuals who purchase stock from third parties on an\nimpersonal exchange will be unaware of statements made by the\nissuer of those securities. As a result, such purchaser-plaintiffs\nare unable to meet the traditional reliance requirement because\nthey cannot establish that they “engaged in a relevant transaction\n. . . based on [a] specific misrepresentation.”Erica\nP. John Fund,supra, at ___ (slip op., at 4).This concern was the driving force behind the\ndevelopment of the fraud-on-the-market theory adopted inBasic. Because individuals trading stock on an impersonal\nmarket often cannot show reliance even for purposes of an\nindividual securities-fraud action,Basicpermitted\n“plaintiffs to invoke a rebuttable presumption of reliance.”Erica P. John Fund,supra,at ___ (slip op., at\n5).[4]Basicpresumes\nthat “ ‘in an open and developed securities market, the price\nof a company’s stock is determined by the avail-ablematerialinformation regarding the company and its\nbusiness.’ ” 485 U. S., at 241 (quotingPeilv.Speiser, 806 F.2d 1154, 1160–1161 (CA3 1986); emphasis\nadded).[5] “ ‘Misleading\nstatements will therefore defraud purchasers of stock even if the\npurchasers do not directly rely on the misstatements.’ ” 485\nU. S.,at 241–242. As a result, “[a]n investor who buys\nor sells stock at the price set by the market does so in reliance\non the integrity of that price,” and “an investor’s relianceon\nany public material misrepresentations” may therefore “be\npresumed for purposes of a Rule 10b–5 action.”Id., at 247\n(emphasis added).If a plaintiff opts to show reliance through\nfraud on the market,Basicis clear that the plaintiff must\nshow the following predicates in order to prevail: (1) an efficient\nmarket, (2) a public statement, (3) that the stock was traded after\nthe statement was made but before the truth was revealed, and (4)\nthe materiality of the statement.Id., at 248, n.\n27.[6] Both the Court and\nrespondent agree that materiality is a necessary component of fraud\non the market. See,e.g.,ante,at 9 (materiality is\n“indisputably” “an essential predicate of the fraud-on-the-market\nthe-ory”); Brief for Respondent 29 (“If the statement is not\nmaterially false, then no one in the class can establish reliance\nvia the integrity of the market”). The materiality of a specific\nstatement is, therefore, essential to the fraud-on-the-market\npresumption, which in turn enables a plaintiff to prove\nreliance.BBasic’s fraud-on-the-market presumption\nis highly sig-nificant because it makes securities-fraud class\nactions possible by converting the inherently individual reliance\ninquiry into a question common to the class, which is necessary to\nsatisfy the dictates of Rule 23(b)(3).[7] Rule 23(b)(3) requires the party seeking certification\nto prove that “questions of law or fact common to class members\npredominate over any questions affecting only individual members.”\nA plaintiff seeking class certification is not required to prove\nthe elements of his claim at the certifi-cation stage, but he must\nshow that the elements of the claim are susceptible to classwide\nproof. See,e.g.,Wal-Mart Stores, Inc.v.Dukes, 564 U. S. ___, ___, n. 6 (2011) (slip op.,\nat 11, n. 6) (“[P]laintiffs seeking 23(b)(3) certifi-cation\nmustprovethat their shares were traded on an ef-ficient\nmarket,” an element of the fraud-on-the-market theory (emphasis\nadded)). Without that proof, there is no justification for\ncertifying a class because there is no “ ‘capacity of a\nclasswide proceeding to generate commonanswersapt to drive\nthe resolution of the litigation.’ ”Id.,at ___ (slip\nop., at 9–10) (quoting Nagareda, Class Certification in the Age of\nAggregate Proof, 84 N. Y. U. L. Rev. 97, 132 (2009)).If plaintiffs fail to show thatrelianceis a common question at the time of certification, certification is\nimproper. For if reliance is not a common question, each plaintiff\nwould be required to prove that he in fact relied on a\nmisstatement, a showing which is simply not susceptible to\nclasswide proof. Individuals make stock transactions for divergent,\neven idiosyncratic, reasons. As the leading pre-Basicfraud-on-the-market case recognized, “[a] purchaser on the stock\nexchanges may be either unaware of a specific false representation,\nor may not directly rely on it; he may purchase because of a\nfavorable price trend, price earnings ratio, or some other factor.”Blackiev.Barrack, 524 F.2d 891, 907 (CA9 1975). The\ninquiry’s inherently individualized nature renders it impossible to\ngenerate the common answers necessary for certification under Rule\n23(b)(3). SeeBasic, 485 U. S., at 242 (“Requiring\nproof of individualized reliance from each member of the proposed\nplaintiff class effectively would have prevented respondents from\nproceeding with a class action, since individual issues then would\nhave overwhelmed the common ones”).The Court’s solution inBasicwas to\nallow putative class members to prove reliance through the\nfraud-on-the-market presumption.Id., at 241–250. As the\nCourt today recognizes, failure to establish fraud on the market\n“leaves open the prospect of individualized proof of reliance.”Ante, at 17. Notably, the Court and the Ninth Circuit both\nacknowledge that in order to obtain the benefit of the presumption,\nplaintiffs must establish two of the fraud-on-the-market predicatesat class certification: (1) that the market was generally\nefficient, and (2) that the alleged misstatement was public. Seeante,at 16 (acknowledging “that market efficiency and the\npublic nature of the alleged misrepresentations must be proved\nbefore a securities-fraud class action can be certified”); 660 F.3d\n1170, 1175 (CA9 2011) (same). See alsoErica P. John Fund,\n563 U. S., at ___ (slip op., at 5) (“It is undisputed that\nsecurities fraud plaintiffs must prove,” at certificationinter\nalia, “that the alleged misrepresentations were publicly known\n. . . [and] that the stock traded in an efficient\nmarket”). The Court is correct insofar as its statements recognize\nthat fraud on the market is a condition precedent to showing that\nthere are common questions of reliance at the time of class\ncertification.Nevertheless, the Court asserts that\nmateriality—by its own admission an essential predicate to invoking\nfraud on the market—need not be established at certification\nbecause it will ultimately be proved at the merits stage.Ante,at 16–18. This assertion is an express admission that\npartieswill not knowat certification whether reliance is\nan individual or common question.To support its position, the Court transforms\nthe predicate certification inquiry into a novel either-or inquiry\noccurring much later on the merits. According to the Court, either\n(1) plaintiffs will prove materiality on the merits, thus\ndemonstratingex postthat common questions\npredominated at certification, or (2) they will fail to prove\nmateriality, at which point we learnex postthat\ncertification was inappropriate because reliance was not, in fact,\na common question. In the Court’s second scenario, fraud on the\nmarket was never established, reliance for each class member was\ninherently individualized, and Rule 23(b)(3) in fact should have\nbarred certification long ago.[8] The Court suggests that the problem created by the\nsecond scenario is excusable because the plaintiffs will lose\nanyway on alternative merits grounds, and the case will be over.\nSeeante,at 17 (“[F]ailure of proof on the issue of\nmateriality [at the merits stage] . . . not only\nprecludes a plaintiff from invoking the fraud-on-the-market\npresumption of classwide reliance; it also establishes as a matter\nof law that the plaintiff cannot prevail on the merits of her Rule\n10b–5 claim”). But nothing in logic or precedent justifies ignoring\nat certification whether reliance is susceptible to Rule 23(b)(3)\nclasswide proof simply because one predicate of\nreliance—materiality—will be resolved, if at all, much later in the\nlitigation on an independent merits element.It is the Court, not Amgen, that “would have us\nput the cart before the horse,”ante, at 3, by jumping\nchronologically to the §10(b) merits element of materiality. But\nRule 23, as well as common sense, requires class certification\nissues to be addressed first. See Rule 23(c)(1)(A) (“At an early\npracticable time after a person sues or is sued . . . the\ncourt must determine by order whether to certify the action as a\nclass action”). A plaintiff who cannot prove materiality does not\nsimply have a claim that is “ ‘dead on arrival’ ” at the\nmerits,ante, at 17 (quoting 660 F. 3d, at 1175); he\nhas a class that should never have arrived at the merits at all\nbecause it failed Rule 23(b)(3) certification from the outset.\nWithout materiality, there is no fraud- on-the-market presumption,\nquestions of reliance remain individualized, and Rule 23(b)(3)\ncertification is impossible. And the fact that evidence of\nmateriality goes to both fraud on the market at certification and\nan independent merits element is no issue;Wal-Martexpressly held that a court at certification may inquire into\nquestions that also have later relevance on the merits. See 564\nU. S., at ___ (slip op., at 10–11). The Court reverses that\ninquiry, effectively saying that certification may be put off until\nlater because an adverse merits determination will retroactively\nwipe out the entire class. However, a plaintiff who cannot prove\nmateriality cannot prove fraud on the market and, thus, cannot\ndemonstrate that the question of reliance is susceptible of a\nclasswide answer.The fact that a statement may prove to be\nmaterial at the merits stage does not justify conflating the\ndoctrinally independent (and distinct) elements of materiality and\nreliance.[9] The Court’s error\noccurs when, instead of asking whether the element ofrelianceis susceptible to classwide proof, the Court\nfocuses on whethermaterialityis susceptible to classwide\nproof.Ante,at 10 (“[T]he piv-otal inquiry is whether proof\nof materiality is needed to ensure that thequestionsof law\nor fact common to the class will ‘predominate’ ”). The result\nis that the Court effectively equates §10(b) materiality with\nfraud-on-the-market materiality and elides reliance as a §10(b)\nelement. But a plaintiff seeking certification under Rule 23 bears\nthe burden of proof with regard to all the elements of a §10(b)\nclaim, which includes materialityandreliance. AsWal-Martexplained, “[a] party seeking class certification\nmust affirmatively demonstrate his compliance with the Rule—that\nis, he must be prepared to prove that there arein factsufficiently numerous parties, common questions of law or fact,\netc.” 564 U. S., at ___ (slip op., at 10). If the elements of\nfraud on the market are not proved at certification, a plaintiff\nhas failed to carry his burden of establishing that questions of\nindividualized reliance will not predominate, without which the\nplaintiff class cannot obtain certification. Cf.id., at ___\n(slip op., at 12) (holding in Rule 23(a)(2) context that “[w]ithout\nsome glue hold- ing the allegedreasonsfor all those\ndecisions together, it will be impossible to say that examination\nof all the class members’ claims for relief will produce a common\nanswer”). It is only by establishing all of the elements of the\nfraud-on-the-market presumption that reliance can be proved on a\nclasswide basis. Therefore, if a plaintiff wishes to useBasic’s presumption to prove that reliance is a common\nquestion, he must establish the entire presumption, including\nmateriality, at the class certification stage.Nor is it relevant, as respondent argues, that\nrequiring plaintiffs to establish all predicates of fraud on the\nmarket at certification will make it more difficult to obtain\ncertification. See Brief for Respondent 35–38. InBasic,\nfour Justices of a six-Justice Court created the\nfraud-on-the-market presumption from a combination of newly minted\neconomic theories, 485 U. S., at 250–251, n. 1 (White, J.,\nconcurring in part and dissenting in part), and “considerations of\nfairness, public policy, and probability,”id., at 245\n(majority opinion), to allow claims that otherwise would have been\nbarred due to the plaintiffs’ inability to show reliance,id., at 242.Basicis a judicially invented doctrine\nbased on an economic theory adopted to ease the burden on\nplaintiffs bringing claims under an implied cause of action. There\nis nothing untoward about requiring plaintiffs to take the steps\nthat theBasicCourt created in an effort to save otherwise\ninadequate claims.IIThe majority’s approach is, thus, doctrinally\nincorrect underBasic.Its shortcomings are further\nhighlighted by the role that materiality played in the\npre-Basicdevelopment of the fraud-on-the-market theory as a\ncondition precedent to showing that there are common questions of\nreliance in the class-action context. Materiality, at the time of\ncertification, has been a driving force behind the theory from the\noutset. This fact further supports the need to prove materiality at\nthe time the fraud-on-the-market theory is invoked to show that\nquestions of reliance can be answered on a classwide basis.ABeforeBasic, two signposts marked the\nway for courts applying the fraud-on-the-market theory. Both\ndemonstrate that the materiality of an alleged falsehood was not a\nmere afterthought but rather one of the primary reasons for\nallowing traditional proof of reliance to be brushed aside at\ncertification. This fact weighs strongly in favor of the conclusion\nthat materiality must be resolved at certi-fication when the\nfraud-on-the-market presumption is invoked to show that reliance\ncan be proved on a classwide basis.The first signpost was the Ninth Circuit’s 1975\nopinion inBlackie, termed by one pre-Basiccourt the\n“seminal fraud on the market case.”Peil, 806 F. 2d, at\n1163, n. 16. See alsoBasic,supra, at 251, n. 1\n(White, J., dissenting) (“The earliest Court of Appeals case\nadopting this theory cited by the Court isBlackiev.Barrack, 524 F.2d 891 (CA9 1975), cert. denied, 429 U.S. 816\n(1976)”).Blackiearose from a $90 million loss\nreported by audio equipment manufacturer Ampex Corp. in its 1972\nannual report. 524 F. 2d, at 894.[10] Ampex’s independent auditors not only refused to\ncertify the 1972 annual report but also withdrew certification of\nall 1971 financial statements “because of doubts that the loss\nreported for 1972 was in fact suffered in that year.”Ibid.In resultant class actions, the defendants argued that reliance\nstood in the way of class certification under Rule 23(b)(3) because\nit was not a common question.The Ninth Circuit disagreed. Instead, it\nrelieved plaintiffs from providing traditional proof of reliance,\nex-plaining that “causation is adequately established in the\nimpersonal stock exchange contextby proof of purchase and of\nthe materiality of misrepresentations, without direct proof of\nreliance.”Id.,at 906 (emphasis added). The court left no\ndoubt that the materiality of the $90 million shortfall in Ampex’s\nfinancial statements was central to its determination that reliance\ncould be presumed. It asserted that “[m]ateriality circumstantially\nestablishes the reliance of some market traders and hence the\ninflation in the stock price—when the purchase is made[,] the\ncausational chain between defendant’s conduct and plaintiff’s loss\nis sufficiently established to make out a prima facie case.”Ibid.Materiality was not merely an important factor that\nallowed reliance to be presumed at certification; materiality wasthefactor. It demonstrated that the defendants had\ncommitted a fraud on the market, that all putative class plaintiffs\nhad relied on it in purchasing stock, and, therefore, that\nquestions of reliance would be susceptible to common\nanswers.[11]The second fraud-on-the-market signpost prior toBasicwas a note in the Harvard Law Review, which described\nthe nascent theory. See Note, The Fraud-on-the-Market Theory, 95\nHarv. L. Rev. 1143 (1982) (hereinafter Harv. L. Rev. Note).\nThe Sixth Circuit opinion reviewed inBasictermed the Note\n“[t]he clearest statement of the theory of presumption of\nreliance.”Levinsonv.Basic Inc., 786 F.2d 741, 750\n(1986). Indeed, in the briefing forBasicitself, the\nplaintiffs, the United States, and plaintiffs’amicuscited\nthe article repeatedly as an authoritative statement on the\nsubject. See Brief for Respondent 43, n. 18, 46, n. 20 (cited inPeil,supra, at 1160), Brief for Securities and\nExchange Commission asAmicus Curiae22, n. 25, 24, n. 30,\n26, n. 32, and Brief for Joseph Harris et al. asAmicus\nCuriae4, n. 2, inBasic Inc.v.Levinson, O. T.\n1987, No. 86–279.LikeBlackie, the Note also hinged the\nfraud-on-the-market presumption of reliance on proof of\nmateriality. Harv. L. Rev. Note 1161 (“In developed markets,\nwhich are apparently efficient, reliance should be presumedfrom\nthe materiality of the deception” (emphasis added)).\nUltimately, in language that will be familiar to anyone who has\nreadBasic, the Note formulated a “pivotal assumption”\nunderlying the fraud-on-the-market theory as the belief that:“market prices respond to information\ndisseminated (ornotdisseminated) concerning the companies\nwhose securities are traded. In such a setting—often described as\nan ‘efficient market’—the reliance of some traders upon a material\ndeception influences market prices and thereby affects even traders\nwho never read or hear of the deception.” Harv. L. Rev. Note\n1154 (footnote omitted).Again, the materiality of the alleged\nmisstatement was a key component, without which the market could\nnot be presumed to move. As a result, without materiality it is\nimpossible to say that there has been a fraud on the market at all,\nand if that is not the case there is no reason to believe that the\nmarket price at which stock transactions occurred was affected by\nan alleged misstatement or, by extension, that any market\nparticipants relied on it. Materiality should thus be proved when\nthe fraud-on-the-market presumption is invoked, or there is no\ncommon-ality with respect to questions of reliance.BNor did the importance of materiality diminish\nin the Sixth Circuit opinion reviewed inBasic. Rather, the\ncourt followed the path marked by the signposts discussed above. It\nexcused plaintiffs from offering traditional evidence of reliance,\nso long as “a defendant is shown to have made amaterialpublic misrepresentation that, if relied on directly, would\nfraudulently induce an individual to mis-judge the value of the\nstock.”Levinson, 786 F. 2d, at 750 (emphasis added).\nThe court’s analysis made clear that materiality should be\ndemonstratedat the time the presumption was invoked: “In\norder to invoke the presumption of reliance based upon the fraud on\nthe market theory, a plaintiff must allege and prove\n. . . that the mis-representations were material\n. . . .”Ibid.(citingBlackie, 524\nF. 2d, at 906).CFinally, the briefing before this Court inBasicitself built upon this framework and the foundational\nprinciple that materiality is an integral part of the theory.\nCriti-cally, theBasicdefendants argued that the plaintiffs\ncould not establish fraud on the market at certification even if\nthe theory were valid because the alleged misstatement was\nimmaterial. They “contrast[ed] the likely market impact of\ndisclosure of the [$90 millionBlackieloss] . . .\nwith the disclosure of the information which respondents\ncontend[ed] rendered Basic’s statements materially misleading.” See\nBrief for Petitioners in O. T. 1987, No. 86–279, p. 42. TheBasicdefendants concluded that “the differences between a\ncompany’s $90 million loss and a company’s sporadic contacts with a\nfriendly suitor are sub-stantial. . . . [T]he fraud on\nthe market theory, if it has vitality, should not be applied in a\ncase such as this.”Id.,at 43.In response, the plaintiffs inBasicdid\nnot argue that the defendants misunderstood the role of materiality\nin the fraud-on-the-market theory. They instead advanced a\nnow-foreclosed interpretation of dicta fromEisenv.Carlisle & Jacquelin,417 U.S.\n156, 177 (1974):“Petitioners’ final argument—that\nrespondents will be unable to establish that Basic’s repeated false\nand misleading statements impacted the price of Basic stock over a\nfourteen month period—represents an effort to litigate the merits\nof this case on the motion for class certification. . . .\nAs this Court held inEisenv.Carlisle &\nJacquelin,417 U.S.\n156, 177 (1974): ‘We find nothing in either the language or\nhistory of Rule 23 that gives a court any authority to conduct a\npreliminary inquiry into the merits of a suit in order to determine\nwhether it may be maintained as a class action.’ ” Brief for\nRespondents in O. T. 1987, No. 86–279, p. 54.The Court rejected this reading ofEisentwo Terms ago, explaining that the very language theBasicplaintiffs quoted was “sometimes mistakenly cited” as prohibiting\ninquiry into “the propriety of certification under Rules 23(a) and\n(b).”Wal-Mart Stores, Inc., 564 U. S., at ___,\nn. 6 (slip op., at 10, n. 6). That reading, the Court\nexplained, “is the purest dictum and is contradicted by our other\ncases.”Ibid.TheBasicdefendants’ reply is\nconsistent withWal-Mart:“Putative class representatives, such as\nrespondents, should not be permitted to invoke the fraud on the\nmarket theory while, at the same time, arguing that courts may not\nmake any preliminary inquiry into the claimed impact on the market.See,e.g., Resp. Br., p. 54. By seeking the benefit\nof the presumption, respondents necessarily invite judicial\nscrutiny of the circumstances in which it is invoked.” Reply Brief\nfor Petitioners in O. T. 1987, No. 86–279, p. 18.Well said. The history ofBasicis worth\nthe volume of argument offered by the majority. Cf.New York\nTrust Co.v.Eisner,256 U.S.\n345, 349 (1921) (majority opinion of Holmes, J.). Materiality\nwas central to the development, analysis, and adoption of the\nfraud-on-the-market theory both beforeBasicand inBasicitself. Materiality, therefore, must be demonstrated\nto prove fraud on the market, and until materiality of an alleged\nmisstatement is shown there is no reason to believe that all market\nparticipants have relied equally on it. Otherwise individualized\nquestions of reliance remain. This history confirms that\nmateriality must be proved at the time that the theory is\ninvoked—i.e.,at certification.IIII, thus, would reverse the judgment of the\nNinth Circuit and hold that a plaintiff invoking the\nfraud-on-the-market presumption bears the burden to establish all\nthe elements of fraud on the market at certification, including the\nmateriality of the alleged misstatement.Notes1Section 10 states, in\nrelevant part: “It shall be unlawful for any person, directly or\nindirectly, by the use of any means or instrumentality of\ninterstate commerce or of the mails, or of any facility of any\nnational securities exchange— .     .     .     .     . “(b) To use\nor employ, in connection with the purchase or sale of any security\nregistered on a national securities exchange . . . any\nmanipu-lative or deceptive device or contrivance in contravention\nof such rules and regulations as the Commission may prescribe .\n. . .”2Rule 10b–5 states: “It\nshall be unlawful for any person, directly or indirectly, by the\nuse of any means or instrumentality of interstate commerce, or of\nthe mails or of any facility of any national securities exchange,\n“(a) To employ any device, scheme, or artifice to defraud, “(b) To\nmake any untrue statement of a material fact or to omit to state a\nmaterial fact necessary in order to make the statements made, in\nthe light of the circumstances under which they were made, not\nmisleading, or “(c) To engage in any act, practice, or course of\nbusiness which operates or would operate as a fraud or deceit upon\nany person, in connection with the purchase or sale of any\nsecurity.”3Courts have also\n“referred to the element of reliance as ‘transaction\ncausation.’ ”Erica P. John Fund, 563 U. S., at\n___ (slip op., at 6) (quotingDura Pharmaceuticals, Inc.v.Broudo,544 U.S.\n336, 341–342 (2005), in turn citingBasic Inc.v.Levinson,485 U.S.\n224, 248–249 (1988)). This alternative phrasing recognizes that\nthe reliance inquiry is directed at determining whether a\nparticular piece of information caused an individual to enter into\na given transaction.4TheBasicdecision\nitself is questionable. Only four Justices joined the portion of\nthe opinion adopting the fraud-on-the-market theory. Justice White,\njoined by Justice O’Connor, dissented from that section,\nemphasizing that “[c]onfusion and contradiction in court rulings\nare inevitable when traditional legal analysis is replaced with\neconomic theorization by the federal courts” and that the Court is\n“not well equipped to embrace novel constructions of a statute\nbased on contemporary microeconomic theory.” 485 U. S., at\n252–253 (concurring in part and dissenting in part). Justice\nWhite’s concerns remain valid today, but the Court has not been\nasked to revisitBasic’s fraud-on-the-market presumption. I\nthus limit my dissent to demonstrating that the Court is not\nfollowingBasic’s dictates. Moreover, the Court acknowledges\nthere is disagreement as to whether market efficiency is\n“ ‘ “a binary, yes or no question,” ’ ” or\nin-stead operates differently depending on the information at\nissue, seeante, at 14, n. 6 (quoting Brief for\nPetitioners 32, in turn quoting Langevoort,Basicat Twenty:\nRethinking Fraud on the Market, 2009 Wis. L. Rev. 151,\n167).5Basic“adopt[ed]\ntheTSC Industriesstandard of materiality for the §10(b)\nand Rule 10b–5 context.” 485 U. S., at 232. That standard\nindicates that “ ‘[a]n omitted fact is material if there is a\nsubstantial likelihood that a reasonable shareholder would consider\nit important in deciding how to vote.’ ”Id.,at 231\n(quotingTSC Industries, Inc.v.Northway, Inc.,426 U.S.\n438, 449 (1976); alteration in original). “[T]o fulfill the\nmateriality requirement ‘there must be a substantial likelihood\nthat the disclosure of the omitted fact would have been viewed by\nthe reasonable investor as having significantly altered the “total\nmix” of information made available.’ ” 485 U. S.,at 231–232 (quotingTSC Industries,supra, at\n449).6The United States asamicus curiaeinvokes Rule 23(a)(3) to suggest that the\nthird element, the timing of the relevant stock trades, is a “limit\non the definition of the class.” Brief for United States 15,\nn. 2. But it is also necessary to establish the timing of the\nallegedly material, public misstatement made into an allegedly\nefficient market (as well as when the fraud ended due to entry of\ntruth on the market) before the fraud-on-the-market theory can be\nevaluated under Rule 23(b)(3). Thus, the lower court opinion inBasicexpressly identified “the time the misrepresentations\nwere made and the time the truth was revealed” as part of fraud on\nthe market.Levinsonv.Basic Inc., 786 F.2d 741, 750\n(CA6 1986). TheBasicCourt cited the formulation\napprovingly, 485 U. S., at 248, n. 27, and recently inErica P. John Fund, Inc.v.Halliburton Co., 563\nU. S. ___ (2011), the Court cited the same language as part of\nthe “undisputed” elements a securities-fraud plaintiff must prove\nto invokeBasic. 563 U. S., at ___ (slip op., at 5–6)\n(quotingBasic,supra, at 248, n. 27). Unless the\ntiming of the misrepresentation and truth is established at\ncertification, there is no framework within which to determine\nwhether fraud on the market renders reliance a common question.\nThus, insofar as the majority recognizes that timing is a factor of\nthe fraud-on-the-market theory,ante, at 16, n. 8, I\nagree. It would be incorrect to suggest that timingsolelyrelates to Rules 23(a)(3) and (4). It is equally important to\nestablish the timing range at certification for Rule 23(b)(3)\nreliance purposes. This fact undercuts the majority’s attempt to\nisolate materiality as the only factor of fraud on the market that\nneed not be shown at certification to demonstrate that reliance is\na common question.7There is no dispute that\nrespondent meets the prerequisites of Fed. Rule Civ. Proc.\n23(a).8The majority ignores this\nexplanation of the fundamental flaw inits position, asserting that\nI never “explain how . . . a plaintiff class’s failure to\nprove an essential element of its claim for relief will result in\nindividual questions predominating over common ones.”Ante,\nat 12. But a plaintiff, who is excused from his burden of showing,\nat certifi-cation that reliance is a common question, fails to\ndemonstrate that common questions predominate over the\nindividualized questions of re-liance that are inherent in a\nsecurities fraud claim. A plaintiff must carry this burden at\ncertification for certification to be proper. The majority does not\nrespond to the inherent timing problem in its position. It does not\nexplain howignoringquestions of reliance—that undeniably\nwill be individualized in some cases—at certificationis\njustified by the fact that those questions will be resolved months\nor years later on the merits in a way that indicates reliance was\nindeed an individualized question all along. Far from obeying the\ndictates of Rule 23(b)(3) as it claims,ante, at 12–13, the\nmajority unjustifiably puts off a critical part of the Rule\n23(b)(3) inquiry until the merits. The only way the majority can\npurport to follow Rule 23(b)(3) is by ignoring the fact that, under\nits own analysis, reliance may be an individualized question that\npredominates over common questions at certification.9Of course, the Court’s\nassertion that materiality will be resolved on the merits presumes\nthat certification will not bringin terroremsettlement\npressures to bear, foreclosing any materiality inquiry at all. The\nCourt dismisses this concern,ante, at 18–20, attempting to\ngive fraud-on-the-market analysis the imprimatur of congressional\nenactment instead of recognizing it as a judicially created\ndoctrine grafted onto an implied cause of action. But the fact that\nCongress has enacted legislation to curb excesses in securities\nlitigation while leavingBasicintact, seeante,at\n19–20, says nothing about the proper interpretation ofBasicat issue here. The Court retains discretion over the contours ofBasicunless and until Congress sees fit to alter them—a\nfact Congress must also have realized when it passed the Private\nSecurities Litigation Reform Act of 1995, 109Stat. 737, and other\nlegislation. The Court’s entire argument is based on the assumption\nthat the fraud-on-the-market presumption need not be shown at\ncertification because it will be proved later on the merits;\ninsofar as certification makes that later determination unlikely to\noccur, it at least counsels against the certitude with which the\nCourt assures us that its gloss onBasicis\ncorrect.10Ampex’s sales for 1971 were just\nunder $284 million. See Reckert, A. & P. Registers Deficit for\nFirst Fiscal Quarter, N. Y. Times, July 1, 1972, p. 30\n(discussing Ampex’s revenue and net loss in its 1972 Annual\nReport).11Blackie’s use of materiality\nto satisfy reliance for purposes of Rule 23(b)(3) predominance\ncontinued to form the foundation for the fraud-on-the-market\nconcept in subsequent pre-Basicappellate cases. See,e.g.,Peilv.Speiser, 806 F.2d 1154, 1161\n(CA3 1986) (“[W]e hold that plaintiffs who purchase in an open and\ndeveloped market need not prove direct reliance on defendants'\nmisrepresentations, but can satisfy their burden of proof on the\nelement of causation by showing that the defendants made material\nmisrepresentations” (footnote omitted));Panzirerv.Wolf, 663 F.2d 365, 368 (CA2 1981) (“Blackieheld\nthat the materiality of a fraud creates a presumption of reliance\nthrough its presumed effect on the market. . . . Our\nholding is no more than an extension ofBlackie”).",
    "joined": []
}