{
    "case": {
        "docket": "118",
        "citation": "549",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/549/118/"
    },
    "id": "1962215",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGMEDIMMUNE, INC. V. GENENTECH, INC.549 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-608MEDIMMUNE, INC., PETITIONERv.GENENTECH,\nINC., et al.on writ of certiorari to the united states court of\nappeals for the federal circuit[January 9, 2007]Justice Thomas, dissenting.We granted certiorari in this\ncase to determine whether a patent licensee in good standing must\nbreach its license prior to challenging the validity of the\nunderlying patent pursuant to the Declaratory Judgment Act, 28 U.\nS. C. §2201.546 U.\nS. 1169(2006). The answer to that question is yes. We have\nconsistently held that parties do not have standing to obtain\nrulings on matters that remain hypothetical or conjectural. We have\nalso held that the declaratory judgment procedure cannot be used to\nobtain advanced rulings on matters that would be addressed in a\nfuture case of actual controversy. MedImmune has sought a\ndeclaratory judgment for precisely that purpose, and I would\ntherefore affirm the Court of Appeals’ holding that there is no\nArticle III jurisdiction over MedImmune’s claim. The Court reaches\nthe opposite result by extending the holding ofSteffelv.Thompson,415 U. S. 452(1974), to private\ncontractual obligations. I respectfully dissent.IArticle III of the Constitution\nlimits the judicial power to the adjudication of “Cases” or\n“Controversies.” §2. We have held that the Declaratory Judgment Act\nextends “to controversies which are such in the constitutional\nsense.”Aetna Life Ins. Co.v.Haworth,300 U. S. 227, 240\n(1937). In the context of declaratory judgment actions, this\nCourt’s cases have provided a uniform framework for assessing\nwhether an Article III case or controversy exists. In the\nconstitutional sense, a “Controversy” is “distinguished from a\ndifference or dispute of a hypothetical or abstract character; from\none that is academic or moot.”Ibid.(citingUnited\nStatesv.Alaska S. S. Co.,253 U. S. 113, 116\n(1920)). “The controversy must be definite and concrete, touching\nthe legal relations of parties having adverse legal interests.” 300\nU. S., at 240–241. Finally, “[i]t must be a real and substantial\ncontroversy … , as distinguished from an opinion advising\nwhat the law would be upon a hypothetical state of facts.”Id., at 241.The Declaratory Judgment Act did\nnot (and could not) alter the constitutional definition of “case or\ncontroversy” or relax Article III’s command that an actual case or\ncontroversy exist before federal courts may adjudicate a question.\nSeeMaryland Casualty Co.v.Pacific Coal & Oil\nCo.,312 U. S.\n270, 272–273 (1941). Thus, this Court has held that “the\noperation of the Declaratory Judgment Act is procedural only.”Aetna Life Ins., 300 U. S., at 240.In other\nwords, the Act merely provides a different procedure for bringing\nan actual case or controversy before a federal court. The Court\napplied that principle inAetna Life Ins., where an\ninsurance company brought a declaratory judgment action against an\ninsured who claimed he had become disabled, had formally presented\nhis claims, and had refused to make any more insurance payments.Id.,at 242. In the course of deciding that it could\nentertain the insurer’s declaratory judgment action, the Court\nspecifically noted that, had the insured filed his traditional\ncause of action first, “there would have been no question that the\ncontroversy was of a justiciable nature … .”Id.,at 243. Accordingly, the Act merely provided a\ndifferent procedural tool that allowed the insurance company to\nbring an otherwise justiciable controversy before a federal\ncourt.We have also held that no controversy exists\nwhen a declaratory judgment plaintiff attempts to obtain a\npremature ruling on potential defenses that would typically be\nadjudicated in a later actual controversy. InCoffmanv.Breeze Corps.,323 U. S. 316(1945), a\npatent owner brought a declaratory judgment action against his\nlicensees seeking to have the Royalty Adjustment Act of 1942\ndeclared unconstitutional and to enjoin his licensees from paying\naccrued royalties to the Government. This Court held that no case\nor controversy existed because the validity of the Royalty\nAdjustment Act would properly arise only as a defense in a suit by\nthe patentholder against the licensees to recover royalties.Id., at 323–324. Accordingly, the complaint at issue was\n“but a request for an advisory opinion as to the validity of a\ndefense to a suit for recovery of the royalties.”Id.,at\n324. And the Court noted that “[t]he declaratory judgment procedure\n… may not be made the medium for securing an advisory opinion in a\ncontroversy which has not arisen.”Ibid.;see alsoCalderonv.Ashmus,523 U. S. 740, 747\n(1998) (holding that a prisoner may not use a declaratory judgment\naction to determine the validity of a defense that a State might\nraise in a future habeas proceeding).These principles apply with equal force in the\npatent licensing context. InAltvaterv.Freeman,319 U. S. 359,\n365–366 (1943), the Court, quite unremarkably, held that a\n“licensee” had standing to bring a declaratory judgment\ncounterclaim asserting the affirmative defense of patent invalidity\nin response to a patent infringement suit. But not to be mistaken,\ntheAltvaterCourt expressly stated that “[t]o hold a\npatent valid if it is not infringed is to decide a hypothetical\ncase.”Id.,at 363. So too, inCardinal Chemical\nCo.v.Morton Int’l, Inc.,508 U. S. 83, 86 (1993), the\naffirmative defense of patent invalidity was raised as a\ncounterclaim to a patent infringement suit. Although we held that a\nfinding of noninfringement on appeal did not moot a counterclaim\nalleging invalidity,id.,at 102–103, we stated that our\nholding was limited to the jurisdiction of an appellate court and\nreiterated that “[i]n the trial court, of course, a party seeking a\ndeclaratory judgment has the burden of establishing the existence\nof an actual case or controversy,”id.,at 95.IIAgainst the foregoing background,\nthe case before us is not a justiciable case or controversy under\nArticle III.AAs a threshold matter, I disagree\nwith the Court’s characterization of this case as including a\n“contractual dispute.”Ante, at 5. To substantiate this\ncharacterization, the Court points to a three-paragraph count in\nMedImmune’s complaint entitled “ ‘DECLARATORY JUDGMENT ON\nCONTACTUAL RIGHTS AND OBLIGATIONS’ ” and to MedImmune’s\nbroad allegations that “ ‘its Synagis® product\ndoes not infringe any valid claim of the [Cabilly II]\nPatent.’ ”Ante, at 4.Nowhere in its\ncomplaint did MedImmune state why “sale[s] of its\nSynagis® product d[o] not infringe any valid claim\nof the [Cabilly II] Patent.” App. 136.[Footnote 1] Given the lack of specificity in the\ncomplaint, it is hardly surprising that the Court never explains\nwhat the supposed contract dispute is actually about. A fair\nreading of the amended complaint (and a review of the litigation\nthus far) shows that MedImmune’s “contract count” simply posits\nthat because the patent is invalid and unenforceable (as alleged in\ncounts II and III), MedImmune is not bound by its contractual\nobligations. As the Court admits, “the license requires [MedImmune]\nto pay royaltiesuntila patent claim has been held\ninvalid by a competent body … .”Ante, at 5\n(emphasis in original). Thus, even assuming the existence of a\ncognizable contract claim, the validity of that claim hinges\nentirely upon a determination of the patent’s validity, independent\nof any contractual question. As such, MedImmune’s “contract claim”\nsimply repackages its patent invalidity claim.Probably for this reason, MedImmune has not\npursued a contract claim at any level of the litigation. The\nDistrict Court stated that the product that was the subject of the\nlicense, Synagis, was “covered by the patents at issue,” App.\n349–350, and MedImmune has never challenged that characterization.\nThe Federal Circuit decided this case on the sole ground that a\nlicensee in good standing may not bring a declaratory judgment\naction to challenge the validity of the underlying patent without\nsome threat or apprehension of a patent infringement suit. See 427\nF. 3d 958, 965 (2005). The question MedImmune presented in its\npetition for certiorari, which we accepted without alteration, says\nnothing about a contract claim. Neither does MedImmune’s opening\nbrief allege a contractual dispute. Even at oral argument, it was\nnot MedImmune, but anamicus, that alleged there was a\ncontract dispute at issue in this case. Tr. of Oral Arg.\n21–22.In short,\nMedImmune did not “rais[e] and preserv[e] a contract claim.”Ante, at 6. In reaching a contrary conclusion, the Court\nstates that its identification of a contract claim “probably makes\nno difference to the ultimate” outcome of this case.Ante,\nat 3. This may very well be true, if only because of the broad\nscope of the Court’s holding.BThe facts before us present no case or\ncontroversy under Article III. When MedImmune filed this\ndeclaratory judgment action challenging the validity of the Cabilly\nII patent, it was under no threat of being sued by Genentech for\npatent infringement. This was so because MedImmune was a licensee\nin good standing that had made all necessary royalty payments.\nThus, by voluntarily entering into and abiding by a license\nagreement with Genentech, MedImmune removed any threat of suit. Seeante, at 9 (stating the threat of suit was “remote, if not\nnonexistent”). MedImmune’s actions in entering into and continuing\nto comply with the license agreement deprived Genentech of any\ncause of action against MedImmune. Additionally, MedImmune had no\ncause of action against Genentech. Patent invalidity is an\naffirmative defense to patent infringement, not a freestanding\ncause of action. See 35 U. S. C. §§282(2)–(3). Therefore,\nhere, the Declaratory Judgment Act must be something more than an\nalternative procedure for bringing on otherwise actual case or\ncontroversy before a federal court. But seeAetna Life\nIns., 300 U. S., at 240 (“[T]he operation of the Declaratory\nJudgment Act is procedural only”).Because neither Genentech nor MedImmune had a\ncause of action, MedImmune’s prayer for declaratory relief can be\nreasonably understood only as seeking an advisory opinion about an\naffirmative defense it might use in some future litigation.\nMedImmune wants to know whether, if it decides to breach its\nlicense agreement with Genentech, and if Genentech sues it for\npatent infringement, it will have a successful affirmative defense.\nPresumably, upon a favorable determination, MedImmune would then\nstop making royalty payments, knowing in advance that the federal\ncourts stand behind its decision. Yet as demonstrated above, the\nDeclaratory Judgment Act does not allow federal courts to give\nadvisory rulings on the potential success of an affirmative defense\nbefore a cause of action has even accrued.Calderon, 523\nU. S., at 747 (dismissing a suit that “attempt[ed] to gain a\nlitigation advantage by obtaining an advance ruling on an\naffirmative defense”); see alsoCoffman, 323 U. S., at 324\n(rejecting use of the Declaratory Judgment Act as a “medium for\nsecuring an advisory opinion in a controversy which has not\narisen”). MedImmune has therefore asked the courts to render “an\nopinion advising what the law would be upon a hypothetical state of\nfacts.”Aetna Life Ins.,supra, at 241; see alsoPublic Serv. Comm’n of Utahv.Wycoff Co.,344 U. S. 237,\n244 (1952) (“The disagreement must not be nebulous or contingent\nbut must have taken on fixed and final shape …”). A federal\ncourt cannot, consistent with Article III, provide MedImmune with\nsuch an opinion.Finally, as\nthis Court has plainly stated in the context of a counterclaim\ndeclaratory judgment action challenging the validity of a patent,\n“[t]o hold a patent valid if it is not infringed is to decide a\nhypothetical case.”Altvater, 319 U. S., at 363. Of\ncourse, MedImmune presents exactly that case. Based on a clear\nreading of our precedent, I would hold that this case presents no\nactual case or controversy.IIITo reach today’s result, the Court misreads\nour precedent and expands the concept of coercion fromSteffel,415 U. S. 452, to reach voluntarily\naccepted contractual obligations between private\nparties.AThe Court inappropriately relies onAltvater, which is inapplicable to this case for three\nreasons. First, inAltvater, the affirmative defense of\npatent invalidity arose in a declaratory judgment motion filed as a\ncounterclaim to a patent infringement suit. See 319 U. S.,at 360. Second, the opinion inAltvaterproceeds on the\nunderstanding that no license existed. Both the District Court and\nthe Court of Appeals had already held that the underlying license\nhad been terminated prior to the filing of the case.Id.,at 365 (“Royalties were being demanded and royalties were being\npaid. But they were being paid … under the compulsion of an\ninjunction decree”). Third, and related, though the one-time\nlicensee continued to pay royalties, it did so under the compulsion\nof an injunction that had been entered in a prior case.Ibid.Altvatersimply held that under the unique\nfacts of that case, the Court of Appeals erred in considering the\ndeclaratory judgment counterclaim moot because the “involuntary or\ncoercive nature of the exaction preserve[d] the right to recover\nthe sums paid or to challenge the legality of the claim.”Ibid.Cardinal Chemical Co.v.Morton\nInt’l, Inc.,508 U. S. 83(1993), is similarly inapt\nhere. In that case, as inAltvater, the defendant raised\nthe affirmative defense of patent invalidity in a counterclaim to a\npatent infringement suit. 508 U. S., at 86. We specifically held\nthat a finding of noninfringement on appeal did not moot a\ncounterclaim alleging invalidity.Id.,at 102–103. But we\nstressed:“[T]he issue before\nus, therefore[,] concern[s] the jurisdiction of an intermediate\nappellate court—not the jurisdiction of a trial …\ncourt … . In the trial court, of course, a party seeking\na declaratory judgment has the burden of establishing the existence\nof an actual case or controversy.”Id.,at\n95.We went on to offer a hypothetical that\nshowed a party could seek a declaratory judgment “[i]n patent\nlitigation … even if the patentee has not filed an infringement\naction.”Ibid.However, that hypothetical involved a\npatent-holder that threatened an infringement suit against a\ncompetitor (nota licensee) that continued to sell the\nallegedly infringing product and faced growing liability. In doing\nso, we hypothesized a situation that paralleled the facts inAetna Life Ins.:The patentee had a cause of action\nagainst an alleged infringer and could have brought suit at any\nmoment, and the declaratory judgment procedure simply offered the\nalleged infringer a different method of bringing an otherwise\njusticiable case or controversy into court.[Footnote 2]BThe Court’s more serious error is its\nextension ofSteffel,supra, to apply to\nvoluntarily accepted contractual obligations between private\nparties. No court has ever taken such a broad view ofSteffel.InSteffel, the Court held that in\ncertain limited circumstances, a party’s anticipatory cause of\naction qualified as a case or controversy under Article III. Based\nexpressly on the coercive nature of governmental power, the Court\nfound that “it is not necessary that petitioner first expose\nhimself toactual arrestorprosecutionto be\nentitled to challenge astatutethat he claims deters the\nexercise of his constitutional rights.”Id.,at 459\n(emphasis added). Limited, as it is, to governmental power,\nparticularly the power of arrest and prosecution,Steffelsays nothing about coercion in the context of private contractual\nobligations. It is therefore not surprising that, until today, this\nCourt has never appliedSteffeland its theory of coercion\nto private contractual obligations; indeed, no court has ever done\nso.[Footnote\n3]The majority\nnot only extendsSteffelto cases that do not involve\ngovernmental coercion, but also extendsSteffel’s\nrationale. If “coercion” were understood as the Court used that\nterm inSteffel, it would apply only if Genentech had\nthreatened MedImmune with a patent infringement suitin the\nabsence of a license agreement. At that point, MedImmune would\nhave had a choice, as did the declaratory plaintiff inSteffel, either to cease the otherwise protected activity\n(here, selling Synagis) or to continue in that activity and face\nthe threat of a lawsuit. But MedImmune faced no such choice. Here,\nMedImmune could continue selling its product without threat of suit\nbecause it had eliminated any risk of suit by entering into a\nlicense agreement. By holding that the voluntary choice to enter an\nagreement to avoid some other coerced choice is itself coerced, the\nCourt goes far beyondSteffel.The majority\nexplains that the “coercive nature of the exaction preserves the\nright … to challenge the legality of the claim.”Ante, at\n12 (internal quotation marks omitted). The coercive nature of what\n“exaction”? The answer has to be the voluntarily made license\npayments because there was no threat of suit here. By holding that\ncontractual obligations are sufficiently coercive to allow a party\nto bring a declaratory judgment action, the majority has given\nevery patent licensee a cause of action and a free pass around\nArticle III’s requirements for challenging the validity of\nlicensed patents. But the reasoning of today’s opinion applies not\njust to patent validity suits. Indeed, today’s opinion contains no\nlimiting principle whatsoever, casting aside Justice Stewart’s\nunderstanding thatSteffel’s use would “be exceedingly\nrare.” 415 U. S., at 476 (concurring opinion).For the\nforegoing reasons, I respectfully dissent.Footnote 1In addition,\nthe fact that MedImmune did not identify anywhere in the record\nwhich provision of the contract was at issue suggests that there is\nno contractual provision to “be construed before or after breach.”\nAdvisory Committee’s Notes on Fed. Rule Civ. Proc. 57, 28 U.\nS. C. App., pp. 790–791.Footnote 2Additionally,Lear, Inc.v.Adkins,395 U. S. 653(1969),\nhas little to do with this case. It addressed the propriety and\nextent of the common-law doctrine of licensee estoppel, and the\nlicensee inLearhad ceased making payments under the\nlicense agreement—a fact that makes the case singularly inapposite\nhere.Id.,at 659–660.Leardid not involve the\nDeclaratory Judgment Act because the case was brought as a\nbreach-of-contract action for failure to pay\nroyalties.Footnote 3Admitting\nthat such decisions are “rare,”ante, at 9, the Court\ncites cases predatingSteffelthat hold that a court may\nconstrue contractual provisions prior to breach. Those cases do not\nrely on the coercion inherent in making contractual payments. See,e.g.,Keener Oil & Gas Co.v.Consolidated Gas Util. Corp., 190 F. 2d 985, 989\n(CA10 1951).",
    "joined": []
}