{
    "case": {
        "docket": "404",
        "citation": "557",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/557/404/"
    },
    "id": "1963005",
    "author": "thomas",
    "type": "opinion",
    "text": "557 U. S. ____ (2009)ATLANTIC SOUNDING CO. V. TOWNSEND557 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-214ATLANTIC SOUNDING CO., INC., et al.,\nPETITIONERSv.EDGAR L. TOWNSENDon writ of certiorari to the united states court of\nappeals for the eleventh circuit[June 25, 2009]Justice Thomas delivered the\nopinion of the Court.The question presented by this\ncase is whether an injured seaman may recover punitive damages for\nhis employer’s willful failure to pay maintenance and cure.\nPetitioners argue that underMilesv.Apex Marine\nCorp.,498 U. S. 19(1990), seamen may recover\nonly those damages available under the Jones Act, 46 U. S. C.\n§30104. We disagree. Historically, punitive damages have been\navailable and awarded in general maritime actions, including some\nin maintenance and cure. We find that nothing inMilesor\nthe Jones Act eliminates that availability.IRespondent Edgar L. Townsend was\na crew member of the Motor Tug Thomas. After falling on the steel\ndeck of the tugboat and injuring his arm and shoulder, respondent\nclaimed that petitioner Atlantic Sounding,[Footnote 1] the owner of the tugboat, advised him that\nit would not provide maintenance and cure. See 496 F. 3d 1282,\n1283 (CA11 2007). “A claim for maintenance and cure concerns the\nvessel owner’s obligation to provide food, lodging, and medical\nservices to a seaman injured while serving the ship.”Lewisv.Lewis & Clark Marine, Inc.,531 U. S. 438, 441\n(2001).Petitioners thereafter filed an\naction for declaratory relief regarding their obligations with\nrespect to maintenance and cure. Respondent filed his own suit\nunder the Jones Act and general maritime law, alleging negligence,\nunseaworthiness, arbitrary and willful failure to pay maintenance\nand cure, and wrongful termination. In addition, respondent filed\nsimilar counterclaims in the declaratory judgment action, seeking\npunitive damages for the denial of maintenance and cure. The\nDistrict Court consolidated the cases. See 496 F. 3d, at\n1283–1284.Petitioners moved to dismiss respondent’s\npunitive damages claim. The District Court denied the motion,\nholding that it was bound by the determination inHinesv.J. A. LaPorte, Inc., 820 F. 2d 1187, 1189 (CA11\n1987)(per curiam), that punitive damages were available\nin an action for maintenance and cure. The court, however, agreed\nto certify the question for interlocutory appeal. See 496\nF. 3d, at 1284. The United States Court of Appeals for the\nEleventh Circuit agreed with the District Court thatHinescontrolled and held that respondent could pursue his punitive\ndamages claim for the willful withholding of maintenance and cure.\n496 F. 3d, at 1285–1286. The decision conflicted with those of\nother Courts of Appeals, see,e.g.,Guevarav.Maritime Overseas Corp., 59 F. 3d 1496 (CA5 1995) (en\nbanc);Glynnv.Roy Al Boat ManagementCorp., 57 F. 3d 1495 (CA9 1995), and we granted\ncertiorari, 555 U. S. ___ (2008).IIRespondent claims that he is\nentitled to seek punitive damages as a result of petitioners’\nalleged breach of their “maintenance and cure” duty under general\nmaritime law. We find no legal obstacle to his doing so.APunitive damages have long been\nan available remedy at common law for wanton, willful, or\noutrageous conduct. Under English law during the colonial era,\njuries were accorded broad discretion to award damages as they saw\nfit. See,e.g.,Lord Townsendv.Hughes,2 Mod. 150, 86 Eng. Rep. 994 (C. P. 1676) (“[I]ncivil\nactionsthe plaintiff is to recover by way of compensation for\nthe damages he hath sustained, and the jury are the proper judges\nthereof” (emphasis in original)); 1 T. Sedgwick, Measure of Damages\n§349, p. 688 (9th ed. 1912) (hereinafter Sedgwick) (“Until\ncomparatively recent times juries were as arbitrary judges of the\namount of damages as of the facts”). The common-law view “was that\n‘in cases where the amount of damages was uncertain[,] their\nassessment was a matter so peculiarly within the province of the\njury that the Court should not alter it.’ ”Feltnerv.Columbia Pictures Television, Inc.,523 U. S. 340, 353\n(1998) (quotingDimickv.Schiedt,293 U. S. 474, 480\n(1935); alteration in original).The jury’s broad discretion to\nset damages included the authority to award punitive damages when\nthe circumstances of the case warranted. Just before the\nratification of the Constitution, Lord Chief Justice Pratt\nexplained that “a jury ha[s] it in [its] power to give damages for\nmore than the injury received. Damages are designed not only as a\nsatisfaction to the injured person, but likewise as a punishment to\nthe guilty, to deter from any such proceeding for the future, and\nas a proof of the detestation of the jury to the action itself.”Wilkesv.Wood, Lofft 1, 18–19, 98 Eng. Rep. 489,\n498–499 (C. P. 1763); see alsoPacific Mut. Life Ins.\nCo.v.Haslip,499 U. S. 1, 25 (1991)\n(Scalia, J., concurring in judgment) (“[P]unitive or ‘exemplary’\ndamages have long been a part of Anglo-American law”);Hucklev.Money, 2 Wils. 205, 207, 95 Eng. Rep.\n768, 769 (C. P. 1763) (declining to grant a new trial because\nthe jury “ha[s] done right in giving exemplary damages”).American courts have likewise permitted\npunitive damages awards in appropriate cases since at least 1784.\nSee,e.g.,Genayv.Norris, 1\nS. C. L. 6, 7 (C. P. and Gen. Sess. 1784) (approving\naward of “very exemplary damages” because spiking wine represented\na “very wanton outrage”);Coryellv.Colbaugh, 1\nN. J. L. 77 (1791) (concluding that a breach of promise\nof marriage was “of the most atrocious and dishonourable nature”\nand supported “damages forexample’ssake, to prevent such\noffences in future” (emphasis in original)). Although some States\nelected not to allow juries to make such awards, the vast majority\npermitted them. See 1 Sedgwick §§352, 354, at 694, 700. By the\nmiddle of the 19th century, “punitive damages were undoubtedly an\nestablished part of the American common law of torts [and] no\nparticular procedures were deemed necessary to circumscribe a\njury’s discretion regarding the award of such damages, or their\namount.”Haslip,supra,at 26–27 (Scalia, J.,\nconcurring in judgment).This Court has also found the award of\npunitive damages to be authorized as a matter of common-law\ndoctrine. InDayv.Woodworth, 13 How. 363\n(1852), for example, the Court recognized the “well-established\nprinciple of the common law, that in actions of trespass and all\nactions on the case for torts, a jury may inflict what are called\nexemplary, punitive, or vindictive damages upon a defendant\n… .”Id.,at 371; see alsoPhiladelphia, W.,\n& B. R. Co.v.Quigley, 21 How. 202, 214\n(1859) (“Whenever the injury complained of has been inflicted\nmaliciously or wantonly, and with circumstances of contumely or\nindignity, the jury are not limited to the ascertainment of a\nsimple compensation for the wrong committed against the aggrieved\nperson”);Barryv.Edmunds,116 U. S. 550, 562\n(1886) (“[A]ccording to the settled law of this court, [a\nplaintiff] might show himself, by proof of the circumstances, to be\nentitled to exemplary damages calculated to vindicate his right and\nprotect it against future similar invasions”).BThe general rule that punitive\ndamages were available at common law extended to claims arising\nunder federal maritime law. SeeLake Shore & Michigan\nSouthern R. Co.v.Prentice,147 U. S. 101, 108\n(1893) (“[C]ourts of admiralty … proceed, in cases of tort, upon\nthe same principles as courts of common law, in allowing exemplary\ndamages …”). One of this Court’s first cases indicating that\npunitive damages were available involved an action for marine\ntrespass. SeeThe Amiable Nancy, 3 Wheat. 546 (1818). In\nthe course of deciding whether to uphold the jury’s award, Justice\nStory, writing for the Court, recognized that punitive damages are\nan available maritime remedy under the proper circumstances.\nAlthough the Court found that the particular facts of the case did\nnot warrant such an award against the named defendants, it\nexplained that “if this were a suit against the original\nwrong-doers, it might be proper to … visit upon them in the shape\nof exemplary damages, the proper punishment which belongs to such\nlawless misconduct.”Id., at 558; see alsoBarry,supra,at 563 (“InThe Amiable Nancy, which was\nthe case of a marine tort, Mr. Justice Story spoke of exemplary\ndamages as ‘the proper punish- ment which belongs to … lawless\nmisconduct’ ” (citation omitted)).The lower federal courts followed\nsuit, finding that punitive damages were available in maritime\nactions for tortious acts of a particularly egregious nature. See,e.g.,McGuirev.The Golden Gate, 16 F.\nCas. 141, 143 (No. 8,815) (CC ND Cal. 1856) (“In an action against\nthe perpetrator of the wrong, the aggrieved party would be entitled\nto recover not only actual damages but exemplary,—such as would\nvindicate his wrongs, and teach the tort feasor the necessity of\nreform”);Ralstonv.The State Rights, 20 F. Cas.\n201, 210 (No. 11,540) (DC ED Pa. 1836) (“[I]t is not legally\ncorrect … to say that a court cannot give exemplary damages, in a\ncase like the present, against the owners of a vessel”);Boston\nMfg. Co.v.Fiske, 3 F. Cas. 957 (No. 1,681) (CC\nMass. 1820) (Story, J.) (“In cases of marine torts, or illegal\ncaptures, it is far from being uncommon in the admiralty to allow\ncosts and expences, and to mulct the offending parties, even in\nexemplary damages, where the nature of the case requires it”). In\nshort, prior to enactment of the Jones Act in 1920, “maritime\njurisprudence was replete with judicial statements approving\npunitive damages, especially on behalf of passengers and seamen.”\nRobertson, Punitive Damages in American Maritime Law, 28 J. Mar. L.\n& Comm. 73, 115 (1997) (hereinafter Robertson); see also 2\nSedgwick §599b, at 1156 (“Exemplary damages are awarded in\nAdmiralty, as in other jurisdictions”); 2 J. Sutherland, Law of\nDamages §392, p. 1272 (4th ed. 1916) (“As a rule a court of\nequity will not award [punitive] damages, but courts of admiralty\nwill …” (footnote omitted)).[Footnote 2]CNothing in maritime law\nundermines the applicability of this general rule in the\nmaintenance and cure context. See G. Gilmore & C. Black, Law of\nAdmiralty §6–13, p. 312 (2d ed. 1975) (hereinafter Gilmore\n& Black) (explaining that a seaman denied maintenance and cure\n“has a free option to claim damages (including punitive damages)\nunder a general maritime law count”); Robertson 163 (concluding\nthat breach of maintenance and cure is one of the particular torts\nfor which general maritime law would most likely permit the\nawarding of punitive damages “assuming … the requisite level of\nblameworthiness”). Indeed, the legal obligation to provide\nmaintenance and cure dates back centuries as an aspect of general\nmaritime law, and the failure of a seaman’s employers to provide\nhim with adequate medical care was the basis for awarding punitive\ndamages in cases decided as early as the 1800’s.The right to receive maintenance\nand cure was first recognized in this country in two lower court\ndecisions authored by Justice Story. SeeHardenv.Gordon, 11 F. Cas. 480 (No. 6,047) (CC Me. 1823);Reedv.Canfield, 20 F. Cas. 426 (No. 11,641) (CC\nMass. 1832). According to Justice Story, this common-law obligation\nto seamen was justified on humanitarian and economic grounds: “If\nsome provision be not made for [seamen] in sickness at the expense\nof the ship, they must often in foreign ports suffer the\naccumulated evils of disease, and poverty, and sometimes perish\nfrom the want of suitable nourishment… . [T]he merchant\nhimself derives an ultimate benefit [because i]t encourages seamen\nto engage in perilous voyages with more promptitude, and at lower\nwages.”Harden,supra,at 483; see alsoReed,supra,at 429 (“The seaman is to be cured\nat the expense of the ship, of the sickness or injury sustained in\nthe ship’s service”).This Court has since registered its agreement\nwith these decisions. “Upon a full review … of English and American\nauthorities,” the Court concluded that “the vessel and her owners\nare liable, in case a seaman falls sick, or is wounded, in the\nservice of the ship, to the extent of his maintenance and cure, and\nto his wages, at least so long as the voyage is continued.”The\nOsceola,189 U.\nS. 158, 175 (1903). Decisions followingThe Osceolahave explained that in addition to wages, “maintenance” includes\nfood and lodging at the expense of their ship, and “cure” refers to\nmedical treatment.Lewis, 531 U. S., at 441; see also\nGilmore & Black §6–12, at 267–268 (describing “maintenance and\ncure” as including medical expenses, a living allowance, and\nunearned wages).In addition, the failure of a vessel owner to\nprovide proper medical care for seamen has provided the impetus for\ndamages awards that appear to contain at least some punitive\nelement. For example, inThe City of Carlisle, 39 F. 807\n(DC Ore. 1889), the court added $1,000 to its damages award to\ncompensate an apprentice seaman for “gross neglect and cruel\nmaltreatment of the [seaman] since his injury.”Id.,at\n809, 817. The court reviewed the indignities to which the\napprentice had been subjected as he recovered without any serious\nmedical attention, seeid., at 810–812, and explained that\n“if owners do not wish to be mulct in damages for such misconduct,\nthey should be careful to select men worthy to command their\nvessels and fit to be trusted with the safety and welfare of their\ncrews, and particularly apprentice boys.”Id.,at 817; see\nalsoThe Troop, 118 F. 769, 770–771, 773 (DC Wash. 1902)\n(explaining that $4,000 was a reasonable award because the\ncaptain’s “failure to observe the dictates of humanity” and obtain\nprompt medical care for an injured seaman constituted a “monstrous\nwrong”).[Footnote 3]DThe settled legal principles\ndiscussed above establish three points central to resolving this\ncase. First, punitive damages have long been available at common\nlaw. Second, the common-law tradition of punitive damages extends\nto maritime claims.[Footnote 4]\nAnd third, there is no evidence that claims for maintenance and\ncure were excluded from this general admiralty rule. Instead, the\npre-Jones Act evidence indicates that punitive damages remain\navailable for such claims under the appropriate factual\ncircumstances. As a result, respondent is entitled to pursue\npunitive damages unless Congress has enacted legislation departing\nfrom this common-law understanding. As explained below, it has\nnot.IIIAThe only statute that could serve\nas a basis for overturning the common-law rule in this case is the\nJones Act. Congress enacted the Jones Act primarily to overruleTheOsceola,supra, in which this Court\nprohibited a seaman or his family from recovering for injuries or\ndeath suffered due to his employers’ negligence. To this end, the\nstatute provides in relevant part:“A seaman injured in the course of employment or,\nif the seaman dies from the injury, the personal representative of\nthe seaman may elect to bring a civil action at law, with the right\nof trial by jury, against the employer. Laws of the United States\nregulating recovery for personal injury to, or death of, a railway\nemployee apply to an action under this section.” 46 U. S. C.\n§30104(a) (incorporating the Federal Employers’ Liability Act, 45\nU. S. C. §§51–60).The Jones Act thus created a\nstatutory cause of action for negligence, but it did not eliminate\npre-existing remedies available to seamen for the separate\ncommon-law cause of action based on a seaman’s right to maintenance\nand cure. Section 30104 bestows upon the injured seaman the right\nto “elect” to bring a Jones Act claim, thereby indicating a choice\nof actions for seamen—not an exclusive remedy. See Funk &\nWagnalls New Standard Dictionary of the English Language 798 (1913)\n(defining “elect” as “[t]o make choice of”); 1 Bouvier’s Law\nDictionary 979 (8th ed. 1914) (defining “election” as “[c]hoice;\nselection”). Because the then-accepted remedies for injured seamen\narose from general maritime law, seeThe Osceola,supra,at 175, it necessarily follows that Congress was\nenvisioning the continued availability of those common-law causes\nof action. SeeChandris, Inc.v.Latsis,515 U. S. 347, 354\n(1995) (“Congress enacted the Jones Act in 1920 to remove the bar\nto suit for negligence articulated inThe Osceola, thereby\ncompleting the trilogy of heightened legal protections [including\nmaintenance and cure] that seamen receive because of their exposure\nto the perils of the sea” (internal quotation marks omitted));Stewartv.Dutra Constr. Co.,543 U. S. 481, 487\n(2005) (describing the Jones Act as “remov[ing] this bar to\nnegligence suits by seamen”). If the Jones Act had been the only\nremaining remedy available to injured seamen, there would have been\nno election to make.In addition, the only statutory restrictions\nexpressly addressing general maritime claims for maintenance and\ncure were enacted long after the passage of the Jones Act. They\nlimit its availability for two discrete classes of people: foreign\nworkers on offshore oil and mineral production facilities, see\n§503(a)(2), 96 Stat. 1955, codified at 46 U. S. C. §30105(b),\nand sailing school students and instructors, §204, 96 Stat. 1589,\ncodified at 46 U. S. C. §50504(b). These provisions indicate\nthat “Congress knows how to” restrict the traditional remedy of\nmaintenance and cure “when it wants to.”Omni Capital Int’l,\nLtd.v.Rudolf Wolff & Co.,484 U. S. 97, 106 (1987).\nThus, nothing in the statutory scheme for maritime recovery\nrestricts the availability of punitive damages for maintenance and\ncure for those, like respondent, who are not precluded from\nasserting the general maritime claim.Further supporting this interpretation of the\nJones Act, this Court has consistently recognized that the Act “was\nremedial, for the benefit and protection of seamen who are\npeculiarly the wards of admiralty. Its purpose was to enlarge that\nprotection, not to narrow it.”The Arizonav.Anelich,298 U. S. 110, 123\n(1936); see alsoAmerican Export Lines, Inc.v.Alvez,446\nU. S. 274, 282 (1980) (plurality opinion) (declining to “read\nthe Jones Act as sweeping aside general maritime law remedies”);O’Donnellv.Great Lakes Dredge & Dock Co.,318 U. S. 36, 43 (1943) (“It follows\nthat the Jones Act, in extending a right of recovery to the seaman\ninjured while in the service of his vessel by negligence, has done\nno more than supplement the remedy of maintenance and cure …”);Pacific S. S. Co.v.Peterson,278 U. S. 130, 134,\n138–139 (1928) (holding that the Jones Act “was not intended to\nrestrict in any way the long-established right of a seaman to\nmaintenance, cure and wages”).Not only have our decisions repeatedly\nobserved that the Jones Act preserves common-law causes of action\nsuch as maintenance and cure, but our case law also supports the\nview that punitive damages awards, in particular, remain available\nin maintenance and cure actions after the Act’s passage. InVaughanv.Atkinson,369 U. S. 527(1962),\nfor example, the Court permitted the recovery of attorney’s fees\nfor the “callous” and “willful and persistent” refusal to pay\nmaintenance and cure.Id., at 529–531. In fact, even theVaughandissenters, who believed that such fees were\ngenerally unavailable, agreed that a seaman “would be entitled to\nexemplary damages in accord with traditional concepts of the law of\ndamages” where a “shipowner’s refusal to pay maintenance stemmed\nfrom a wanton and intentional disregard of the legal rights of the\nseaman.”Id.,at 540 (opinion of Stewart, J.); see alsoFiske, 3 F. Cas., at 957 (Story, J.) (arguing that\ncounsel fees are awardable in “[c]ourts of admiralty … not\ntechnically as costs, but upon the same principles, as they are\noften allowed damages in cases of torts, by courts of common law,\nas a recompense for injuries sustained, as exemplary damages, or as\na remuneration for expences incurred, or losses sustained, by the\nmisconduct of the other party”).[Footnote 5]Nothing in the text of the Jones Act or this\nCourt’s decisions issued in the wake of its enactment undermines\nthe continued existence of the common-law cause of action providing\nrecovery for the delayed or improper provision of maintenance and\ncure. Petitioners do not deny the availability of punitive damages\nin general maritime law, or identify any cases establishing that\nsuch damages were historically unavailable for breach of the duty\nof maintenance and cure. The plain language of the Jones Act, then,\ndoes not provide the punitive damages bar that petitioners\nseek.BPetitioners nonetheless argue\nthat the availability of punitive damages in this case is\ncontrolled by the Jones Act because of this Court’s decision inMiles,498 U. S. 19; see alsopost,\nat 5–6 (opinion of Alito, J.). InMiles, petitioners\nargue, the Court limited recovery in maritime cases involving death\nor personal injury to the remedies available under the Jones Act\nand the Death on the High Seas Act (DOHSA), 46 U. S. C.\n§§30301–30306.[Footnote 6]\nPetitioners’ reading ofMilesis far too broad.Milesdoes not address\neither maintenance and cure actions in general or the availability\nof punitive damages for such actions. The decision instead grapples\nwith the entirely different question whether general maritime law\nshould provide a cause of action for wrongful death based on\nunseaworthiness. By providing a remedy for wrongful death suffered\non the high seas or in territorial waters, the Jones Act and DOHSA\ndisplaced a general maritime rule that denied any recovery for\nwrongful death. SeeMiles, 498 U. S., at 23–34. This\nCourt, therefore, was called upon inMilesto decide\nwhether these new statutes supported an expansion of the relief\navailable under pre-existing general maritime law to harmonize it\nwith a cause of action created by statute.The Court inMilesfirst concluded\nthat the “unanimous legislative judgment behind the Jones Act,\nDOHSA, and the many state statutes” authorizing maritime\nwrongful-death actions, supported the recognition of a general\nmaritime action for wrongful death of a seaman.Id.,at 24\n(discussingMoragnev.States Marine Lines, Inc.,398 U. S. 375(1970), which overruledThe Harrisburg,119 U. S. 199(1886)).\nCongress had chosen to limit, however, the damages available for\nwrongful-death actions under the Jones Act and DOHSA, such that\ndamages were not statutorily available for loss of society or lost\nfuture earnings. SeeMiles,498 U. S., at 21, 31–32. The\nCourt thus concluded that Congress’ judgment must control the\navailability of remedies for wrongful-death actions brought under\ngeneral maritime law,id., at 32–36.The reasoning ofMilesremains sound.\nAs the Court in that case explained, “[w]e no longer live in an era\nwhen seamen and their loved ones must look primarily to the courts\nas a source of substantive legal protection from injury and death;\nCongress and the States have legislated extensively in these\nareas.”Id., at 27. Furthermore, it was only because of\ncongressional action that a general federal cause of action for\nwrongful death on the high seas and in territorial waters even\nexisted; until then, there was no general common-law doctrine\nproviding for such an action. As a result, to determine the\nremedies available under the common-law wrongful-death action, “an\nadmiralty court should look primarily to these legislative\nenactments for policy guidance.”Ibid. It would have been\nillegitimate to create common-law remedies that exceeded those\nremedies statutorily available under the Jones Act and DOHSA. Seeid., at 36 (“We will not create, under our admiralty\npowers, a remedy … that goes well beyond the limits of Congress’\nordered system of recovery for seamen’s injury and death”).But application of that principle here does\nnot lead to the outcome suggested by petitioners or the dissent.\nSeepost, at 2–3. Unlike the situation presented inMiles, both the general maritime cause of action\n(maintenance and cure) and the remedy (punitive damages) were well\nestablished before the passage of the Jones Act. Seesupra,at 3–8.Also unlike the facts presented byMiles, the Jones Act does not address maintenance and cure\nor its remedy.[Footnote 7] It\nis therefore possible to adhere to the traditional understanding of\nmaritime actions and remedies without abridging or violating the\nJones Act; unlike wrongful-death actions, this traditional\nunderstanding is not a matter to which “Congress has spoken\ndirectly.” SeeMiles,supra,at 31 (citingMobil Oil Corp.v.Higginbotham,436 U. S. 618, 625\n(1978)). Indeed, theMilesCourt itself acknowledged that\n“[t]he Jones Act evinces no general hostility to recovery under\nmaritime law,” 498 U. S., at 29, and noted that statutory remedy\nlimitations “would not necessarily deter us, if recovery … were\nmore consistent with the general principles of maritime tort law.”Id., at 35. The availability of punitive damages for\nmaintenance and cure actions is entirely faithful to these “general\nprinciples of maritime tort law,” and no statute casts doubt on\ntheir availability under general maritime law.Moreover, petitioners’ contention thatMilesprecludesanyaction or remedy for personal\ninjury beyond that made available under the Jones Act was directly\nrejected by this Court inNorfolk Shipbuilding & Drydock\nCorp.v.Garris,532 U. S. 811, 818 (2001). That case\ninvolved the death of a harbor worker.Ibid.There, the\nCourt recognized a maritime cause of action for wrongful death\nattributable to negligence although neither the Jones Act (which\napplies only to seamen) nor DOHSA (which does not cover territorial\nwaters) provided such a remedy.Id., at 817–818. The Court\nacknowledged that “it will be the better course, in many cases that\nassert new claims beyond what those statutes have seen fit to\nallow, to leave further development to Congress.”Id.,at\n820. But the Court concluded that the cause of action at issue\nthere was “new only in the most technical sense” because “[t]he\ngeneral maritime law has recognized the tort of negligence for more\nthan a century, and it has been clear sinceMoragnethat\nbreaches of a maritime duty are actionable when they cause death,\nas when they cause injury.”Ibid. The Court thus found\nthat “Congress’s occupation of this field is not yet so extensive\nas to preclude us from recognizing what is already logically\ncompelled by our precedents.”Ibid.BecauseMilespresented no barrier to\nthis endorsement of a previously unrecognized maritime cause of\naction for negligent wrongful death, we see no legitimate basis for\na contrary conclusion in the present case. Like negligence, “[t]he\ngeneral maritime law has recognized … for more than a century” the\nduty of maintenance and cure and the general availability of\npunitive damages. SeeGarris, supra,at 820; see alsosupra, at 3–8. And because respondent does not ask this\nCourt to alter statutory text or “expand” the general principles of\nmaritime tort law,Milesdoes not require us to eliminate\nthe general maritime remedy of punitive damages for the willful or\nwanton failure to comply with the duty to pay maintenance and cure.\n“We assume that Congress is aware of existing law when it passes\nlegislation,”Miles,supra,at 32, and the\navailable history suggests that punitive damages were an\nestablished part of the maritime law in 1920, seesupra,\nat 5–8.[Footnote 8]It remains true, of course, that “[a]dmiralty\nis not created in a vacuum; legislation has always served as an\nimportant source of both common law and admiralty principles.”Miles,supra,at 24. And it also is true that the\nnegligent denial of maintenance and cure may also be the subject of\na Jones Act claim. SeeCortesv.Baltimore Insular\nLine, Inc.,287 U. S. 367(1932).[Footnote 9] But the fact that seamen\ncommonly seek to recover under the Jones Act for the wrongful\nwithholding of maintenance and cure does not mean that the Jones\nAct provides the only remedy for maintenance and cure claims.\nIndeed, contrary to petitioners’ view that the Jones Act replaced\nin their entirety the remedies available at common law for\nmaintenance and cure, theCortesdecision explicitly\nacknowledged a seaman’s right to choose among overlapping statutory\nand common-law remedies for injuries sustained by the denial of\nmaintenance and cure. See 287 U. S., at 374–375 (A seaman’s “cause\nof action for personal injury created by the statute may have\noverlapped his cause of action for breach of the maritime duty of\nmaintenance and cure … . In such circumstances it was his\nprivilege, in so far as the causes of action covered the same\nground, to sue indifferently on any one of them”).[Footnote 10]As this Court has repeatedly explained,\n“remedies for negligence, unseaworthiness, and maintenance and cure\nhave different origins and may on occasion call for application of\nslightly different principles and procedures.”Fitzgeraldv.United States Lines Co.,374 U. S. 16, 18 (1963); see alsoPeterson, 278 U. S., at 138, 139 (emphasizing that a\nseaman’s action for maintenance and cure is “independent” and\n“cumulative” from other claims such as negligence and that the\nmaintenance and cure right is “in no sense inconsistent with, or an\nalternative of, the right to recover compensatory damages [under\nthe Jones Act]”). See also Gilmore & Black §6–23, at 342 (“It\nis unquestioned law that both the Jones Act and the unseaworthiness\nremedies are additional to maintenance and cure: the seaman may\nhave maintenance and cure and also one of the other two”). The\nlaudable quest for uniformity in admiralty does not require the\nnarrowing of available damages to the lowest common denominator\napproved by Congress for distinct causes of action.[Footnote 11] Although “ Congress … is\nfree to say this much and no more,”Miles, 498 U. S., at\n24 (internal quotation marks omitted), we will not attribute words\nto Congress that it has not written.IVBecause punitive\ndamages have long been an accepted remedy under general maritime\nlaw, and because nothing in the Jones Act altered this\nunderstanding, such damages for the willful and wanton disregard of\nthe maintenance and cure obligation should remain available in the\nappropriate case as a matter of general maritime law.[Footnote 12] Limiting recovery for\nmaintenance and cure to whatever is permitted by the Jones Act\nwould give greater pre-emptive effect to the Act than is required\nby its text,Miles, or any of this Court’s other decisions\ninterpreting the statute. For these reasons, we affirm the judgment\nof the Court of Appeals and remand the case for further proceedings\nconsistent with this opinion.It is so\nordered.Footnote\n1Atlantic Sounding Co., Inc.,\nis a wholly owned subsidiary of Weeks Marine, Inc., the other\npetitioner in this case.Footnote\n2Although punitive damages\nawards were rarely upheld on judicial review, but seeRozav.Smith, 65 F. 592, 596–597 (DC ND Cal. 1895);Gallagherv.The Yankee, 9 F. Cas. 1091,\n1093 (No. 5,196) (DC ND Cal. 1859), that fact does not draw into\nquestion the basic understanding that punitive damages were\nconsidered an available maritime remedy. Indeed, in several cases\nin which a judgment awarding punitive damage awards was overturned\non appeal, the reversal was based on unrelated grounds. See,e.g.,The Margharita, 140 F. 820, 824 (CA5 1905);Pacific Packing & Nav. Co. v.Fielding, 136\nF. 577, 580 (CA9 1905);Latchtimackerv.Jacksonville\nTowing & Wrecking Co., 181 F. 276, 278 (CC SD Fla.\n1910).Footnote\n3Although these cases do not\nrefer to “punitive” or “exemplary” damages, scholars have\ncharacterized the awards authorized by these decisions as such. See\nRobertson 103–105; Edelman,Guevarav.Maritime Overseas Corp.:Opposing the Decision, 20 Tulane\nMar. L. J. 349, 351, and n. 22 (1996).Footnote\n4The dissent correctly notes\nthat the handful of early cases involving maintenance and cure, by\nthemselves, do not definitively resolve the question of punitive\ndamages availability in such cases. Seepost, at 6–8\n(opinion of Alito, J.). However, it neglects to acknowledge that\nthe general common-law rule made punitive damages available in\nmaritime actions. Seesupra, at 5–6. Nor does the dissent\nexplain why maintenance and cure actions should be excepted from\nthis general rule. It is because of this rule, and the fact that\nthese early cases support—rather than refute—its application to\nmaintenance and cure actions, seesupra, at 7–8, that the\npre-Jones Act evidence supports the conclusion that punitive\ndamages were available at common law where the denial of\nmaintenance and cure involved wanton, willful, or outrageous\nconduct.Footnote\n5In the wake ofVaughan, a number of lower courts expressly held that\npunitive damages can be recovered for the denial of maintenance and\ncure. See,e.g.,Hinesv.J. A. Laporte,\nInc., 820 F. 2d 1187, 1189 (CA11 1987)(per\ncuriam)(upholding punitive damages award of $5,000 for an\n“arbitrary and bad faith breach of the duty to furnish maintenance\nand cure”);Robinsonv.Pocahontas, Inc., 477 F.\n2d 1048, 1049–1052 (CA1 1973) (affirming punitive damages award of\n$10,000 which was based, in part, on the defendant’s initial\nwithholding of maintenance and cure on the pretext that the seaman\nhad been fired for cause).Footnote\n6DOHSA applies only to\nindividuals killed (not merely injured) by conduct on the high\nseas. See 46 U. S. C. §30302. Because this case involves\ninjuries to a seaman, and not death on the high seas, DOHSA is not\nrelevant.Footnote\n7Respondent’s claim is not\naffected by the statutory amendments to the Jones Act that limit\nmaintenance and cure recovery in cases involving foreign workers on\noffshore oil and mineral production facilities, see 46 U.\nS. C. §30105, or sailing school students and instructors,\n§50504. Seesupra, at 11.Footnote\n8In light of the Court’s\ndecision inNorfolk Shipbuilding & Drydock Corp.v.Garris,532 U. S. 811, 818 (2001), our reading\nofMilescannot, as the dissent contends, represent an\n“abrup[t]” change of course. Seepost, at 1.Footnote\n9For those maintenance and\ncure claims that do not involve personal injury (and thus cannot be\nasserted under the Jones Act), the dissent argues that punitive\ndamages should be barred because such claims are based in contract,\nnot tort. Seepost, at 8. But the right of maintenance and\ncure “was firmly established in the maritime law long before\nrecognition of the distinction between tort and contract.”O’Donnellv.Great Lakes Dredge & Dock Co.,318 U. S. 36, 42 (1943). Although the\nright has been described as incident to contract, it cannot be\nmodified or waived. SeeCortesv.Baltimore Insular\nLine, Inc.,287 U. S. 367, 372 (1932).Footnote\n10The fact that, in some cases,\na violation of the duty of maintenance and cure may also give rise\nto a Jones Act claim, seepost, at 3 (opinion of Alito,\nJ.), is significant only in that it requires admiralty courts to\nensure against double recovery. SeeFitzgeraldv.United States Lines Co.,374 U. S. 16, 18–19 (1963) (authorizing\na jury trial when a maintenance and cure claim is joined with a\nJones Act claim because, “[r]equiring a seaman to split up his\nlawsuit, submitting part of it to a jury and part to a judge … can\neasily result in too much or too little recovery”). Thus, a court\nmay take steps to ensure that any award of damages for lost wages\nin a Jones Act negligence claim is offset by the amount of lost\nwages awarded as part of a recovery of maintenance and cure. See,e.g.,Petition of Oskar Tiedemann & Co., 367\nF. 2d 498, 505, n. 6 (CA3 1966);Crooksv.United States, 459 F. 2d 631, 633 (CA9\n1972).Footnote\n11Although this Court has\nrecognized that it may change maritime law in its operation as an\nadmiralty court, seeEdmondsv.Compagnie Generale\nTransatlantique,443 U. S. 256, 271\n(1979), petitioners have not asked the Court to do so in this case\nor pointed to any serious anomalies, with respect to the Jones Act\nor otherwise, that our holding may create. Nor have petitioners\nargued that the size of punitive damages awards in maintenance and\ncure cases necessitates a recovery cap, which the Court has\nelsewhere imposed. SeeExxon Shipping Co.v.Baker, 554 U. S. ___, ___ (2008) (slip op., at 42)\n(imposing a punitive-to-compensatory ratio of 1:1). We do not\ndecide these issues.Footnote\n12Because we hold thatMilesdoes not render the Jones Act’s damages provision\ndeterminative of respondent’s remedies, we do not address the\ndissent’s argument that the Jones Act, by incorporating the\nprovisions of the Federal Employers’ Liability Act, see 46 U.\nS. C. §30104(a), prohibits the recovery of punitive damages in\nactions under that statute. Seepost, at 3–5.",
    "joined": []
}