{
    "case": {
        "docket": "15-145",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-145/"
    },
    "id": "3572528",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–145_________________HUSKY INTERNATIONAL ELECTRONICS, INC.,\nPETITIONERv.DANIEL LEE RITZ, Jr.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[May 16, 2016]Justice Thomas, dissenting.The Bankruptcy Code exempts from discharge “any\ndebt . . . for money, property, [or] services\n. . .to the extent obtained by. . .\nfalse pretenses, a false representation, or actual fraud.” 11\nU. S. C. §523(a)(2)(A) (emphasis added). The Court holds\nthat “actual fraud” encompasses fraudulent transfer schemes\neffectuated without any false representation to a creditor and\nconcludes that a debt for goods may “sometimes” be “obtained by” a\nfraudulent transfer scheme.Ante, at 3, 9. Because\n§523(a)(2)(A) does not apply so expansively, I respectfully\ndissent.IIn my view, “actual fraud” within the meaning\nof §523(a)(2) does not encompass fraudulent transfer schemes. There\nare two types of fraudulent transfer schemes: “transfers made with\nactual intent to hinder, delay, or defraud creditors, referred to\nas actual fraudulent transfers” and “transfers made for less than\nreasonably equivalent value when a debtor was in financial trouble,\n[which is] referred to as constructive fraudulent transfers.” 2\nBankruptcy Law Manual §9A:29, p. 333 (5th ed. 2015). I do not\nquibble with the majority’s conclusion that thecommon-lawdefinition of “actual fraud” included fraudulent transfers.Ante, at 4–6. And I agree that, generally, we should give a\ncommon-law term of art its established common-law meaning.Ante, at 4. Nevertheless, the “general rule that a\ncommon-law term of art should be given its established common-law\nmeaning” gives way “where that meaning does not fit.”United\nStatesv.Castleman, 572 U. S. ___, ___ (2014)\n(slip op.,at 5) (internal quotation marks omitted). Ultimately,\n“[s]tatutory language must be read in context and a phrase gathers\nmeaning from the words around it.”Jonesv.United\nStates, 527 U. S. 373, 389 (1999) (internal quotation\nmarks omitted). In my view, context dictates that “actual fraud”\nordinarily does not include fraudulent transfers because “that\nmeaning does not fit” with the rest of §523(a)(2).Castleman,supra,at ___ (slip op., at 5) (internal\nquotation marks omitted).Section 523(a)(2) covers only situations in\nwhich “money, property, [or] services” are “obtained by\n. . . actualfraud,” and results in a debt. SeeCohenv.de la Cruz, 523 U. S. 213, 218 (1998) .\nThe statutory phrase “obtained by” is an important limitation on\nthe reach of the provision. Section 523(a)(2)(A) applies only when\nthe fraudulent conduct occurs at theinception of the debt,i.e.,when the debtor commits a fraudulent act to induce the\ncreditor to part with his money, property, services, or credit. The\nlogical conclusion then is that “actual fraud”—as it is used in the\nstatute—covers only those situations in which some sort of\nfraudulent conduct caused the creditor to enter into a transaction\nwith the debtor. A fraudulent transfer generally does not fit that\nmold, unless, perhaps, the fraudulent transferor and the fraudulent\ntransferee conspired to fraudulently drain the assets of the\ncreditor. But the fraudulent transfer here, like all but the rarest\nfraudulent transfers, did not trick the creditor into selling his\ngoods to the buyer, Chrysalis Manufacturing Corporation. It follows\nthat the goods that resulted in the debt here were not “obtained\nby” actual fraud. §523(a)(2)(A).AI reach this conclusion based on the plain\nmeaning of the phrase “obtained by,” which has an “inherent”\n“element of causation,” and refers to those debts “resulting from”\nor “traceable to” fraud.Fieldv.Mans, 516\nU. S. 59, 61, 64, 66 (1995) . As I have stated, “in order for\na creditor to establish that a debt is not dischargeable, he must\ndemonstrate that there is a causal nexus between the fraud and the\ndebt.”Archerv.Warner, 538 U. S. 314, 325\n(2003) (Thomas, J., dissenting) (relying onField,supra,at 61, 64, andCohen,supra, at 218).\nThere is also “[n]o . . . doub[t] that some degree of\nreliance is required to satisfy th[is] element of causation.”Field,516 U. S., at 66. The upshot of the phrase\n“obtained by” is that §523(a)(2) covers only those debts that\nresult from fraud at the inception of a credit transaction. Such a\ndebt caused by fraud necessarily “followsa transfer of\nvalue or extension of credit induced by falsity or fraud.”Ibid.(emphasis added).Bankruptcy treatises confirm that “[t]he phrase\n‘to the extent obtained by’ is properly read as meaning ‘obtained\nfrom’ the creditor.” 3 W. Norton & W. Norton, Bankruptcy Law\nand Practice §57:15, p. 57–35 (3d ed. 2015). The “term ‘by’ refers\nto the manner in which such money, property, services is obtained\nand the creditor defrauded.”Ibid.According to Collier on\nBankruptcy, to invoke §523(a)(2)(A) based on “actual fraud,” a\ncreditor “must establish” that he “justifiably relied” on the\ndebtor’s “representation,” which the debtor “knew to be false” and\nmade “with the intent and purpose of deceiving the” creditor and\nthat the creditor “sustained a loss or damage as the proximate\nconsequence.” 4 Collier on Bankruptcy ¶523.08[1][e], p. 523–47 (A.\nResnick & H. Sommer eds., 16th ed. 2015). Norton Bankruptcy Law\nand Practice is in accord: Section 523(a)(2)(A) requires a\n“misrepresentation,” “knowledge of falsity,” “intent to defraud,”\n“justifiable reliance,” and “resulting damage.” 3 Norton,supra, §57:15, at 57–33 to 57–34.BApplying those principles here, Husky cannot\ninvoke §523(a)(2)(A) to except the debt owed to it from discharge\nbecause, ordinarily, it would be nonsensical to say that a\nfraudulent transfer created the debt at issue. As the majority\nnotes, the debt at issue did not originate from any transaction\nbetween Ritz and Husky.Ante, at 1–2. Instead, Husky sold\ngoods to Chrysalis, a company that Ritz financially controlled.Ibid. In turn, Chrysalis—not Ritz—incurred a debt to Husky\nof $163,999.38 for the goods.Ante, at 1. As the Bankruptcy\nCourt found, there is no evidence that Ritz made “any oral or\nwritten representations to HuskyinducingHusky to enter\ninto a contract with Chrysalis.”In re Ritz, 459\nB. R. 623, 628 (SD Tex. 2011). In fact, the only communication\nbetween Ritz and Husky occurred after Husky and Chrysalis entered\ninto the contract and after Husky had shipped the goods to\nChrysalis.Ibid.The Bankruptcy Court also found that there\nwas no evidence that Ritz transferred the funds to avoid Chrysalis’\nobligations to pay the debt it owed to Husky—an unsecured creditor.Id.,at 635. Because Husky does not contend that Ritz\nfraudulently induced it to sell goods to Chrysalis and cannot show\nthat the constructive fraudulent conveyance had anything to do with\nits decision to contract with Chrysalis, Husky has not established\nthat §523(a)(2)(a) covers any debt owed to it.IIThe majority reaches the opposite conclusion\nand holds that §523(a)(2) may prevent an individual debtor from\nobtaining a discharge even if (1) the debtor makes no false\nrepresentation to the creditor, (2) the creditor does not rely on\nany of the debtor’s actions or inactions, and (3) there was no\nactual fraudulent conveyance at the inception of the credit\ntransaction between the creditor and the debtor.Ante, at\n5–6, 9. It does so by giving new meaning to the phrase “obtained\nby” in cases involv-ing fraudulent transfers, disregarding our case\nlaw, and second-guessing Congress’ choices.Ante, at 9.The majority admits that a transferor “does not\n‘obtai[n]’ debts in a fraudulent conveyance,” but contends that\n“the recipient of the transfer—who, with the requisite intent, also\ncommits fraud—can ‘obtain’ assets ‘by’ his or her participation in\nthe fraud.”Ibid.(brackets omitted). “If that recipient\nlater files for bankruptcy, any debts trace-able to the fraudulent\nconveyance,” the majority states, “will be nondischargable under\n§523(a)(2)(A).”Ibid.(internal quotation marks omitted).\nThe majority thus holds that “at least sometimes a debt ‘obtained\nby’ a fraudulent conveyance scheme could be nondischargeable under\n§523(a)(2)(A).”Ibid.But §523(a)(2)(A) does not exempt from\ndischarge any debts “traceable to the fraudulent conveyance.”\nInstead, §523(a)(2)(A) exempts from discharge “any debt for” goods\nthat are “obtained by” actual fraud. And, as explained, it is\nextremely rare that a creditor will use an actual fraudulent\ntransfer scheme to induce a creditor to depart with property,\nservices, money, or credit. Seesupra, at 2–3.In reaching its conclusion, the majority also\ndisregards this Court’s precedents interpreting §523(a)(2)(A),\npresumably because those cases did not involve fraudulent\ntransfers. The majority citesFieldonly for the elemental\nproposition that this Court “has historically construed the terms\nin §523(a)(2)(A) to contain the ‘elements that the common law has\ndefined them to include.’ ”Ante, at 4 (quoting 516\nU. S., at 69). The majority omitsField’s conclusion\nthat one of the elements of “actual fraud” in §523(a)(2)(A) is\n“reliance” on some sort of false statement,\nmisrepresentation, or omission.Id., at 70 (emphasis added).\nTo be sure, like the rest of our cases interpreting §523(a)(2)(A),Fieldinvolves a false statement. But that factual\ndistinction is immaterial. Cases likeField—which interpret\nthe phrase “obtained by”—are as relevant in cases that involve\nfalse statements and misrepresentations as they are in a case like\nthis one. After all, “obtained by” modifies false pretenses, false\nrepresentations, and actual fraud in §523(a)(2)(A). And in no case\nhas this Court suggested—never mind held—that §523(a)(2)(A) may\napply to circumstances in which there was no false statement,\nmisrepresentation, or omission when the debt was first\nobtained.The majority ostensibly creates a new definition\nof “obtained by” because it thinks that this move is necessary to\navoid rendering “actual fraud” superfluous. Seeante,at 4,\n7–8. Not so. Actual fraud is broader than false pretenses or false\nrepresentations, and “consists of any deceit, artifice, trick, or\ndesign involving direct and active operation of the mind, used to\ncircumvent and cheat another.” 4 Collier on Bankruptcy\n¶523.08[1][e], at 523–46. “Unlike false pretenses or false\nrepresentation, actual fraud, within the meaning of the\ndischargeability exception, can focuson a promise of future\nperformance made with intent not to perform.” 2F Bankruptcy Service\n§27:211, p. 59 (Supp. Jan. 2016). In this way, “the actual fraud”\nexception “permit[s] the courts to except from discharge debts\nincurred without intent to repay, or by use of other false implied\nrepresentations, without the need to stretch the false pretenses\nand false representations language.” Zaretsky, The Fraud Exception\nto Discharge Under the New Bankruptcy Code, 53 Am. Bankruptcy\nL. J. 253, 257 (1979). Some courts, for example, have held\nthat “a debtor commits actual fraud within the meaning of\n§523(a)(2)(A) when he incurs credit card debt with no actual,\nsubjective intent to repay it,” but has not made an affirmatively\nfalse representation or engaged in false pretense.In re\nMorrow, 488 B. R. 471, 479–480 (Bkrtcy. Ct. ND Ga. 2012);\nsee also,e.g., In re Alam, 314 B. R. 834, 841 (Bkrtcy.\nCt. ND Ga. 2004). Defining actual fraud this way does not render\nthat term superfluous and—unlike the majority’s definition—does not\nrender “obtained by” a nullity.Regardless, even if there is some overlap\nbetween the definitions of “false pretenses,” “false\nrepresentations,” and “actual fraud,” “[r]edundancies across\nstatutes are not unusual events in drafting.”Connecticut Nat.\nBankv.Germain, 503 U. S. 249, 253 (1992) . “[T]he\ncanon against surplusage assists only where a competing\ninterpretation gives effect to every clause and word of a statute.”Marxv.General Revenue Corp., 568 U. S. ___,\n___ (2013) (slip op., at 13) (internal quotation marks omitted).\n“But, in this case, no interpretation of [§523(a)(2)(A)] gives\neffect to every word.”Ibid.Under either my reading or the\nmajor-ity’s reading, “actual fraud” is broader than and subsumes\n“false pretenses” and “false representations.” Accordingly, that\n“actual fraud” may introduce some redundancy in the statute is not\ndispositive.At bottom, the majority’s attempt to broaden\n§523(a)(2)(A) to cover fraudulent transfers impermissibly\nsecond-guesses Congress’ choices. When Congress wants to stop a\ndebtor from discharging a debt that he has concealed through a\nfraudulent transfer scheme, it ordinarily says so. See §727(a)(2)\n(stating that a court shall grant the debtor a discharge unless the\ndebtor engages in an actual fraudulent transfer scheme within a\ncertain time of filing a bankruptcy petition). If Congress wanted\n§523(a)(2)(A) to cover fraudulent transfer situations, “it would\nhave spoken more clearly to that effect.”Staplesv.UnitedStates, 511 U. S. 600, 620 (1994) .\nUltimately, “it is not for us to substitute our view of policy for\nthe legislation which has been passed by Congress.”Florida\nDept. of Revenuev.Piccadilly Cafeterias, Inc., 554\nU. S. 33, 52 (2008) (ellipsis and internal quotation marks\nomitted).*  *  *The majority today departs from the plain\nlanguage of §523(a)(2)(A), as interpreted by our precedents.\nBecause I find no support for the Court’s conclusion in the text of\nthe Bankruptcy Code, I respectfully dissent.",
    "joined": []
}