{
    "case": {
        "docket": "511",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/511/"
    },
    "id": "1962803",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGNEGUSIE V. HOLDER555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-499DANIEL GIRMAI NEGUSIE, PETITIONERv.ERIC\nH. HOLDER, Jr., ATTORNEY GENERALon writ of certiorari to the united states court of\nappeals for the fifth circuit[March 3, 2009]Justice Thomas, dissenting.The “persecutor bar” in the\nImmigration and Nationality Act (INA) denies asylum and the\nwithholding of removal to any alien who has “ordered, incited,\nassisted, or otherwise participated in the persecution of any\nperson on account of race, religion, nationality, membership in a\nparticular social group, or political opinion.” 8 U. S. C.\n§§1101(a)(42), 1158(b)(2)(A), 1231(b)(3)(B)(i). The Board of\nImmigration Appeals (BIA), principally relying on this Court’s\ndecision inFedorenkov.United States,449 U. S. 490(1981), held that the\nstatute does not require that the persecution be voluntarily\ninflicted. The Court of Appeals for the Fifth Circuit affirmed.According to the Court,Fedorenko,\nwhich construed the similar text of a persecution bar in the\nDisplaced Persons Act of 1948 (DPA), is largely irrelevant to the\nquestion presented here. Seeante, at 6–8, 9–10; see alsoante, at 2 (Scalia, J., concurring). The majority further\nholds that the INA is ambiguous as to “whether coercion or duress\nis relevant in determining if an alien assisted or otherwise\nparticipated in persecution” and that the agency, therefore, should\ninterpret the statute in the first instance to determine whether it\nreasonably can be read to include a voluntariness requirement.Ante, at 5, 10–12; see alsoante, at 1 (Scalia,\nJ., concurring). I disagree with both of these conclusions. Because\nthe INA unambiguously precludes any inquiry into whether the\npersecutor acted voluntarily,i.e., free from coercion or\nduress, I would affirm the judgment of the Court of Appeals. I\nrespectfully dissent.IPetitioner Daniel Girmai Negusie\ntestified to the Immigration Judge (IJ) that he was forced to work\nas an armed guard for four years at an Eritrean prison camp where\nprisoners were persecuted because of their religious beliefs.\nAccording to petitioner, part of his job was “to firmly control the\nprisoners, to punish the prisoners, too, by exposing them” to the\nextreme heat of the African sun. App. 58. The guards “would … hold\n[a] stick [with] their hand” and follow prisoners who were being\nforced to “roll on the ground in the sun.”Id., at 23.\nBecause “it was extremely hot,” prisoners would quickly “get tired\nand [feel] shortness of breath and stop” rolling.Id.,at\n24. They were then beaten. Prisoners typically could not survive\nthis punishment for more than two hours. Indeed, at least one\nprisoner died from sun exposure while petitioner stood guard. Seeante, at 3 (majority opinion).Petitioner testified that, as a\nguard, he prevented the prisoners from showering and forbade them\nfrom leaving their rooms for fresh air. This form of punishment was\nparticularly severe because the prisons were “built from stone and\nbricks” with “no cooling system, no ventilation, no windows,” and\nintolerable heat. App. 20, 30. Petitioner also prevented prisoner\nescapes, for which the punishment was forced sun exposure. And,\nalthough petitioner never used “electricity to torture” prisoners,\nhe was aware that his supervisor did.Id.,at 61–62.But petitioner, who had converted to\nProtestantism when he was confined as a prisoner at the camp, also\ntestified that he did not want to persecute any of the prisoners\nbecause his new religion taught him “to be merciful.”Id.,at 34. Thus, at times he disobeyed his orders. On one occasion, he\ngave water to a prisoner who was dying from sun exposure. On\nanother occasion, he let female prisoners take showers after they\nhad been denied that privilege “for a long time.”Id.,at\n37. Petitioner also occasionally allowed some of the prisoners to\n“go outside during the night and during the evenings and … refresh\nthemselves in the fresh air.”Id.,at 37–38.After four years as a prison guard, petitioner\ndeserted his post, swam to a shipping container, and hid inside.\nSeeante, at 3 (majority opinion). The container arrived\nin the United States with petitioner inside on December 20, 2004.\nPetitioner applied for asylum and the withholding of removal under\nthe INA, 8 U. S. C. §1101et seq.He also applied for\nprotection under the Convention Against Torture and Other Cruel,\nInhuman, or Degrading Treatment or Punishment (CAT), under which it\nis “the policy of the United States not to expel, extradite, or\notherwise effect the involuntary return of any person to a country\nin which there are substantial grounds for believing the person\nwould be in danger of being subjected to torture.” Foreign Affairs\nReform and Restructuring Act of 1998, §2242(a), 112 Stat. 2681–822,\nnote following 8 U. S. C. §1231, p. 263 (United States Policy\nwith Respect to Involuntary Return of Persons in Danger of\nSubjection to Torture (hereinafter CAT Policy)). See also CAT, Dec.\n10, 1984, S. Treaty Doc. No. 100–20, 1465\nU. N. T. S. 85. Petitioner feared that, if returned\nto Eritrea, he would “be executed” because he had converted to\nProtestantism and deserted his military post. App. 65, 68.The INA provides the Executive with the\ndiscretion to grant asylum to aliens that are “unable or unwilling”\nto return to their home country “because of persecution or a\nwell-founded fear of persecution on account of race, religion,\nnationality, membership in a particular social group, or political\nopinion.” 8 U. S. C. §§1101(a)(42)(A), 1158(b)(1). The INA\nalso requires the Executive to withhold removal of aliens to a\ncountry in which there is a “clear probability” that their “life or\nfreedom would be threatened” because of their “race, religion,\nnationality, membership in a particular social group, or political\nopinion.” §1231(b)(3)(A). However, the INA prohibits the Executive\nfrom granting asylum or withholding removal if an alien “ordered,\nincited, assisted, or otherwise participated in the persecution” of\nany person on account of “race, religion, nationality, membership\nin a particular social group, or political opinion.”\n§1158(b)(2)(A)(i) (asylum); §1231(b)(3)(B) (withholding of\nremoval). Nonetheless, in light of the CAT’s requirement that “[n]o\nState Party shall … return … a person to another State where there\nare substantial grounds for believing that he would be in danger of\nbeing subjected to torture,” Art. 3, S. Treaty Doc. No. 100–20, at\n20, regulations implementing that convention provide “deferral of\nremoval” to aliens subject to the INA persecutor bar who would more\nlikely than not be tortured if removed to their home\ncountry.[Footnote 1] 8 CFR\n§§1208.16(c)(4), (d)(2), 1208.17(a) (2008); see also CAT Policy\n(b), at 263 (requiring federal agencies to “prescribe regulations\nto implement the obligations of the United States under Article 3\nof the [CAT], subject to any reservations, understandings,\ndeclarations, and provisos contained in the United States Senate\nresolution of ratification of the Convention”).The IJ denied petitioner’s applications for\nasylum and the withholding of removal, but granted him deferral of\nremoval. The BIA affirmed. In their view, petitioner’s conduct\nobjectively qualified as assistance or participation in the\npersecution of others based on religion. Seeante, at 3\n(majority opinion). Relying onFedorenko, the IJ and BIA\nfound that even if petitioner was “compelled to participate as a\nprison guard” against his wishes, his “motivation and intent are\nirrelevant to the issue of whether he ‘assisted’ in persecution.”Ibid.(some internal quotation marks omitted). Therefore,\npetitioner was ineligible for asylum or the withholding of removal\nunder the INA. The IJ and BIA agreed, however, that petitioner\nqualified for deferral of removal because it is “more likely than\nnot that he would be tortured” if returned to Eritrea given that\nits “government has used deadly force and threatened to use deadly\nforce against deserters.” App. to Pet. for Cert. 7a–8a, 20a, 19a.\nThe Court of Appeals affirmed. SeeNegusiev.Gonzales, 231 Fed. Appx. 325, 326 (CA5 2007)(per\ncuriam).IIAs with all statutory\ninterpretation questions, construction of the INA’s persecutor bar\nmust begin with the plain language of the statute. See Jimenezv.Quarterman, 555 U. S. ___, ___ (2009) (slip op., at 5)\n(citingLamiev.United States Trustee,540 U. S. 526, 534\n(2004)). If the text of a statute governing agency action\n“ ‘directly addresse[s] the precise question at issue,’ ”\nthen, “ ‘that is the end of the matter; for the court, as well\nas the agency, must give effect to the unambiguously expressed\nintent of Congress.’ ”National Assn. of Home\nBuildersv.Defenders of Wildlife,551 U. S. 664, ___\n(2007) (slip op., at 18) (quotingChevron U. S. A.\nInc.v.Natural Resources Defense Council, Inc.,467 U. S. 837,\n842–843 (1984)).AA court must first “look to the\nparticular statutory language at issue.”K mart Corp.v.Cartier, Inc.,486 U. S. 281, 291\n(1988). As the majority acknowledges, seeante, at 5–6,\nthe text of the INA’s persecutor bar neither includes the term\n“voluntary” nor contains an exception for involuntary, coerced\nconduct. The statute instead applies toanyalien “who\nordered, incited, assisted, or otherwise participated in the\npersecution of any person” on account of a protected ground.\n§§1101(a)(42), 1158(b)(2)(A)(i), 1231(b)(3)(B)(i).The statute’s key terms also do\nnot imply any voluntariness requirement for persecution. Under the\nordinary meaning of the term “persecution” at the time of the\nstatute’s enactment in 1980 and its reenactment in 1996, the act of\npersecution alone is sufficient to classify one’s conduct as\npersecution. See Webster’s Ninth New Collegiate Dictionary 877\n(1991) (hereinafter Webster’s Ninth) (defining “persecution” as\n“the act or practice of persecuting esp. those who differ in\norigin, religion, or social outlook”); see also Webster’s New\nCollegiate Dictionary 855 (1975) (hereinafter Webster’s) (same).\nThe term itself includes no intrinsicmens rearequirement. As a result, an individual can “persecute”—meaning\n“harass in a manner designed to injure, grieve, or afflict”—without\nhaving designed the act or intended for injury, grief, or\naffliction to occur. Webster’s Ninth 877; see also Webster’s 855\n(same).The persecutor bar’s inclusion of those who\n“assist” or “participate” confirms that it does not include a\nvoluntariness requirement. The term “assist” is defined as “to give\nsupport or aid,” Webster’s Ninth 109, or “to help,” Oxford American\nDictionary 36 (1980) (hereinafter Oxford). See also Black’s Law\nDictionary 111 (5th ed. 1979) (hereinafter Black’s) (defining\n“assist” as “[t]o help; aid; succor; lend countenance or\nencouragement to; participate in as an auxiliary”). And\n“participate” means simply “to take part,” Webster’s Ninth 858, or\n“to have a share, to take part in something,” Oxford 487; see also\nBlack’s 1007 (defining “participate” as “[t]o receive or have a\npart or share of; to partake of; experience in common with others;\nto have or enjoy a part or share in common with others”).\nAccordingly, this Court has concluded that the ordinary meanings of\n“assist” and “participate” do not “connote voluntariness.”Pennsylvania Dept. of Correctionsv.Yeskey,524 U. S. 206,\n211 (1998) (participate); see alsoFedorenko, 449 U. S.,\nat 512 (assist). These are “terms and concepts of breadth,”Russellov.United States,464 U. S. 16, 21–22\n(1983), that require only that an individual take “somepart in” an activity, or help it to occur in some way.Revesv.Ernst & Young,507 U. S. 170, 178–179\n(1993) (emphasis in original). Even if participation or assistance\nis coerced, it remains participation or assistance just the\nsame.BIn addition to the particular\nstatutory section of the INA before the Court, “the language and\ndesign of the statute as a whole” is instructive in determining the\nprovision’s plain meaning.K mart Corp., supra, at 291;\nsee alsoAmoco Production Co.v.Gambell,480 U. S. 531,\n552–553 (1987). Here, the INA’s design and structure buttress the\nconclusion that the persecutor bar applies irrespective of\nvoluntariness.First, Congress has evidenced its\nability to both specifically require voluntary conduct and\nexplicitly exclude involuntary conduct in other provisions of the\nINA. Seeinfra, at 15–16. For example, Congress has barred\nadmission to the United States of totalitarian party members unless\ntheir membership was “involuntary,” 8 U. S. C.\n§1182(a)(3)(D)(ii), and it has provided for the termination of\nasylum when an alien “has voluntarily availed himself or herself”\nof another country’s protections, §1158(c)(2)(D). “[W]here Congress\nincludes particular language in one section of a statute but omits\nit in another section of the same Act, it is generally presumed\nthat Congress acts intentionally and purposely in the disparate\ninclusion or exclusion.”Russello, supra, at 23 (internal\nquotation marks omitted); see,e.g.,Barnhartv.Sigmon Coal Co.,534 U. S. 438, 452–454\n(2002). The absence of a voluntariness requirement in the INA\npersecutor bar is no exception.Second, federal immigration law provides\ncalibrated remedies, which include partial refuge for specified\naliens who have both suffered from and inflicted persecution. Those\nwho have been persecuted and have not engaged in persecution may\nreceive both asylum and the withholding of removal.\n§§1231(b)(3)(A), 1158(b)(1)(A). Those at the other end of the\nspectrum, who have not been persecuted but have persecuted others,\nmay not receive either asylum or the withholding of removal.\n§§1231(b)(3)(B)(i), 1158(b)(2)(A)(i). And finally, for many\nindividuals who (like petitioner) have both persecuted others and\nbeen persecuted, the scheme provides temporary refuge; they will\nreceive deferral of removal under the CAT if they will face torture\nupon their return to their home country. CAT Policy (a), at 263;\nsee also 8 CFR §§1208.13(a), 1208.16(d)(2).Where “Congress has enacted a comprehensive\nscheme and has deliberately targeted specific problems with\nspecific solutions,” courts should not read one part of the\nlegislative regime (the INA) to provide a different, and\nconflicting, solution to a problem that has already been\nspecifically addressed elsewhere in the federal immigration regime\n(regulations implementing the CAT).Varity Corp.v.Howe,516\nU. S. 489, 519 (1996) (Thomas, J., dissenting); see alsoTransamerica Mortgage Advisors, Inc.v.Lewis,444 U. S. 11, 19\n(1979). Federal law provides only partial protection to a victim of\npersecution who has also engaged in persecution, voluntarily or\nnot. There simply is no justification for writing into the INA’s\npersecutor bar the greater protections of asylum and the\nwithholding of removal for individuals who were coerced into\nengaging in persecution. That is, the “assumption of inadvertent\nomission” of a voluntariness requirement in the INA “is rendered\nespecially suspect upon close consideration of [a statute’s]\ninterlocking, interrelated, and interdependent remedial scheme”\nthat addresses the specific problem at issue in a conflicting way.Massachusetts Mut. Life Ins. Co.v.Russell,473 U. S. 134,\n146–147 (1985).[Footnote 2]CFinally, Congress is aware of a\njudicial interpretation of statutory language and “adopt[s] that\ninterpretation when it re-enacts a statute without change.”Lorillardv.Pons,434 U. S. 575, 580\n(1978); see alsoTraynorv.Turnage,485 U. S. 535, 546\n(1988); 2B N. Singer & J. Singer, Sutherland on Statutory\nConstruction §49.9, pp. 127–133 (7th ed. 2008). Here, the statutory\nand decisional backdrop against which Congress enacted the INA’s\npersecutor bar counsels against grafting a voluntariness\nrequirement onto the statute.When Congress enacted the INA’s\npersecutor bar, it essentially retained the language used in\nsimilar predecessor statutes. Under the 1948 DPA persecutor bar,\nentry was denied to all who “ ‘assisted the enemy in\npersecuting civil[ians].’ ”Fedorenko, 449 U. S., at\n495 (quoting 62 Stat. 3051). In 1950, Congress added a second\npersecutor bar to the DPA that applied “to any person who advocated\nor assisted in the persecution of any person because of race,\nreligion, or national origin.” §13, 64 Stat. 227. In the years that\nfollowed, Congress continued to use this same broad language in\ndenying asylum to specific categories of persecutors. See,e.g., §105, 91 Stat. 1224 (denying permanent residence to\naliens from Vietnam, Laos, and Cambodia “who ordered, assisted, or\notherwise participated in the persecution of any person because of\nrace, religion, or political opinion”); 8 U. S. C.\n§§1182(a)(3)(E), 1227(a)(4)(D)) (authorizing the exclusion of\nanyone who had been associated with Nazi forces and had “ordered,\nincited, assisted, or otherwise participated in the persecution of\nany person because of race, religion, national origin, or political\nopinion”); §14(a), 67 Stat. 406 (imposing persecutor bar on “any\nperson who personally advocated or assisted in the persecution of …\n[a] group of persons because of race, religion, or national\norigin”).Congress then enacted the INA bar in 1980.\nThis statute comprehensively labeled as a persecutor “any person\nwho ordered, incited, assisted, or otherwise participated in the\npersecution of any person on account of race, religion,\nnationality, membership in a particular social group, or political\nopinion.” §201(a), 94 Stat. 102–103. Congress reenacted the INA’s\npersecutor bar in 1996 and retained its breadth. See Illegal\nImmigration Reform and Immigrant Responsibility Act of 1996\n(IIRIRA), §§305(b)(3)(B)(i), 601(a)(1), 604(b)(2)(A)(i), 110 Stat.\n3009–602, 689, 691.Congress’ uninterrupted use of this broad\nstatutory language, which parallels the persecutor bars dating back\nto 1948, was not accidental. By the time of the 1996 reenactment,\nthis Court had specifically interpreted the plain language of the\npredecessor bars to apply regardless of the voluntariness of a\npersecutor’s conduct. SeeFedorenko, supra, at 512 (1948\nDPA bar); see alsoUnited Statesv.Koreh, 59\nF. 3d 431, 439 (CA3 1995) (1950 DPA bar);United\nStatesv.Schmidt, 923 F. 2d 1253, 1258 (CA7\n1991) (1948 DPA bar);Maikovskisv.INS, 773\nF. 2d 435, 445–446 (CA2 1985) (8 U. S. C. §1251(a)(19)\n(1982 ed.), transferred to §1227(a)(4)(D) (2006 ed.)). In\nparticular, this Court had held that the phrase in the 1948 DPA\nbar, “assisted the enemy in persecuting civil[ians],” contained no\n“ ‘involuntary assistance’ exception.”Fedorenko,449\nU. S., at 512. Rather, the statute’s “plain language” made clear\nthat “an individual’s service as a concentration camp armed\nguard—whether voluntary or involuntary—made him ineligible for a\nvisa.”Ibid.In light of this legal backdrop, Congress’\ndecisions in 1980 and 1996 to retain a persecutor bar that broadly\napplies to anyone who “assisted, or otherwise participated in the\npersecution” of any person, §§1158(b)(2)(A)(i), 1231(b)(3)(B), is\nsignificant evidence that Congress did not intend to include any\ninvoluntariness exception in the INA bar. This Court must assume,\nabsent textual proof to the contrary, that Congress was aware of\ntheFedorenkodecision when it reenacted the persecutor\nbar and thus “adopt[ed] that interpretation when it re-enact[ed\nthe] statute without change,”Lorillard,supra,at 580.DIn sum, the INA’s persecutor bar\ndoes not require that assistance or participation in persecution be\nvoluntary or uncoerced to fall within the statute’s reach. It\ninstead “mandates precisely” what it says: “[A]n individual’s\nservice as a [prison] camp armed guard—whether voluntary or\ninvoluntary—ma[kes] him ineligible for” asylum or withholding of\nremoval if the guard’s service involved assistance or participation\nin the persecution of another person on account of a protected\nground.Fedorenko, supra, at 512. Here, it is undisputed\nthat petitioner served at a prison camp where guards persecuted\nprisoners because of their religious beliefs. Seeante, at\n2–3 (majority opinion). It also is undisputed that petitioner\ncarried out the persecution by preventing prisoners from escaping\nand by standing guard while at least one prisoner died from sun\nexposure.Ibid. Petitioner, therefore, “assisted, or\notherwise participated” in persecution and thus is statutorily\ndisqualified from receiving asylum or withholding of removal under\nthe INA.[Footnote\n3]IIIThe majority\nnevertheless concludes the statute’s “silence,”ante,at\n6, creates ambiguity, and therefore remands the case to the BIA for\nit to determine, in the first instance, whether persecution must be\nvoluntary to fall within the terms of the INA’s persecutor bar.\n“The Court’s efforts to derive ambiguity from th[e] utmost clarity”\nof the persecutor bar, however, “are unconvincing” in every\nrespect.INSv.St. Cyr,533 U. S. 289, 329\n(2001) (Scalia, J., dissenting).The majority principally finds ambiguity in\nthe statutory text because it does not include either the word\n“voluntary” or the word “involuntary.” Seeante, at 7. But\na statute cannot be deemed ambiguous until the court “exhaust[s]\nthe aid of the ‘traditional tools of statutory construction’ ”\nand determines that Congress did not resolve the issue under\nconsideration.Clarkv.Martinez,543 U. S. 371, 402\n(2005) (Thomas, J., dissenting) (quotingChevron, 467 U.\nS., at 843, n. 9). Deeming a statute with broad terms to be\nambiguous for that reason alone essentially requires Congress\neither to obey a judicially imposed clear-statement rule or accept\nthe risk that the courts may refuse to give full effect to a\nstatute’s plain meaning in the name ofChevrondeference.\nNot every difficult question of statutory construction amounts to a\nstatutory gap for a federal agency to fill. Seeante, at\n1–4 (opinion of Stevens, J.). And the Court should not, “in the\nname of deference, abdicate its responsibility to interpret a\nstatute” simply because it requires some effort.Global\nCrossing Telecommunications, Inc.v.Metrophones\nTelecommunications, Inc.,550 U. S. 45, 77 (2007)\n(Thomas, J., dissenting).The majority\nmakes no attempt to apply the “traditional tools of statutory\nconstruction” to the persecutor bar before retreating to ambiguity.\nSeeante, at 5–6. Rather, it merely observes that Congress\ncould have spoken more directly to the issue, which it finds\nsufficient to render the statute ambiguous on this score.Ante, at 6. But the absence of a phrase specifying that\nthe provision applies to both involuntary and voluntary conduct is\nnot definitive proof of ambiguity. It is certainly correct that\nCongress “ ‘could have spoken in clearer terms,’ ”Clark, 543 U. S., at 402 (Thomas, J., dissenting), as it\nalmost always can in any statute. However, this “proves nothing” in\nevaluating whether the statute is ambiguous.Ibid.The\nquestion before the Court instead is whether Congress has provided\nan unambiguous answer in the plain language that it chose to use.\nHere, for the reasons just explained, the traditional tools of\nstatutory interpretation show with “utmost clarity,”St. Cyr,\nsupra, at 329, that the statute applies regardless of the\nvoluntariness of the alien who participates or assists in\npersecution.[Footnote\n4]The majority\nalso finds ambiguity based on differences between the INA and the\nDPA statutory bar considered inFedorenko. In particular,\nthe majority points to theFedorenkoCourt’s reliance on a\nsecond part of the DPA persecutor bar, which applied to those who\n“ ‘voluntarilyassisted the enemy forces … in their\noperations against the United Nations.’ ” 449 U. S., at 495,\nand n. 3 (quoting 62 Stat. 3052; emphasis added). The Court\nnoted that “[u]nder traditional principles of statutory\nconstruction, the deliberate omission of the word ‘voluntary’ from\n§2(a),” which addressed the assistance of persecution—but not from\n§2(b)—“compel[led] the conclusion that the statute madeallthose who assisted in the persecution of civilians\nineligible for visas.”Id.,at 512. According to the\nmajority, because the INA persecutor bar, unlike the DPA bar, does\nnot include a provision limited by the word “voluntarily” adjacent\nto the provision that is not so limited, the absence of the adverb\nhere cannot carry the significance given it inFedorenko.\nSeeante, at 7.The majority’s\nreasoning is flawed. The mere fact that the INA’s persecutor bar is\nnot accompanied by a neighboring provision containing the word\n“voluntarily” does not negate the significance of the term’s\nabsence when other INA provisions are explicitly limited to actions\nundertaken voluntarily. As noted above, seesupra,at 7,\nthe INA imposes a voluntariness requirement in a host of statutory\nprovisions, see,e.g., 8 U. S. C. §1158(c)(2)(D)\n(terminating asylum when alien has “voluntarily” availed himself of\nthe protection of his country); §§1182(a)(3)(D)(i)–(ii) (denying\nadmission and naturalization to those who have been members of, or\naffiliated with, “the Communist or any other totalitarian party”\nunless that membership or affiliation was “involuntary”);\n§1182(d)(3)(B)(i) (denying admission to those who have “voluntarily\nand knowingly” engaged in, endorsed, espoused, or persuaded others\nto endorse, espouse, or support terrorist activity); §1229c(a)(1)\n(allowing an alien to “voluntarily” depart the United States);\n§§1424(a), (d) (precluding naturalization for members of certain\ntotalitarian parties, unless membership was “involuntary”);\n§1481(a) (providing for loss of nationality by “voluntarily”\nperforming certain specified acts with the intention of\nrelinquishing nationality).[Footnote 5]In the\nimmigration and naturalization context, then, Congress is certainly\ncapable of declaring its preference for a voluntariness\nrequirement. That Congress’ explicit references to voluntariness\nappear in other sections of this particular statutory scheme,\nrather than in subsections of §§1158 or 1231, is immaterial. Cf.Rusello,464 U. S., at 23;Barnhart, 534 U. S.,\nat 452–454. And the fact that Congress, in the course of making\nstructural revisions to the statutory regime, eliminated the\nspecific dichotomy the Court noted inFedorenkodoes not\nundermine the critical point: The INA expressly includes a\nvoluntariness requirement in several places but does not impose\nsuch a requirement in the persecution bar. Thus, the omission of\nthe word “voluntarily” from the persecutor bar in the INA is just\nas conclusive as its omission from the persecutor bar in the DPA.\nWith respect to both statutes, the deliberate omission “compels the\nconclusion that the statute madeallthose who assisted in\nthe persecution of civilians ineligible for visas.” 449 U. S., at\n512.Finally, the\nmajority concludes that the DPA bar is distinguishable from the INA\nbar because the former was enacted in the context of the\n“ ‘ “crime against humanity that [was] involved in the\nconcentration camp,” ’ ” which was so horrific that it is\nin a category all its own.Ante, at 8 (quotingFedorenko, supra, at 511, n. 32). In that unique context,\nthe majority reasons, it made sense to exclude “even those involved\nin nonculpable, involuntary assistance in Nazi persecution.”Ibid.But the majority cannot intend to suggest that all\nacts of persecution during the Second World War were inherently\nmore depraved or reprehensible than all acts of persecution that\nhave occurred in the decades since the INA’s\nenactment.Certainly, no\nsuch conclusion is compelled by the statutory text. Congress has\nsteadfastly condemnedallacts of persecution. See 22 U.\nS. C. §§6401(a)(5)–(7) (noting that “Congress has recognized\nand denounced acts of religious persecution,” which can be “severe\nand violent” and “particularly widespread, systematic, and heinous\nunder totalitarian governments and in countries with militant\npoliticized religious majorities”); §6401(b)(5) (announcing that it\nis the “policy of the United States” to “stan[d] with the\npersecuted”); §501, 78 Stat. 1015 (“The Congress condemns the\npersecution of any persons because of their religion”); Refugee Act\nof 1980, §101(a), 94 Stat. 102 (“The Congress declares that it is\nthe historic policy of the United States to respond to the urgent\nneeds of persons subject to persecution in their homelands”). There\nis no reason to deny the INA persecutor bar its full meaning based\non a speculative assumption that Congress, in 1980, could not have\nmeant to oppose persecution quite as intensely as it did in the\naftermath of World War II. Rather, the INA’s persecutor bar\nnaturally extends to all acts of persecution and, therefore,\nrequires the denial of asylum and withholding of removal for “even\nthose involved in nonculpable, involuntary assistance in …\npersecution.”Ante,at 8 (majority\nopinion).IVBecause I conclude that the INA’s persecutor\nbar applies whether or not petitioner’s assistance or participation\nin persecution was voluntary, and because it is conceded that\npetitioner assisted and participated in persecution while serving\nas an armed prison guard in Eritrea, I would affirm the decision of\nthe Court of Appeals. Accordingly, I respectfully\ndissent.Footnote 1“Deferral of\nremoval” was created to accommodate Congress’ direction to exclude\nthose who fall within the INA persecutor bar “[t]o the maximum\nextent consistent with the obligations of the United States under\nthe [CAT]” to not return an alien to a country in which he or she\nwill be tortured. CAT Policy (c), at 263. To accomplish that goal,\ndeferral of removal provides “a less permanent form of protection\nthan withholding of removal and one that is more easily and quickly\nterminated if it becomes possible to remove the alien consistent\nwith Article 3” of the CAT, 64 Fed. Reg. 8480 (1999), while also\n“ensur[ing] that [such aliens] are not returned to a country where\nthey would be tortured,”id.¸ at 8481.Footnote 2It also is\nimportant to acknowledge that the object of the INA is to codify\nCongress’ policy decisions “ ‘pertaining to the entry of\naliens and their right to remain’ ” in the United\nStates—decisions that are “ ‘entrusted exclusively to\nCongress.’ ”Kleindienstv.Mandel,408 U. S. 753, 766, 767\n(1972) (quotingGalvanv.Press,347 U. S. 522, 531–532\n(1954)). In fact, “over no conceivable subject is the legislative\npower of Congress more complete than it is over” the decision of\nCongress to admit or to exclude aliens.Oceanic Steam Nav.\nCo.v.Stranahan,214 U. S. 320, 339\n(1909). Courts therefore must enforce the immigration policy\ndecision reflected in a statute’s plain terms, even if Congress has\nchosen “to forbid the entrance of foreigners within its dominions”\naltogether,Fong Yue Tingv.United States,149 U. S. 698,\n705 (1893). Likewise, here, where Congress has made a judgment\nabout which persons to admit and exclude from the country, it is\nnot for this Court to question the wisdom of that\nchoice.Footnote 3Justice\nStevens also finds the language of the INA’s persecutor bar\n“plain,” but concludes that it must incorporate a culpability\nrequirement because the statute applies to those whose “acts are of\na ‘criminal nature.’ ” Seeante, at 7, 9 (opinion\nconcurring in part and dissenting in part). I disagree. The\ndecision to admit an alien is a matter of legislative grace, see\nn. 2,supra, for which judicial review has been\n“consistently classified” as civil in nature,Harisiadesv.Shaughnessy,342 U. S. 580, 594\n(1952); see alsoZadvydasv.Davis,533 U. S. 678, 720\n(2001) (Kennedy, J., dissenting) (explaining that “ ‘an alien\nseeking initial admission to the United States requests a privilege\nand has no constitutional rights regarding his application, for the\npower to admit or exclude aliens is a sovereign prerogative’ ”\n(quotingLandonv.Plasencia,459 U. S. 21, 32\n(1982))). There is no warrant to read criminal-law requirements\ninto a statute that is “nonpunitive in purpose and effect.”Zadvydas, supra, at 690. Further, the conclusory\npronouncement in the Office of the United Nations High Commissioner\nfor Refugees’ Handbook on Procedures and Criteria for Determining\nRefugee Status ¶162 (reedited Jan. 1992), that “it has to be\nassumed, although this is not specifically stated, that the acts\ncovered by the present clause must also be of a criminal nature,”\nis insufficient to require criminal proof to deny withholding of\nremoval, contra,ante, at 9–10 (opinion of Stevens, J.).\nThe United Nations handbook “is not binding on the Attorney\nGeneral, the BIA, or United States courts.”INSv.Aguirre-Aguirre,526 U. S. 415, 427\n(1999).Footnote 4Because this\nCourt should not delegate the interpretation of the persecutor\nbar’s plain meaning to a federal agency, seeBoard of\nGovernors, FRSv.Dimension Financial Corp.,474 U. S. 361, 368\n(1986), it is largely irrelevant whether the BIA properly relied onFedorenkov.United States,449 U. S. 490(1981), in interpreting\nthe statute, seeante, at 9–11 (majority opinion);ante, at 2 (Scalia, J., concurring). In any event, the\nBIA’s construction of the INA’s persecutor bar correctly reflected\nthe text of the provision. There is no reason to remand the\nquestion to the agency when only one construction of the statute is\npermissible and the agency’s original decision adopted that proper\nconstruction. SeeNational Cable & Telecommunications\nAssn.v.Brand X Internet Services,545 U. S. 967, 982–985\n(2005).Footnote 5Moreover, in\nthe Refugee Act of 1980, which added the persecutor bar to the INA,\nCongress separately codified its desire to “promote opportunities\nfor resettlement or voluntary repatriation.” §101(a), 94 Stat. 102,\nnote following 8 U. S. C. §1521. In 1996, when Congress\nreenacted the statutory text, it retained the persecution bar’s\nbroad language while again restricting other sections to voluntary\nconduct. See IIRIRA, §304, 110 Stat. 3009–587 (relating to\n“voluntary departure”), §402,id.,at 3009–656 (relating\nto “voluntary” participation in pilot programs for confirming\nemployment eligibility), §604,id.,at 3009–690 (providing\nfor termination of asylum when alien “voluntarily” takes certain\nactions).",
    "joined": []
}