{
    "case": {
        "docket": "320",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/320/"
    },
    "id": "1963387",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTMAGWOOD V. PATTERSON561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-158BILLY JOE MAGWOOD, PETITIONERv.TONY\nPATTERSON, WARDEN, et al.on writ of certiorari to the united states court of\nappeals for the eleventh circuit[June 24, 2010]Justice Thomas delivered the\nopinion of the Court, except as to Part IV–B.Petitioner Billy Joe Magwood was\nsentenced to death for murdering a sheriff. After the Alabama\ncourts denied relief on direct appeal and in postconviction\nproceedings, Magwood filed an application for a writ of habeas\ncorpus in Federal District Court, challenging both his conviction\nand his sentence. The District Court conditionally granted the writ\nas to the sentence, mandating that Magwood either be released or\nresentenced. The state trial court conducted a new sentencing\nhearing and again sentenced Magwood to death. Magwood filed an\napplication for a writ of habeas corpus in federal court\nchallenging this new sentence. The District Court once again\nconditionally granted the writ, finding constitutional defects in\nthe new sentence. The Court of Appeals for the Eleventh Circuit\nreversed, holding in relevant part that Magwood’s challenge to his\nnew death sentence was an unreviewable “second or successive”\nchallenge under 28 U. S. C. §2244(b) because he could have\nmounted the same challenge to his original death sentence. We\ngranted certiorari, and now reverse. Because Magwood’s habeas\napplication[Footnote 1]\nchallenges a new judgment for the first time, it is not “second or\nsuccessive” under §2244(b).IAfter a conviction for a drug\noffense, Magwood served several years in the Coffee County Jail in\nElba, Alabama, under the watch of Sheriff C. F. “Neil” Grantham.\nDuring his incarceration, Magwood, who had a long history of mental\nillness, became convinced that Grantham had imprisoned him without\ncause, and vowed to get even upon his release. Magwood followed\nthrough on his threat. On the morning of March 1, 1979, shortly\nafter his release, he parked outside the jail and awaited the\nsheriff’s arrival. When Grantham exited his car, Magwood shot him\nand fled the scene.Magwood was indicted by a grand\njury for the murder of an on-duty sheriff, a capital offense under\nAlabama Code §13–11–2(a)(5) (1975).[Footnote 2] He was tried in 1981. The prosecution asked\nthe jury to find Magwood guilty of aggravated murder as charged in\nthe indictment, and sought the death penalty. Magwood pleaded not\nguilty by reason of insanity; however, the jury found him guilty of\ncapital murder under §13–11–2(a)(5), and imposed the sentence of\ndeath based on the aggravation charged in the indictment. In\naccordance with Alabama law, the trial court reviewed the basis for\nthe jury’s decision. See §§13–11–3, 13–11–4. Although the court did\nnot find the existence of any statutory “aggravating circumstance”\nunder §13–11–6, the court relied onEx parte Kyzer, 399\nSo. 2d 330 (Ala. 1981), to find that murder of a sheriff while\n“on duty or because of some official or job-related acts,”\n§13–11–2(a)(5), is a capital felony that, by definition, involves\naggravation sufficient for a death sentence.[Footnote 3] The trial court found that Magwood’s\nyoung age (27 at the time of the offense) and lack of significant\ncriminal history qualified as mitigating factors, but found no\nmitigation related to Magwood’s mental state. Weighing the\naggravation against the two mitigating factors, the court approved\nthe sentence of death. The Alabama courts affirmed. SeeMagwoodv.State, 426 So. 2d 918, 929 (Ala.\nCrim. App. 1982);Ex parte Magwood,426 So. 2d 929,\n932 (Ala. 1983). We denied certiorari.Magwoodv.Alabama,462 U. S. 1124(1983).\nAfter the Alabama Supreme Court set an execution date of July 22,\n1983, Magwood filed acoram nobispetition and an\napplication for a stay of execution. The trial court held a hearing\non the petition and denied relief on July 18, 1983.[Footnote 4]Eight days before his scheduled execution,\nMagwood filed an application for a writ of habeas corpus under 28\nU. S. C. §2254, and the District Court granted a stay of\nexecution. After briefing by the parties, the District Court upheld\nMagwood’s conviction but vacated his sentence and conditionally\ngranted the writ based on the trial court’s failure to find\nstatutory mitigating circumstances relating to Magwood’s mental\nstate.[Footnote 5] SeeMagwoodv.Smith, 608 F. Supp. 218, 225–226,\n229 (MD Ala. 1985). The Court of Appeals affirmed. SeeMagwoodv.Smith, 791 F. 2d 1438, 1450 (CA11\n1986).In response to the conditional writ, the state\ntrial court held a new sentencing proceeding in September 1986.\nThis time, the judge found that Magwood’s mental state, as well as\nhis age and lack of criminal history, qualified as statutory\nmitigating circumstances. As before, the court found that Magwood’s\ncapital felony under §13–11–2(a)(5) included sufficient aggravation\nto render him death eligible. In his proposed findings, Magwood’s\nattorney agreed that Magwood’s offense rendered him death eligible,\nbut argued that a death sentence would be inappropriate in light of\nthe mitigating factors. The trial court imposed a penalty of death,\nstating on the record that the new “judgment and sentence [were]\nthe result of a complete and new assessment of all of the evidence,\narguments of counsel, and law.” Sentencing Tr., R. Tab 1, p. R–25.\nThe Alabama courts affirmed, seeMagwoodv.State,548 So. 2d 512, 516 (Ala. Crim. App. 1988);Ex parte Magwood, 548 So. 2d 516, 516 (Ala. 1988),\nand this Court denied certiorari, seeMagwoodv.Alabama,493 U. S. 923(1989).Magwood filed a petition for relief under\nAlabama’s former Temporary Rule of Criminal Procedure 20 (1987)\n(now Ala. Rule Crim. Proc. 32) (Rule 20 petition) claiming,inter alia, that his death sentence exceeded the maximum\nsentence authorized by statute; that his death sentence violated\nthe Fifth, Eighth, and Fourteenth Amendments because it rested upon\nan unforeseeable interpretation of the capital sentencing statute;\nand that his attorney rendered ineffective assistance of counsel\nduring resentencing. The trial court denied relief. It held that\nthe statutory basis for Magwood’s death sentence had been affirmed\non direct appeal and could not be relitigated. The trial court also\nheld that Magwood’s attorney played no substantive role in the\nresentencing and had no obligation to dispute the aggravation,\ngiven that the District Court had required only that the trial\ncourt consider additional mitigating factors.Magwood appealed the denial of his Rule 20\npetition, arguing,inter alia, that his sentence was\nunconstitutional because he did not have fair warning that his\noffense could be punished by death, and that he received\nconstitutionally ineffective assistance of counsel at resentencing.\nSee Record in Appeal No. 92–843 (Ala. Crim. App.), Tab 25, pp.\n23–24, 53–61.The Alabama Court of Criminal Appeals\naffirmed, citing its decision on direct appeal as to the propriety\nof the death sentence. SeeMagwoodv.State, 689\nSo. 2d 959, 965 (1996) (citingKyzer,399 So. 2d\n330,andJacksonv.State, 501\nSo. 2d 542 (Ala. Crim. App. 1986)).[Footnote 6] The Alabama Supreme Court denied\ncertiorari, see 689 So. 2d, at 959, as did this Court, seeMagwoodv.Alabama,522 U. S. 836(1997).In April 1997, Magwood sought leave to file a\nsecond or successive application for a writ of habeas corpus\nchallenging his 1981 judgment of conviction. See §2244(b)(3)(A)\n(requiring authorization from the Court of Appeals to file a second\nor successive application). The Court of Appeals denied his\nrequest. SeeIn re Magwood,113 F. 3d 1544 (CA11\n1997). He simultaneously filed a petition for a writ of habeas\ncorpus challenging his new death sentence, which the District Court\nconditionally granted. SeeMagwoodv.Culliver,481 F. Supp. 2d 1262, 1295 (MD Ala. 2007). In that petition,\nMagwood again argued that his sentence was unconstitutional because\nhe did not have fair warning at the time of his offense that his\nconduct would be sufficient to warrant a death sentence under\nAlabama law, and that his attorney rendered ineffective assistance\nduring the resentencing proceeding.Before addressing the merits of Magwood’s\nfair-warning claim, the District CourtsU. S.onteconsidered whether the application was barred as a “successive\npetition” under §2244, and concluded that it was not.Id.,\nat 1283–1284 (“[H]abeas petitions challenging the constitutionality\nof a resentencing proceeding are not successive to petitions that\nchallenge the underlying conviction and original sentence” (citing\n2 R. Hertz & J. Liebman, Federal Habeas Corpus Practice &\nProcedure §28.3b(i), p. 1412 (5th ed. 2005) (“When a petitioner\nfiles a second or subsequent petition to challenge a criminal\njudgmentother thanthe one attacked in an earlier\npetition, it cannot be said that the two petitions are\n‘successive’ ” (emphasis in original))).    The\nDistrict Court rejected the State’s argument that Magwood had\nprocedurally defaulted the fair-warning claim by failing to present\nit adequately to the state courts, noting that Magwood had\npresented the claim both in his Rule 20 petition and on appeal from\nthe denial of that petition. See 481 F. Supp. 2d, at\n1285–1286;supra,at 5. Addressing the merits, the\nDistrict Court ruled that Magwood’s death sentence was\nunconstitutional because “at the time of the offense conduct,\nMagwood did not have fair notice that he could be sentenced to\ndeath absent at least one aggravating circumstance enumerated in\nformer 1975 Ala. Code §13–11–6.” 481 F. Supp. 2d, at 1285. The\nDistrict Court also found the state court’s grounds for rejecting\nMagwood’s ineffective-assistance claim unreasonable in light of\nclearly established federal law, noting that Magwood’s attorney in\nfact had engaged substantively in the “complete and new”\nresentencing, and although the attorney could not be expected to\nobject on state-law grounds foreclosed by precedent, he was clearly\nineffective for failing to raise the federal fair-warning claim.Id.,at 1294 (internal quotation marks omitted).The Court of Appeals reversed in relevant\npart. See 555 F. 3d 968 (CA11 2009). It concluded that the\nfirst step in determining whether §2244(b) applies is to “separate\nthe new claims challenging the resentencing from the old claims\nthat were or should have been presented in the prior application.”Id., at 975 (internal quotation marks omitted). Under the\nCourt of Appeals’ approach, any claim that “challenge[s] the new,\namended component of the sentence” should be “regarded as part of a\nfirst petition,” and any claim that “challenge[s] any component of\nthe original sentence that was not amended” should be “regarded as\npart of a second petition.”Ibid. Applying this test, the\ncourt held that because Magwood’s fair-warning claim challenged the\ntrial court’s reliance on the same (allegedly improper) aggravating\nfactor that the trial court had relied upon for Magwood’s original\nsentence, his claim was governed by §2244(b)’s restrictions on\n“second or successive” habeas applications.Id., at\n975–976. The Court of Appeals then dismissed the claim because\nMagwood did not argue that it was reviewable under one of the\nexceptions to §2244(b)’s general rule requiring dismissal of claims\nfirst presented in a successive application.[Footnote 7] Seeid., at 976.We granted certiorari to determine whether\nMagwood’s application challenging his 1986 death sentence, imposed\nas part of resentencing in response to a conditional writ from the\nDistrict Court, is subject to the constraints that §2244(b) imposes\non the review of “second or successive” habeas applications. 558 U.\nS. ___ (2009).IIAs amended by the Antiterrorism\nand Effective Death Penalty Act of 1996 (AEDPA), 28 U. S. C.\n§2244(b) provides in relevant part:“(1) A claim presented in a second or successive\nhabeas corpus application under section 2254 that was presented in\na prior application shall be dismissed.“(2) A claim presented in a second or successive habeas corpus\napplication under section 2254 that was not presented in a prior\napplication shall be dismissed unless—“(A) the applicant shows that the claim relies\non a new rule of constitutional law, made retroactive to cases on\ncollateral review by the Supreme Court, that was previously\nunavailable; or“(B)(i) the factual predicate for the claim\ncould not have been discovered previously through the exercise of\ndue diligence; and“(ii) the facts underlying the claim, if\nproven and viewed in light of the evidence as a whole, would be\nsufficient to establish by clear and convincing evidence that, but\nfor constitutional error, no reasonable factfinder would have found\nthe applicant guilty of the underlying offense.”This case turns on the meaning of\nthe phrase “second or successive” in §2244(b). More specifically,\nit turns on when a claim should be deemed to arise in a “second or\nsuccessive habeas corpus application.” §§2244(b)(1), (2). If an\napplication is “second or successive,” the petitioner must obtain\nleave from the Court of Appeals before filing it with the district\ncourt. See §2244(b)(3)(A). The district court must dismiss any\nclaim presented in an authorized second or successive application\nunless the applicant shows that the claim satisfies certain\nstatutory requirements. See §2244(b)(4). Thus, if Magwood’s\napplication was “second or successive,” the District Court should\nhave dismissed it in its entirety because he failed to obtain the\nrequisite authorization from the Court of Appeals. If, however,\nMagwood’s application was not second or successive, it was not\nsubject to §2244(b) at all, and his fair-warning claim was\nreviewable (absent procedural default).The State contends that although §2244(b), as\namended by AEDPA, applies the phrase “second or successive” to\n“application[s],” it “is a claim-focused statute,” Brief for\nRespondents 22–24, and “[c]laims, not applications, are barred by\n§2244(b),”id., at 24 (citingArtuzv.Bennett,531\nU. S. 4, 9 (2000)). According to the State, the phrase should\nbe read to reflect a principle that “a prisoner is entitled to one,\nbut only one, full and fair opportunity to wage a collateral\nattack.” See Brief for Respondents 25–26 (citingBeyerv.Litscher,306 F. 3d 504, 508 (CA7 2002); internal\nquotation marks omitted). The State asserts that under this “one\nopportunity” rule, Magwood’s fair-warning claim was successive\nbecause he had an opportunity to raise it in his first application,\nbut did not do so. See Brief for Respondents 25–26.Magwood, in contrast, reads §2244(b) to apply\nonly to a “second or successive” application challenging the same\nstate-courtjudgment. According to Magwood, his 1986\nresentencing led to a new judgment, and his first application\nchallenging that new judgment cannot be “second or successive” such\nthat §2244(b) would apply. We agree.We begin with the text. Although\nCongress did not define the phrase “second or successive,” as used\nto modify “habeas corpus application under section 2254,”\n§§2244(b)(1)–(2), it is well settled that the phrase does not\nsimply “refe[r] to all §2254 applications filed second or\nsuccessively in time,”Panettiv.Quarterman,551 U. S. 930, 944 (2007); seeid., at 947 (creating an “exceptio[n]” to §2244(b) for a\nsecond application raising a claim that would have been unripe had\nthe petitioner presented it in his first application);Stewartv.Martinez-Villareal,523 U. S. 637, 643 (1998) (treating a\nsecond application as part of a first application where it was\npremised on a newly ripened claim that had been dismissed from the\nfirst application “as premature”);Slackv.McDaniel,529 U. S. 473, 478, 487\n(2000) (declining to apply §2244(b) to a second application where\nthe District Court dismissed the first application for lack of\nexhaustion).[Footnote\n8]We have described the phrase\n“second or successive” as a “term of art.”Id.,at 486. To\ndetermine its meaning, we look first to the statutory context. The\nlimitations imposed by §2244(b) apply only to a “habeas corpus\napplication under §2254,” that is, an “application for a writ of\nhabeas corpus on behalf of a person in custody pursuant tothe\njudgmentof a State court,” §2254(b)(1) (emphasis added). The\nreference to a state-court judgment in §2254(b) is significant\nbecause the term “application” cannot be defined in a vacuum. A\n§2254 petitioner is applying for something: His petition “seeksinvalidation(in whole or in part)of thejudgmentauthorizing the prisoner’s confinement,”Wilkinsonv.Dotson,544 U. S. 74, 83 (2005)\n(emphasis added). If his petition results in a district court’s\ngranting of the writ, “the State may seek anewjudgment\n(through a new trial or a new sentencing proceeding).”Ibid.(emphasis in original). Thus, both §2254(b)’s text\nand the relief it provides indicate that the phrase “second or\nsuccessive” must be interpreted with respect to the judgment\nchallenged.The State disagrees, contending\nthat if the cross-reference to §2254 is relevant, we should focus\nnot on the statute’s reference to a “judgment” but on its reference\nto “custody,” Brief for Respondents 53; compare §§2254(a), (b)\n(establishing rules for review of “an application for a writ of\nhabeas corpus” on “behalf of a person in custody pursuant to thejudgmentof a State court” (emphasis added)) with §2254(a)\n(specifying that an application may be entertained “only on the\nground that [the petitioner] isincustodyin\nviolation of the Constitution or laws or treaties of the United\nStates” (emphasis added)). The State explains that unlawful\n“custody” is the key “ ‘substance requirement’ ” of\n§2254, whereas being held pursuant to a state-court “judgment” is\nmerely a “ ‘status requirement.’ ” Brief for Respondents\n53 (quoting Liebman & Hertz, Federal Habeas Corpus Practice and\nProcedure §8.1, p. 391).We find this argument\nunpersuasive. Section 2254 articulates the kind of confinement that\nmay be challenged on the ground that the petitioner is being held\n“in violation of the Constitution or laws or treaties of the United\nStates.” §2254(a). The requirement of custodypursuant to\nastate-court judgmentdistinguishes §2254 from other\nstatutory provisions authorizing relief from constitutional\nviolations—such as §2255, which allows challenges to the judgments\nof federal courts, or 42 U. S. C. §1983, which allows\nfederal-court suits against state and local officials.Custody is crucial for §2254 purposes, but it is inextricable from\nthe judgment that authorizes it.The State’s “custody”-based rule\nis difficult to justify for another reason. Under the State’s\napproach, applying the phrase “second or successive” to any\nsubsequent application filed before a prisoner’s release would mean\nthat a prisoner who remains in continuous custody for a completely\nunrelated conviction would have to satisfy the strict rules for\nreview under §2244(b) to challenge his unrelated convictionfor\nthe first time.Nothing in the statutory text or context\nsupports, much less requires, such an anomalous result. See,e.g.,Beyer,306 F. 3d,at 507\n(“[A] prisoner is entitled to one free-standing collateral attack\nper judgment, rather than one attack per stretch of imprisonment”);\ncf.Dotson,supra, at 85 (Scalia, J.,\nconcurring) (“[W]hen a habeas petitioner challenges only one of\nseveral consecutive sentences, the court may invalidate the\nchallenged sentence even though the prisoner remains in custody to\nserve the others”).[Footnote\n9]IIIAppearing to\nrecognize that Magwood has the stronger textual argument, the State\nargues that we should rule based on the statutory purpose.\nAccording to the State, a “one opportunity” rule is consistent with\nthe statutory text, and better reflects AEDPA’s purpose of\npreventing piecemeal litigation and gamesmanship.We are not persuaded.\nAEDPA uses the phrase “second or successive” to modify\n“application.” See §§2244(b)(1), (2). The State reads the phrase to\nmodify “claims.” See,e.g., Brief for Respondents 51\n(“Congress’ intent for AEDPA was to eradicate successive claims”).\nWe cannot replace the actual text with speculation as to Congress’\nintent. We have previously found Congress’ use of the word\n“application” significant, and have refused to adopt an\ninterpretation of §2244(b) that would “elid[e] the difference\nbetween an ‘application’ and a ‘claim,’ ”Artuz, 531\nU. S., at 9; see alsoGonzalezv.Crosby,545 U. S. 524,\n530 (2005) (“[F]or purposes of §2244(b), an ‘application’ for\nhabeas relief is a filing that contains one or more\n‘claims’ ”). Therefore, although we agree with the State that\nmany of the rules under §2244(b) focus on claims, that does not\nentitle us to rewrite the statute to make the phrase “second or\nsuccessive” modify claims as well.[Footnote 10]The State’s reading leads to a\nsecond, more fundamental error. Under the State’s “one opportunity”\nrule, the phrase “second or successive” would apply to any claim\nthat the petitioner had a full and fair opportunity to raise in a\nprior application. And the phrase “second or successive” wouldnotapply to a claim that the petitioner didnothave a full and fair opportunity to raise previously.This reading of §2244(b) would\nconsiderably undermine—if not render superfluous—the exceptions to\ndismissal set forth in §2244(b)(2). That section describes\ncircumstances when a claim not presented earlier may be considered:\nintervening and retroactive case law, or newly discovered facts\nsuggesting “that … no reasonable factfinder would have found the\napplicant guilty of the underlying offense.” §2244(b)(2)(B)(ii). In\neither circumstance, a petitioner cannot be said to have had a\nprior opportunity to raise the claim, so under the State’s rule the\nclaim would not be successive and §2244(b)(2) would not apply to it\nat all. This would be true even if the claim were raised in a\nsecond application challenging the same judgment.[Footnote 11]In addition to duplicating the\nexceptions under §2244(b) in some circumstances, the State’s rule\nwould dilute them in others. Whereas the exception to dismissal of\nfact-based claims not presented in a prior application applies only\nif the facts provide clear and convincing evidence “that, but for\nconstitutional error, no reasonable factfinder would have found the\napplicant guilty of the underlying offense,” §2244(b)(2)(B)(ii),\nunder the State’s rule, all that matters is that the facts “could\nnot have been discovered previously through the exercise of due\ndiligence,” §2244(b)(2)(B)(i). We decline to adopt a reading that\nwould thus truncate §2244(b)(2)’s requirements.IVAWe are\nnot persuaded by the State or the dissent that the approach we take\nhere contradicts our precedents. The State invokes several\npre-AEDPA cases denying review of claims in second or successive\napplications where the petitioners did not avail themselves of\nprior opportunities to present the claims. SeeWong Doov.United States,265 U. S. 239(1924);Antonev.Dugger,465 U. S. 200(1984)(per curiam);Woodardv.Hutchins,464 U. S. 377(1984)(per curiam);Delov.Stokes,495 U. S. 320(1990)(per curiam);McCleskeyv.Zant,499 U. S. 467(1991). These cases, the State contends, show that Magwood’s\nfair-warning claim should be dismissed as second or successive\nbecause he could have raised—but did not raise—the claim in his\nfirst application.But none\nof these pre-AEDPA decisions applies the phrase “second or\nsuccessive” to an application challenging a new judgment.\nTherefore, the decisions cast no light on the question before the\nCourt today: whether abuse-of-the-writ rules, as modified by AEDPA\nunder §2244(b)(2), apply at all to an application challenging a new\njudgment. The State’s misplaced reliance on those cases stems from\nits failure to distinguish between §2244(b)’s threshold inquiry\ninto whether an application is “second or successive,” and its\nsubsequent inquiry into whether claims in a successive application\nmust be dismissed.BThe\ndissent similarly errs by interpreting the phrase “second or\nsuccessive” by reference to our longstanding doctrine governing\nabuse of the writ. AEDPA modifies those abuse-of-the-writ\nprinciples and creates new statutory rules under §2244(b). These\nrules apply only to “second or successive” applications. The\ndissent contends that this reading renders AEDPA inapplicable to a\nbroad range of abusive claims that would have been barred under\nprior rules. Yet, the dissent fails to cite any case in which this\nCourt has dismissed a claim as successive or abusive if the\npetitioner raised it in an application challenging a new\njudgment.The\ndissent’s conclusion that our reading of §2254 “unmoor[s] the\nphrase ‘second or successive’ from its textual and historical\nunderpinnings,”post,at 8, is unwarranted. Pre-AEDPA\nusage of the phrase “second or successive” is consistent with our\nreading. A review of our habeas precedents shows that pre-AEDPA\ncases cannot affirmatively define the phrase “second or successive”\nas it appears in AEDPA. Congress did not even apply the phrase\n“second or successive” to applications filed by state prisoners\nuntil it enacted AEDPA. The phrase originally arose in the federal\ncontext, see §2255 (1946 ed., Supp. II), and applied only to\napplications raising previouslyadjudicatedclaims, seeSandersv.United States,373 U. S. 1, 12 (1963).\nAfter this Court interpreted the law to permit dismissal of\n“abusive” claims—as distinguished from “successive” claims, seeibid.—Congress codified restrictions on both types of\nclaims in §2244(b), but still without using the phrase “second or\nsuccessive.” See §2244(b) (1964 ed., Supp. IV) (providing rules\ngoverning applications filed by state as well as federal\nprisoners). It was not until 1996 that AEDPA incorporated the\nphrase “second or successive” into §2244(b). In light of this\ncomplex history of the phrase “second or successive,” we must rely\nupon the current text to determine when the phrase applies, rather\nthan pre-AEDPA precedents or superseded statutory\nformulations.[Footnote\n12]CNor do\nourpost-AEDPA cases contradict our approach. Only one,Burtonv.Stewart,549 U. S. 147(2007)(per curiam),comes close to addressing the threshold\nquestion whether an application is “second or successive” if it\nchallenges a new judgment. And that case confirms that the\nexistence of a new judgment is dispositive. InBurton,the\npetitioner had been convicted and sentenced in state court in 1994.\nSeeid., at 149. He successfully moved for resentencing\nbased on vacatur of an unrelated prior conviction.Id., at\n150. The state appellate court affirmed the conviction but remanded\nfor a second resentencing.Ibid.In March 1998, the trial\ncourt entered an amended judgment and new sentence.Id.,\nat 151. In December 1998, with state review of his new sentence\nstill pending, the petitioner filed a §2254 application challenging\nhis 1994 conviction. The District Court denied it on the merits,\nthe Court of Appeals affirmed, and we denied certiorari.Ibid.In\n2002, after exhausting his state sentencing appeal, the petitioner\nfiled a §2254 petition challenging only his 1998 sentence. The\nDistrict Court denied relief on the merits and the Court of Appeals\naffirmed. We reversed, holding that the petition challenging the\nsentence should have been dismissed as an unauthorized “second or\nsuccessive” application. Id., at 153; see §2244(b)(3)(A). We\nrejected the petitioner’s argument “that his 1998 and 2002\npetitions challenged different judgments.”Id.,at 155;\nseeid., at 156–157. Although petitioner had styled his\nfirst petition as a challenge to the 1994 conviction and his second\npetition as a challenge to the 1998 sentence, we concluded that\nboth attacked the same “judgment” because the 1998 sentence was\nalready in place when the petitioner filed his first application\nfor federal habeas relief. Seeid., at 156. In other\nwords, the judgment he challenged in his 1998 application was “thesame onechallenged in the subsequent 2002 petition”; it\n“was the judgment pursuant to which [the petitioner] was being\ndetained.”Ibid.(emphasis added). We expressly recognized\nthat the case might have been different had there been a “new\njudgment intervening between the two habeas petitions.”Ibid.There was no such judgment inBurton, but\nthere is such an intervening judgment here.   This\nis Magwood’sfirstapplication challenging that\nintervening judgment. The errors he alleges arenew. It is\nobvious to us—and the State does not dispute—that his claim of\nineffective assistance at resentencing turns upon new errors. But,\naccording to the State, his fair-warning claim does not, because\nthe state court made the same mistake before. We disagree. An error\nmade a second time is still a new error. That is especially clear\nhere, where the state court conducted a full resentencing and\nreviewed the aggravating evidence afresh. See Sentencing Tr., R.\nTab 1, at R–25 (“The Court in f[or]mulating the present judgment\nhasconsideredthe original record of the trial and\nsentence… . The present judgment and sentence has been the\nresult of acomplete and new assessmentof all of the\nevidence, arguments of counsel, and law” (emphasis\nadded)).[Footnote\n13]DThe\ndissent’s concern that our rule will allow “petitioners to bring\nabusive claims so long as they have won any victory pursuant to a\nprior federal habeas petition,”post,at 14, is greatly\nexaggerated. A petitioner may not raise in federal court an error\nthat he failed to raise properly in state court in a challenge to\nthe judgment reflecting the error. If a petitioner does not satisfy\nthe procedural requirements for bringing an error to the state\ncourt’s attention—whether in trial, appellate, or habeas\nproceedings, as state law may require—procedural default will bar\nfederal review. SeeColemanv.Thompson,501 U. S. 722, 729–730\n(1991);O’Sullivanv.Boerckel,526 U. S. 838, 848\n(1999) (stating that the petitioner’s “failure to present three of\nhis federal habeas claims to the [state court] in a timely fashion\nhas resulted in a procedural default of those claims”). In this\ncase, the State argued that Magwood procedurally defaulted his\nfair-warning claim by failing to raise it properly in his\ncollateral challenge to the 1986 judgment, and sought dismissal on\nthat ground. Only after ruling that Magwood did not procedurally\ndefault the claim did the District CourtsU. S.onteconsider whether §2244(b) barred review.[Footnote 14] We leave that procedural-default ruling\nto the Court of Appeals to review in the first instance. Here, we\nunderscore only that procedural-default rules continue to constrain\nreview of claims in all applications, whether the applications are\n“second or successive” or not.[Footnote 15]Ironically, in an effort to effectuate what\nthey believe is Congress’ intent not to give any unfair benefit to\nhabeas petitioners, the State and the dissent propose an\nalternative rule that would “close our doors to a class of habeas\npetitioners seeking review without any clear indication that such\nwas Congress’ intent.”Castrov.United States,540 U. S. 375,\n381 (2003). Many examples can be given, but one suffices to\nillustrate this point. Suppose that a petitioner files an\napplication raising 10 meritorious claims challenging his\nconviction. The district court grants a conditional writ based on\none of them, without reaching the remaining nine. Upon retrial, the\nstate court commits the same 10 legal mistakes. (These are new\nerrors, but no more new than the sentencing error in Magwood’s\ncase.) Is an application presenting those same 10 claims—now based\non the errors in the new judgment—“second or successive”? Under the\nopportunity-based rule advanced by the State and the dissent, the\nanswer must be yes. All 10 claims would have to be dismissed. See\n§2244(b)(1) (requiring dismissal of any claim presented in a prior\napplication). The State attempts to avoid this “procedural\nanomal[y],”Castro, supra,at 380, by suggesting that we\ntreat the nine unadjudicated claims as part of a first application,\nbecause they were never adjudicated on the merits. Cf.Slack,529 U. S., at 478–481;Martinez-Villareal,\n523 U. S.em>., at 643–645. As for theadjudicatedclaim, “[r]espondents assume that state judges\nwill follow instructions imposed by federal courts,” and if not,\n“that federal courts will consider a petitioner’s claim that the\nstate court violated due process by failing to honor the federal\ncourt’s mandate.” Brief for Respondents 42. We see no need to\nengage in such novel and complex rationalizations. AEDPA’s text\ncommands a more straightforward rule: where, unlike inBurton,there is a “new judgment intervening between the\ntwo habeas petitions,” 549 U. S., at 156, an application\nchallenging the resulting new judgment is not “second or\nsuccessive” at all.VThe State objects\nthat our reading of §2244(b) would allow a petitioner who obtains a\nconditional writ as to his sentence to file a subsequent\napplication challenging not only his resulting,newsentence, but also his original,undisturbedconviction.\nThe State believes this result follows because a sentence and\nconviction form a single “judgment” for purposes of habeas review.\nThis case gives us no occasion to address that question, because\nMagwood has not attempted to challenge his underlying\nconviction.[Footnote 16] We\nbase our conclusion on the text, and that text is not altered by\nconsequences the State speculates will follow in another\ncase.[Footnote\n17]*  *  *For these reasons, we\nconclude that Magwood’s first application challenging his new\nsentence under the 1986 judgment is not “second or successive”\nunder §2244(b). The Court of Appeals erred by reading §2244(b) to\nbar review of the fair-warning claim Magwood presented in that\napplication. We do not address whether the fair-warning claim is\nprocedurally defaulted. Nor do we address Magwood’s contention that\nthe Court of Appeals erred in rejecting his ineffective-assistance\nclaim by not addressing whether his attorney should have objected\nunder federal law.The judgment of the\nCourt of Appeals is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1Although 28 U. S. C.\n§2244(b) refers to a habeas “application,” we use the word\n“petition” interchangeably with the word “application,” as we have\nin our prior cases.Footnote 2At the time of the murder,\nAlabama Code §13–11–2(a) provided: “If the jury finds the defendant\nguilty, it shall fix the punishment at death when the defendant is\ncharged by indictment with any of the following offenses and with\naggravation, which must also be averred in the indictment … .” The\noffenses included “murder of any … sheriff … while … on duty or\nbecause of some official or job-related act.” §13–11–2(a)(5). The\nsame statute set forth a list of “aggravating circumstances,”\n§13–11–6, but the trial court found that none existed in Magwood’s\ncase.Footnote 3As relevant here,Kyzerdid away with the prior Alabama rule that an aggravating component\nof a capital felony could not double as an aggravating factor\nsupporting a capital sentence. InKyzer, the defendant had\nbeen sentenced to death for the intentional murder of “two or more\nhuman beings” under §13–11–2(a)(10). See 399 So. 2d, at 332.\nThe crime of murder, so defined, was aggravated by its serial\nnature, just as Magwood’s crime of murder, as defined under\n§13–11–2(a)(5), was aggravated by the fact that he killed an\non-duty sheriff because of the sheriff’s job-related acts. InKyzer,the Alabama Supreme Court ultimately remanded for a\nnew trial, but in order to guide the lower court on remand,\naddressed whether the aggravation in the charged crime, see\n§13–11–2(a)(10), was sufficient to impose a sentence of death even\nwithout a finding of any “aggravating circumstance” enumerated in\n§13–11–6. Seeid., at 337. The court ruled that if the\ndefendant was convicted under §13–11–2(a)(10), “the jury and the\ntrial judge at the sentencing hearing [may] find the aggravation\naverred in the indictment as the aggravating circumstance, even\nthough the aggravation is not listed in §13–11–6 as an aggravating\ncircumstance.”Id., at 339 (internal quotation marks\nomitted).Footnote 4The Alabama Court of Criminal\nAppeals subsequently affirmed the denial of Magwood’scoram\nnobispetition, seeMagwoodv.State,449\nSo. 2d 1267 (1984), and the Alabama Supreme Court denied\nMagwood’s motion to file an out-of-time appeal from that decision,\nseeEx parte Magwood, 453 So. 2d 1349\n(1984).Footnote 5See Ala. Code §13–11–7\n(“Mitigating circumstances shall be the following: … (2) The\ncapital felony was committed while the defendant was under the\ninfluence of extreme mental or emotional disturbance … . (6)\nThe capacity of the defendant to appreciate the criminality of his\nconduct or to conform his conduct to the requirements of law was\nsubstantially impaired”).Footnote 6InJacksonv.State, the Alabama Court of Criminal Appeals held thatKyzersupported a death sentence for a defendant who was\nconvicted for an offense committed beforeKyzerwas\ndecided but was resentenced after that decision. 501 So. 2d\n542, 544 (1986).Footnote 7The court treated Magwood’s\nineffective-assistance claim as new and free of the restrictions of\n§2244(b)(2), but reversed on the merits: “While there was a\npossible objection, Alabama’s highest court had said inKyzerthat a §13–11–2 aggravating factor could be used as\nan aggravating circumstance. We are not prepared to require counsel\nto raise an argument that has already been decided adversely to his\nclient’s position by a state’s highest court in order to avoid\nbeing found ineffective.” 555 F. 3d, at 977–978.Footnote 8InSlackv.McDaniel,we applied pre-AEDPA law, but “d[id] not suggest\nthe definition of second or successive would be different under\nAEDPA.” 529 U. S., at 473, 486. Courts have followedSlackin post-AEDPA cases, and the State agrees it is relevant to the\nquestion presented here. See Brief for Respondents 36,\nn. 13.Footnote 9Our focus on the judgment accords\nwith current filing requirements. See Habeas Corpus Rule 2(b)\n(requiring any petitioner to “ask for relief from the state-court\njudgment being contested”); Rule 2(e) (prescribing that any\n“petitioner who seeks relief from judgments of more than one state\ncourt must file a separate petition covering the judgment or\njudgments of each court”).Footnote\n10The dissent recognizes that the\nphrase “second or successive” applies to anapplicationas\na whole, seepost,at 2–4 (opinion of Kennedy, J.), but\ndeparts in other significant ways from the statutory text, seeinfra,at 14–15.Footnote\n11This case does not require us to\ndetermine whether §2244(b) applies to every application filed by a\nprisoner in custody pursuant to a state-court judgment if the\nprisoner challenged thesamestate-court judgment once\nbefore. Three times we have held otherwise. SeeSlackv.McDaniel,529 U. S. 475, 487\n(2000);Stewartv.Martinez-Villareal,523 U. S. 637, 643 (1998);Panettiv.Quarterman,551 U. S. 930, 945 (2007).The dissent’s claim that our\nreading of §2244(b) calls one of those decisions,Panetti,into doubt, seepost,at 7–8, is unfounded. The question\nin this case is whether a first application challenging a new\nsentence in an intervening judgment is second or successive. It is\nnot whether an application challenging the same state-court\njudgment must always be second or successive.Footnote\n12The dissent speculates about\nissues far beyond the question before the Court. See,e.g.,post, at 8–9 (suggesting that our\njudgment-based reading of §2244(b) calls into question precedents\nrecognizing habeas petitions challenging the denial of good-time\ncredits or parole). We address only an application challenging a\nnew state-court judgment for the first time. We do not purport to\nconstrain the scope of §2254 as we have previously defined\nit.Footnote\n13Cf.Walkerv.Roth, 133 F. 3d 454, 455 (CA7 1997) (“None of these\nnew claims were raised in his first petition, nor could they have\nbeen; [the petitioner] is attempting to challenge the\nconstitutionality of a proceeding which obviously occurred after he\nfiled, and obtained relief, in his first habeas\npetition”).Footnote\n14See 481 F. Supp. 2d 1262,\n1267 (MD Ala. 2007) (“This court split the proceedings on the\ncurrent petition into two stages: Stage I (determining whether the\nclaims were procedurally defaulted) and Stage II (considering the\nmerits of the claims that were not procedurally defaulted)”). Few\nof Magwood’s claims survived the initial cut.Footnote\n15The dissent’s concern that such a\npetitioner may “reraise every argument against a sentence that was\nrejected by the federal courts during the first round of federal\nhabeas review,”post,at 12, is similarly hyperbolic. It\nwill not take a court long to dispose of such claims where the\ncourt has already analyzed the legal issues.Footnote\n16Several Courts of Appeals have\nheld that a petitioner who succeeds on a first habeas application\nand is resentenced may challenge only the “portion of a judgment\nthat arose as a result of a previous successful action.”Langv.United States,474 F. 3d 348, 351\n(CA6 2007) (citing decisions); see alsoWalker,133\nF. 3d, at 455;United Statesv.Esposito,135 F. 3d 111, 113–114 (CA2 1997).Footnote\n17In any case, we cannot agree with\nthe dissent that our reading of §2244(b) gives a windfall to “a\ndefendant who succeeds on even the most minor and discrete issue.”Post, at 12. AEDPA permits relief “only on the ground that\n[the petitioner] is in custody in violation of the Constitution or\nlaws or treaties of the United States.” §2254(a).",
    "joined": []
}