{
    "case": {
        "docket": "14-8349",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-8349/"
    },
    "id": "3575441",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–8349_________________TIMOTHY TYRONE FOSTER, PETITIONERv.BRUCE CHATMAN, WARDENon writ of certiorari to the supreme court of\ngeorgia[May 23, 2016]Justice Thomas, dissenting.Thirty years ago, Timothy Foster confessed to\nmurdering Queen Madge White after sexually assaulting her with a\nbottle of salad dressing. In the decades since, Foster has sought\nto vacate his conviction and death sentence on the ground that\nprosecutors violatedBatsonv.Kentucky, 476\nU. S. 79 (1986) , when they struck all black prospective\njurors before his trial. Time and again, the state courts have\nrejected that claim. The trial court twice rejected it, and the\nSupreme Court of Georgia unequivocally rejected it when Foster\ndirectly appealed his conviction and sentence.Fosterv.State, 258 Ga. 736, 736, n. 1, 738–739, 374\nS. E. 2d 188, 190, n. 1, 192 (1988), cert. denied,\n490 U. S. 1085 (1989) . A state habeas court rejected it in\n2013. App. 175–176, 192–196. And most recently, the Supreme Court\nof Georgia again rejected it as lacking “arguable merit,” Ga. Sup.\nCt. Rule 36 (2001). See App. 246.Yet, today—nearly three decades removed fromvoir dire—the Court rules in Foster’s favor. It does so\nwithout adequately grappling with the possibility that we lack\njurisdiction. Moreover, the Court’s ruling on the merits, based, in\npart, on new evidence that Foster procured decades after his\nconviction, distorts the deferentialBatsoninquiry. I\nrespectfully dissent.IFederal law authorizes us to review the\n“judgments or decrees rendered by the highest court of a State in\nwhich a decision could be had,” 28 U. S. C. §1257(a), but\nonly if such a judgment or decree raises a question of federal law,Michiganv.Long, 463 U. S. 1032, 1038 (1983) .\nThe Court today errs by assuming that the Supreme Court of\nGeorgia’s one-line order—the “judgmen[t] . . . rendered\nby the highest court of a State in which a decision could be had,”\n§1257—raises such a question. Seeante,at 7–8. The far more\nlikely explanation for the court’s denial of habeas relief is that\nFoster’s claim is procedurally barred. This disposition is\nordinarily a question of state law that this Court is powerless to\nreview. Before addressing the merits of Foster’sBatsonclaim, the Court should have sought clarification that the\nresolution of a federal question was implicated in the Georgia high\ncourt’s decision.AThe Supreme Court of Georgia’s order in this\ncase states in full: “Upon consideration of the Application for\nCertificate of Probable Cause to appeal the denial of habeas\ncorpus, it is ordered that it be hereby denied.” App. 246. Neither\nthat order nor Georgia law provides adequate assurance that this\ncase raises a federal question.Under Georgia law, a state prisoner may file a\nstate habeas petition in a state superior court. Ga. Code Ann.\n§§9–14–41 to 9–14–43 (2015). If the state superior court denies the\npetition, then the prisoner may appeal to the Supreme Court of\nGeorgia, which has exclusive jurisdiction over habeas corpus cases,\nby timely filing a notice of appeal in the superior court and\napplying for a certificate of probable cause in the supreme court.\nSeeFullwoodv.Sivley, 271 Ga. 248, 250–251, 517\nS. E. 2d 511, 513–515 (1999) (discussing requirements of\n§9–14–52). Much like certificates of appealability in federal\ncourt,Miller-Elv.Cockrell, 537 U. S. 322, 336\n(2003) , a Georgia prisoner must establish in his application that\nat least one of his claims has “arguable merit.” Ga. Sup. Ct. Rule\n36. If he cannot, the Supreme Court of Georgia summarily denies\nrelief by denying the certificate of probable cause.Ibid.;\nsee also §9–14–52(b);Hittsonv.GDCP Warden, 759 F.\n3d 1210, 1231–1232 (CA11 2014). If he can, then the court affords\nplenary review of the arguably meritorious claim. See,e.g.,Searsv.Humphrey, 294 Ga. 117, 117–118, 751\nS. E. 2d 365, 368 (2013);Hillmanv.Johnson, 297 Ga. 609, 611, 615, n. 5, 774\nS. E. 2d 615, 617, 620, n. 5 (2015). The most we can\nglean, therefore, from the summary denial of Foster’s state habeas\npetition is that the Supreme Court of Georgia concluded that\nFoster’s claim lacked “arguable merit.”The most obvious ground for deciding that\nFoster’s claim lacked “arguable merit” is that the Supreme Court of\nGeorgia already considered that claim and rejected it decades\nago.[1] Georgia law prohibits\nFoster from raising the same claim anew in his state habeas\npetition. See,e.g., Davisv.Thomas, 261 Ga. 687,\n689, 410 S. E. 2d 110, 112 (1991). “It is axiomatic” in\nthe Georgia courts “that a habeas court is not to be used as a\nsubstitute for an appeal, or as a second appeal.”Walkerv.Penn, 271 Ga. 609, 612, 523 S. E. 2d 325, 327\n(1999). Without such procedural bars, state prisoners could raise\nold claims again and again until they are declared victorious, and\nfinality would mean nothing. See Friendly, Is Innocence Irrelevant?\nCollateral Attack on Criminal Judgments, 38 U. Chi. L. Rev.\n142, 145 (1970) (“The proverbial man from Mars would surely think\nwe must consider our system of criminal justice terribly bad if we\nare willing to tolerate such efforts at undoing judgments of\nconviction”).I would think that this state-law defect in\nFoster’s state habeas petition would be the end of the matter:\n“Because this Court has no power to review a state law\ndetermination that is sufficient to support the judgment,\nresolution of any independent federal ground for the decision could\nnot affect the judgment and would therefore be advisory.”Colemanv.Thompson, 501 U. S. 722, 729 (1991) .\nIt is fundamental that this Court’s “only power over state\njudgments is to correct them to the extent that they incorrectly\nadjudge federal rights.”Herbv.Pitcairn, 324\nU. S. 117 –126 (1945). If an adequate and independent\nstate-law ground bars Foster’s claim, then the Court today has done\nnothing more than issue an impermissible advisory opinion.BTo assure itself of jurisdiction, the Court\nwrongly assumes that the one-line order before us implicates a\nfederal question. Seeante,at 7–8. The lurking state-law\nprocedural bar, according to the Court, is not anindependentstate-law ground because it “depends on a\nfederal constitutional ruling.”Ante,at 7 (internal\nquotation marks omitted).I would not so hastily assume that the State\nSupreme Court’s unelaborated order depends on the resolution of a\nfederal question without first seeking clarification from the\nSupreme Court of Georgia. To be sure, we often presume that a\n“state court decide[s] the case the way it did because it believed\nthat federal law required it to do so.”Long, 463\nU. S., at 1040–1041. But there still exist “certain\ncircumstances in which clarification [from the state court] is\nnecessary or desirable” before delving into the merits of a state\ncourt’s decision.Id.,at 1041, n. 6.This case presents such a circumstance. TheLongpresumption assumes that the ambiguous state-court\nruling will come in the form of a reasoned decision: It applies in\ncases in which “it is not clear from theopinion itselfthat\nthe state court relied upon an adequate and independent state\nground and when itfairly appearsthat the state court\nrested its decision primarily on federal law.”Id.,at 1042\n(emphasis added). But here, when the decision is a one-line\njudgment, it hardly makes sense to invoke theLongpresumption. There is neither an “opinion” nor any resolution of\nfederal law that “fairly appears” on the face of the unexplained\norder.Ibid.Confronted with cases like this in the past,\nthis Court has vacated and remanded for clarification from the\nstate court before proceeding to decide the merits of the\nunderlying claim. I would follow that path instead of assuming that\nthe one-line order implicates a federal question. We have\n“decline[d] . . . to review the federal questions\nasserted to be present” when “ ‘there is considerable\nuncertainty as to the precise grounds for the [state court’s]\ndecision.’ ”Bushv.Palm Beach County Canvassing\nBd., 531 U. S. 70, 78 (2000) (per curiam) (quotingMinnesotav.National Tea Co., 309 U. S. 551,\n555 (1940) ).A fortiori, when a State’s highest court\nhas denied relief without any explanation, the proper course is to\nvacate and remand for clarification before reaching the merits of a\nfederal question that might have nothing to do with the state\ncourt’s decision. See,e.g., Capital Cities Media, Inc.v.Toole, 466 U. S. 378 (1984) (per curiam); see\nalso,e.g., Johnsonv.Risk, 137 U. S. 300 –307\n(1890). This course respects weighty federalism concerns. “It is\nfundamental that state courts be left free and unfettered by us” in\ninterpreting their own law,National Tea Co.,supra,\nat 557, especially when a state prisoner’s long-final conviction is\nat stake.Clarification is especially warranted here.\nNothing in the reported decisions of the Supreme Court of Georgia\nsuggests that federal law figures in how Georgia applies its res\njudicata procedural bar. Those decisions state that “new law or new\nfacts” could “justify the reconsideration of the claims\n. . . raised on direct appeal,”Hallv.Lance, 286 Ga. 365, 376–377, 687 S. E. 2d 809, 818\n(2010), as might a showing that the prisoner is actually innocent,Walker,supra, at 611, 523 S. E. 2d, at\n327. But it is for the Supreme Court of Georgia—not this Court—to\ndecide what new facts suffice to reopen a claim already decided\nagainst a state habeas petitioner. It is up to the Georgia courts,\nfor example, to decide whether a petitioner was diligent in\ndiscovering those new facts, see,e.g., Gibsonv.Head, 282 Ga. 156, 159, 646 S. E. 2d 257, 260\n(2007) (noting that whether a petitioner could overcome the\nprocedural bar “depend[ed] on factual findings” including “the\nprecise timing of [his] discovery of” the new evidence), or whether\nthe new facts are “material,”Rollfv.Carter, 298\nGa. 557, 558, ___ S. E. 2d ___, ___ (2016).Instead of leaving the application of Georgia\nlaw to the Georgia courts, the Court takes it upon itself to decide\nthat the procedural bar implicates a federal question. Worse still,\nthe Court surmises that Georgia’s procedural bar depends on the\nresolution of a federal question by parsing the wrong court’s\ndecision, the opinion of the Superior Court of Butts County.Ante,at 7–8. InvokingAkev.Oklahoma, 470\nU. S. 68, 75 (1985) , the Court reasons that “the state\nhabeas court’sapplication of res judicata to Foster’sBatsonclaim was not independent of the merits of his\nfederal constitutional challenge.”Ante,at 8.(emphasis added). Accordingly, whether Foster has alleged a\nsufficient “ ‘change in the facts’ ” to overcome the\nGeorgia procedural bar depends on whether Foster’sBatsonclaim would succeed in light of those changed facts.Ante,at 7–8. But the State Superior Court’s opinion is not the\n“judgmen[t] . . . by the highest court of [Georgia] in\nwhich a decision could be had” subject to our certiorari\njurisdiction. 28 U. S. C. §1257. The unexplained denial\nof relief by the Supreme Court of Georgia is.I cannot go along with the Court’s decision to\nassure itself of its jurisdiction by attributing snippets of the\nState Superior Court’s reasoning to the Supreme Court of Georgia.\nThe reported decisions of the Supreme Court of Georgia do not\nresolve what “type of new alleged facts . . . could ever\nwarrant setting aside the procedural bar,”Hall, supra,at\n377, 687 S. E. 2d, at 818, let alone intimate that a\nprisoner may relitigate a claim already decided against him merely\nbecause he might win this second time around. Cf.Roulainv.Martin, 266 Ga. 353, 354, 466 S. E. 2d 837, 839\n(1996) (opining that a state habeas court “would certainly be bound\nby the ruling [in the petitioner’s direct appeal] regardless of\nwhether that ruling may be erroneous”). I therefore refuse to\npresume that the unexplained denial of relief by the Supreme Court\nof Georgia presents a federal question.[2]The Court today imposes an opinion-writing\nrequirement on the States’ highest courts. Lest those high courts\nbe subject to lengthy digressions on constitutional claims that\nmight (or might not) be at issue, they must offer reasoned opinions\nwhy—after rejecting the same claim decades ago—they refuse to grant\nhabeas relief now. But “[o]pinion-writing practices in state courts\nare influenced by considerations other than avoiding scrutiny by\ncollateral attack in federal court,” including “concentrat[ing\ntheir] resources on the cases where opinions are most needed.”Harringtonv.Richter, 562 U. S. 86, 99 (2011) .\nRather than demand detailed opinions of overburdened state courts,\nthe Court should vacate and remand cases such as this one to assure\nitself of its jurisdiction.IIThe Court further errs by deciding that\nFoster’sBatsonclaim has arguable merit. Because the\nadjudication of hisBatsonclaim is, at bottom, a\ncredibility determination, we owe “great deference” to the state\ncourt’s initial finding that the prosecution’s race-neutral reasons\nfor striking veniremen Eddie Hood and Marilyn Garrett were\ncredible.Batson, 476 U. S., at 98, n. 21. On a\nrecord far less cold than today’s, the Supreme Court of Georgia\nlong ago (on direct appeal) rejected that claim by giving great\ndeference to the trial court’s credibility determinations.\nEvaluating the strike of venireman Hood, the court highlighted that\nhis son had been convicted of a misdemeanor and that both his\ndemeanor and religious affiliation indicated that he might be\nreluctant to impose the death penalty.Foster, 258 Ga., at\n738, 374 S. E. 2d, at 192.And the prosecution\nreasonably struck venireman Garrett, according to the court,\nbecause it feared that she would sympathize with Foster given her\nwork with “low-income, underprivileged children” and because she\nwas “related to someone with a drug or alcohol problem.”Id.,at 739, 374 S. E. 2d, at 192. That should have\nbeen the last word on Foster’sBatsonclaim.But now, Foster has access to the prosecution’s\nfile. By allowing Foster to relitigate hisBatsonclaim by\nbringing this newly discovered evidence to the fore, the Court\nupendsBatson’s deferential framework. Foster’s new evidence\ndoes not justify this Court’s reassessment of who was telling the\ntruth nearly three decades removed fromvoir dire.AThe new evidence sets the tone for the Court’s\nanalysis, but a closer look reveals that it has limited probative\nvalue. For this reason, the Court’s conclusion that the prosecution\nviolatedBatsonrests mostly on arguments at Foster’s\ndisposal decades ago. Seeante,at 14–16 (concluding that\ntrial transcripts belie proffered reasons for striking Garrett);ante,at 17–22 (relying on transcripts and briefs as\nevidence of the prosecution’s shifting explanations for striking\nHood). The new evidence is no excuse for the Court’s reversal of\nthe state court’s credibility determinations.As even the Court admits,ante,at 9–10,\nwe do not know who wrote most of the notes that Foster now relies\nupon as proof of the prosecutors’ race-based motivations. We do\nknow, however, that both prosecutors averred that they “did not\nmake any of the highlighted marks on the jury venire list” and “did\nnot instruct anyone to make the green highlighted marks.” App.\n168–169, 171. In particular, prosecutor Stephen Lanier reaffirmed\nhis earlier testimony, given during Foster’s hearing for a new\ntrial, that he relied only on race-neutral factors in striking the\njury.Id., at 169; see alsoid., at 80–125. And,\nprosecutor Douglas Pullen swore that he “did not rely on the\nhighlighted jury venire list.”Id., at 171.The hazy recollections of the prosecution’s\ninvestigator, Clayton Lundy, are not to the contrary. As part of\nthe postconviction proceedings, Lundy testified that he “[v]aguely”\nremembered parts of jury selection, he “kind of remember[ed]” some\nof the documents used during jury selection, and cautioned that he\n“ain’t done this in a long time.” Tr. 181–182. (When Lundy\ntestified in 2006, nearly 20 years had passed since Foster’s trial\nand he had changed careers.Id., at 174.) He thought others\nat the district attorney’s office “probably” passed venire lists\naround the office and “guess[ed]” that everyone would make\nnotations.Id., at 182, 190.As for the other documents in the prosecution’s\nfile, Lundy could not identify who authored any of them, with two\nexceptions.[3] First, Lundy\nsaid he prepared handwritten lists describing seven veniremen,\nincluding Garrett, but her race is not mentioned. Seeid.,\nat 205; App. 293–294. Second, Lundy “guess[ed]” that prosecutor\nLanier suggested the handwritten edits to a draft of an affidavit\nthat Lundy later submitted to the trial court. Tr. 203; see App.\n343–347 (draft affidavit);id., at 127–129 (final\naffidavit). The relevant edits suggested deleting two statements\nthat, “solely[in Lundy’s]opinion,”\nprosecutors ought to pick Garrett “[i]f it comes down to having to\npick one of the black jurors.”Id., at 345 (emphasis added).\nPerhaps this look inside the district attorney’s office reveals\nthat the office debated internally who would be the best black\njuror. Or perhaps it reveals only Lundy’s personal thoughts about\nselecting black jurors, an “opinion” with which (we can “guess”)\nLanier disagreed.The notion that this “newly discovered evidence”\ncould warrant relitigation of aBatsonclaim is\nflabbergasting. InBatsoncases, the “decisive question will\nbe whether counsel’s race-neutral explanation for a peremptory\nchallenge should be believed.”Hernandezv.New York,\n500 U. S. 352, 365 (1991) (plurality opinion). And because\n“[t]here will seldom be much evidence bearing on that issue,” “the\nbest evidence often will be the demeanor of the attorney who\nexercises the challenge.”Ibid.Time and again, we have said\nthat the credibility of the attorney is best judged by the trial\ncourt and can be overturned only if it is clearly erroneous. Seeibid.; see alsoSnyderv.Louisiana, 552\nU. S. 472, 477 (2008) ;Miller-El, 537 U. S., at\n339;Hernandez,supra,at 375 (O’Connor, J.,\nconcurring in judgment).But the Court today invites state prisoners to\ngo searching for new “evidence” by demanding the files of the\nprosecutors who long ago convicted them. If those prisoners\nsucceed, then apparently this Court’s doors are open to conduct the\ncredibility determination anew. Alas, “every end is instead a new\nbeginning” for a majority of this Court.Welchv.United\nStates,ante,at 15 (Thomas, J., dissenting). I cannot\ngo along with that “sort of sandbagging of state courts.”Miller-Elv.Dretke, 545 U. S. 231, 279 (2005)\n(Thomas, J., dissenting). New evidence should not justify the\nrelitigation ofBatsonclaims.BPerhaps the Court’s decision to reconsider a\ndecades-oldBatsonclaim based on newly discovered evidence\nwould be less alarming if the new evidence revealed that the trial\ncourt had misjudged the prosecutors’ reasons for striking Garrett\nand Hood. It does not. Not only is the probative value of the\nevidence severely limited,supra,at 8–11, but also pieces\nof the new evidence corroborate the trial court’s conclusion that\nthe race-neutral reasons were valid. The Court’s substitution of\nits judgment for the trial court’s credibility determinations is\nflawed both as a legal and factual matter.1The Court’s analysis with respect to Hood is\nunavailing. The Court first compares Hood with other jurors who had\nsimilarly aged children,ante,at 18–19, just as the trial\ncourt did decades ago, App. 135–136. The trial court was well aware\nthat Hood’s son’s conviction was for theft, not murder. But in the\nwords of the trial court, “the conviction is a distinction that\nmakes the difference” between Hood and the other jurors, and the\nprosecution’s “apprehension that this would tend to, perhaps only\nsubconsciously, make the venireman sympathetic to [Foster] was a\nrational one.”Ibid.Because “the trial court believe[d] the\nprosecutor’s nonracial justification, and that finding is not\nclearly erroneous, that [should be] the end of the matter.”Hernandez,supra,at 375 (O’Connor, J., concurring in\njudgment).The Court also second-guesses the prosecution’s\nstrike of Hood because of his questionable stance on the death\npenalty. The Court concludes that Hood’s transcribed statements atvoir dire“unequivocally voiced [Hood’s] willingness to\nimpose the death penalty.”Ante,at 22. There is nothing\nunequivocal about a decades-old record. Our case law requires the\nCourt to defer to the trial court’s finding that the State’s\nrace-neutral concerns about Hood’s “soft-spoken[ness] and\nslow[ness] in responding to the death penalty questions” were\n“credible.” App. 138; seeSnyder,supra,at 477\n(“[R]ace-neutral reasons for peremptory challenges often invoke a\njuror’s demeanor (e.g.,nervousness, inattention), making\nthe trial court’s firsthand observations of even greater\nimportance”). The “evaluation of the prosecutor’s state of mind\nbased on demeanor and credibility lies peculiarly within a trial\njudge’s province.”Hernandez,supra,at 365\n(plurality opinion) (internal quotation marks omitted).The new evidence, moreover, supports the\nprosecution’s concern about Hood’s views on capital punishment. A\nhandwritten document in the prosecution’s file stated that the\nChurch of Christ “doesn’t take a stand on [the] Death Penalty.”\nApp. 302. Perplexingly, the Court considers this proof that the\nprosecution misled the trial court about its reasons for striking\nHood.Ante,at 20–21. Hardly. That document further states\nthat capital punishment is an issue “left for each individual\nmember,” App. 302, and thus in no way discredits the prosecutor’s\nstatement that, in his experience, “Church of Christ people, while\nthey may not take a formal stand against the death penalty,\n. . . are very, very reluctant to vote for the death\npenalty.”Id., at 84. And other notes in the file say that\nHood gave “slow D[eath] P[enalty] answers” and that he “hesitated\n. . . when asked about [the] D[eath] P[enalty].”Id., at 295, 303. This new evidence supports the\nprosecution’s stated reason for striking Hood—that he, as a member\nof the Church of Christ, had taken an uncertain stance on capital\npunishment.2Likewise, the Court’s evaluation of the strike\nof Garrett is riddled with error. The Court is vexed by a single\nmisrepresentation about the prosecution’s decision to strike\nGarrett—the prosecution stated that Garrett was listed as\n“ ‘questionable’ ” but the new evidence reveals that\nGarrett was on the “ ‘definite NO’s’ ” list from the\nbeginning.Ante,at 13–14. But whether the prosecution\nplanned to strike Garrett all along or only at the last minute\nseems irrelevant to the more than 10 race-neutral reasons the\nprosecution supplied for striking Garrett.The prosecution feared that Garrett might\nsympathize with Foster at sentencing. She worked with disadvantaged\nchildren, she was young, and she failed to disclose that her cousin\nhad been recently arrested. See App. 55–57, 105. And prosecutors\nwere concerned that she gave short answers, appeared nervous, and\ndid not ask to be off the jury even though she was a divorced\nmother of two children and worked more than 70 hours per week. Seeid.,at 55–56, 93–94. The prosecution also stated repeatedly\nthat they were concerned about female jurors, who “appear to be\nmore sympathetic . . . in . . . death penalty\ncase[s] than men.”Id., at 42; seeid.,at\n57.[4]Pieces of the new evidence support some of these\nconcerns. The notes in the prosecutors’ file reveal that someone on\nthe prosecution team was aware that Garrett’s cousin was Angela\nGarrett (who had been arrested for drug-related charges and fired\nfrom her job on the eve of trial,id., at 105, 129), that\nGarrett “would not look a[t] [the] C[our]t during V[oir] D[ire],”\nthat she gave “very short answers,” and that she “[l]ooked @ floor\nduring D[eath] P[enalty]” questioning.Id., at 293, 308.Nevertheless, the Court frets that these\nindisputably race-neutral reasons were pretextual. The Court\nengages in its own comparison of the jurors to highlight the\nprosecution’s refusal to strike white jurors with similar\ncharacteristics.Ante,at 14–16. But as with venireman Hood,\nthe Georgia courts were faced with the same contentions regarding\nGarrett decades ago, and the Supreme Court of Georgia rightly\ndecided that the trial court’s findings were worthy of deference.\nAfter conducting a post-trial hearing in which one of the\nprosecutors testified, App. 80–125, the trial court credited the\nprosecution’s concerns. The trial court, for example, agreed that\nGarrett’s association with Head Start might be troubling and\n“believe[d] that the state [was] honest in voicing its concern that\nthe combination of holding down two jobs and being the divorced\nmother of two indicates a less stable home environment,” which “was\nthe prime defense in [Foster’s] case.”Id., at 142; seeid.,at 141. Again, that should be “the end of the matter.”Hernandez,500 U. S.,at 375 (O’Connor, J.,\nconcurring in judgment).*  *  *Today, without first seeking clarification\nfrom Georgia’s highest court that it decided a federal question,\nthe Court affords a death-row inmate another opportunity to\nrelitigate his long-final conviction. In few other circumstances\ncould I imagine the Court spilling so much ink over a factbound\nclaim arising from a state postconviction proceeding. It was the\ntrial court that observed the veniremen firsthand and heard them\nanswer the prosecution’s questions, and its evaluation of the\nprosecution’s credibility on this point is certainly far better\nthan this Court’s nearly 30 years later. SeeHernandez,\nsupra, at 365 (plurality opinion). I respectfully dissent.Notes1That is obvious, in part,\nbecause the Superior Court rested on this procedural bar to deny\nFoster’sBatsonclaim. See,e.g.,App. 175–176. We\nneed not blind ourselves to that lurking state-law ground merely\nbecause the Supreme Court of Georgia denied relief in an\nunexplained order. As we would do in the federal habeas context, we\nmay “look through” to the last reasoned state-court opinion to\ndiscern whether that opinion rested on state-law procedural\ngrounds.Ylstv.Nunnemaker, 501 U. S. 797, 806\n(1991) . If “the last reasoned opinion on the claim explicitly\nimposes a procedural default,” then there is a rebuttable\npresumption “that a later decision rejecting the claim did not\nsilently disregard that bar and consider the merits.”Id.,at 803; see also,e.g.,Kernanv.Hinojosa,ante, at 3 (per curiam). We presume, in other\nwords, that the decision rests on a question of state law. That\npresumption arguably plays an even more important role in a\nstate-court case like this, where a state-law procedural defect\nwould oust this Court of its jurisdiction. SeeColemanv.Thompson, 501 U. S. 722, 730 (1991) (distinguishing a\nstate-law procedural bar’s effect on a state case from its effect\nin federal habeas).2The Court takes me to\ntask for not “follow[ing my] own rule,”ante,at 8–9,\nn. 3, because I acknowledge that the State Superior Court’s\ndecision is strong evidence that Foster’s claim was denied as\nprocedurally defaulted. Seesupra,at 3–4, and n. 1. It\nis one thing to look to the reasoning of a lower state court’s\ndecision to confirm that the Courtlacksjurisdiction. It is\nquite another for the Court to probe that lower state court’s\ndecision toassureitself of jurisdiction. The Court reads\nthe tea leaves of a single State Superior Court’s decision to\ndecide that the state-law procedural bar depends on the resolution\nof a federal question. That is a question of Georgia law that is\nbest answered by the decisions of the Supreme Court of Georgia. SeeCommissionerv.Estate of Bosch, 387 U. S. 456,\n465 (1967) (concluding that when “the underlying substantive rule\ninvolved is based on state law,” “the State’s highest court is the\nbest authority on its own law”); cf.Kingv.Order of\nUnited Commercial Travelers of America, 333 U. S. 153 –162\n(1948) (rejecting an unreported state trial court decision as\nbinding underErie R. Co.v.Tompkins, 304 U. S.\n64 (1938) ).3At oral argument, counsel\nfor Georgia also stipulated that “one of the two prosecutors” must\nhave drafted another document comprising a “definite NO’s” list and\na “questionables” list of veniremen. Tr. of Oral Arg. 45; App. 301.\nBoth veniremen Hood and Garrett appeared on the “definite NO’s”\nlist. Of course we cannot know when these lists were created, or\nwhether Lanier himself relied upon them. See Tr. of Oral Arg. 45\n(calling into question whether Lanier’s “thought process” was based\non those lists).4This Court’s decision inJ. E. B.v.Alabama ex rel. T. B., 511\nU. S. 127 (1994) , which held that peremptory strikes on the\nbasis of sex were unconstitutional, postdated Foster’s direct\nappeal.",
    "joined": []
}