{
    "case": {
        "docket": "136",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/136/"
    },
    "id": "3518500",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–723_________________ROBERT MONTANILE, PETITIONERv.BOARD\nOF TRUSTEES of the NATIONAL ELEVATOR INDUSTRY HEALTH BENEFIT\nPLANon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[January 20, 2016]Justice Thomas delivered the opinion of the\nCourt.[1]*When a third party injures a participant in an\nemployee benefits plan under the Employee Retirement Income\nSecurity Act of 1974 (ERISA), 88Stat. 829, as amended, 29\nU. S. C. §1001et seq., the plan frequently pays\ncovered medical expenses. The terms of these plans often include a\nsubrogation clause requiring a participant to reimburse the plan if\nthe participant later recovers money from the third party for his\ninjuries. And under ERISA §502(a)(3), 29 U. S. C.\n§1132(a)(3), plan fiduciaries can file civil suits “to obtain\n. . . appropriate equitable relief . . . to\nenforce . . . the terms of the plan.”[2]In this case, we consider what happens when a\nparticipant obtains a settlement fund from a third party, but\nspends the whole settlement on nontraceable items (for instance, on\nservices or consumable items like food). We evaluate in particular\nwhether a plan fiduciary can sue under §502(a)(3) to recover from\nthe participant’s remaining assets the medical expenses it paid on\nthe participant’s behalf. We hold that, when a participant\ndissipates the whole settlement on nontraceable items, the\nfiduciary cannot bring a suit to attach the participant’s general\nassets under §502(a)(3) because the suit is not one for\n“appropriate equitable relief.” In this case, it is unclear whether\nthe participant dissipated all of his settlement in this manner, so\nwe remand for further proceedings.IPetitioner Robert Montanile was a participant\nin a health benefits plan governed by ERISA and administered by\nrespondent, the Board of Trustees of the National Elevator Industry\nHealth Benefit Plan (Board of Trustees or Board). The plan must pay\nfor certain medical ex-penses that beneficiaries or participants\nincur. The plan may demand reimbursement, however, when a\nparticipant recovers money from a third party for medical expenses.\nThe plan states: “Amounts that have been recovered by a\n[ participant] from another party are assets of the Plan\n. . . and are not distributable to any person or entity\nwithout the Plan’s written release of its subrogation interest.”\nApp. 45. The plan also provides that “any amounts” that a\nparticipant “recover[s] from another party by award, judgment,\nsettlement or otherwise . . . will promptly be applied\nfirst to reimburse the Plan in full for benefits advanced by the\nPlan . . . and without reduction for attorneys’ fees,\ncosts, expenses or damages claimed by the covered person.”Id., at 46. Participants must notify the plan and obtain its\nconsent before settling claims.In December 2008, a drunk driver ran through a\nstop sign and crashed into Montanile’s vehicle. The accident\nseverely injured Montanile, and the plan paid at least $121,044.02\nfor his initial medical care. Montanile signed a reimbursement\nagreement reaffirming his obligation to reimburse the plan from any\nrecovery he obtained “as a result of any legal action or settlement\nor otherwise.”Id., at 51 (emphasis deleted).Thereafter, Montanile filed a negligence claim\nagainst the drunk driver and made a claim for uninsured motorist\nbenefits under Montanile’s car insurance. He obtained a $500,000\nsettlement. Montanile then paid his attorneys $200,000 and repaid\nabout $60,000 that they had advanced him. Thus, about $240,000\nremained of the settlement. Montanile’s attorneys held most of that\nsum in a client trust account. This included enough money to\nsatisfy Montanile’s obligations to the plan.The Board of Trustees sought reimbursement from\nMontanile on behalf of the plan, and Montanile’s attorney argued\nthat the plan was not entitled to any recovery. The parties\nattempted but failed to reach an agreement about reimbursement.\nAfter discussions broke down, Montanile’s attorney informed the\nBoard that he would distribute the remaining settlement funds to\nMontanile unless the Board objected within 14 days. The Board did\nnot respond within that time, so Montanile’s attorney gave\nMontanile the remainder of the funds.Six months after negotiations ended, the Board\nsued Montanile in District Court under ERISA §502(a)(3), 29\nU. S. C. §1132(a)(3), seeking repayment of the\n$121,044.02 the plan had expended on his medical care. The Board\nasked the court to enforce an equitable lien upon any settlement\nfunds or any property which are “ ‘in [ Montanile’s]\nactual or constructive possession.’ ” 593 Fed. Appx. 903, 906\n(CA11 2014) (quoting complaint). Because Montanile had already\ntaken possession of the settlement funds, the Board also sought an\norder enjoining Montanile from dissipating any such funds.\nMontanile then stipulated that he still possessed some of the\nsettlement proceeds.The District Court granted summary judgment to\nthe Board. No. 12–80746–Civ. (SD Fla., Apr. 18, 2014), 2014 WL\n8514011, *1. The court rejected Montanile’s argument that, because\nhe had by that time spent almost all of the settlement funds, there\nwas no specific, identifiable fund separate from his general assets\nagainst which the Board’s equitable lien could be enforced.Id.,at *8–*11. The court held that, even if Montanile had\ndissipated some or all of the settlement funds, the Board was\nentitled to reimbursement from Montanile’s general assets.Id.,at *10–*11. The court entered judgment for the Board in\nthe amount of $121,044.02.The Court of Appeals for the Eleventh Circuit\naffirmed. It reasoned that a plan can always enforce an equitable\nlien once the lien attaches, and that dissipation of the specific\nfund to which the lien attached cannot destroy the underlying\nreimbursement obligation. The court therefore held that the plan\ncan recover out of a participant’s general assets when the\nparticipant dissipates the specifically identified fund. 593 Fed.\nAppx., at 908.We granted certiorari to resolve a conflict\namong the Courts of Appeals over whether an ERISA fiduciary can\nenforce an equitable lien against a defendant’s general assets\nunder these circumstances.[3]\n575 U. S. ___ (2015). We hold that it cannot, and accordingly\nreverse the judgment of the Eleventh Circuit and remand for further\nproceedings.IIAAs previously stated, §502(a)(3) of ERISA\nauthorizes plan fiduciaries like the Board of Trustees to bring\ncivil suits “to obtain other appropriate equitable relief\n. . . to enforce . . . the terms of the plan.”\n29 U. S. C. §1132(a)(3). Our cases explain that the term\n“equitable relief” in §502(a)(3) is limited to “those categories of\nrelief that weretypicallyavailable in equity” during the\ndays of the divided bench (meaning, the period before 1938 when\ncourts oflaw and equity were separate).Mertensv.Hewitt\nAssociates, 508 U. S. 248, 256 (1993) . Under this Court’s\nprecedents, whether the remedy a plaintiff seeks “is legal or\nequitable depends on [(1)] the basis for [the plaintiff’s] claim\nand [(2)] the nature of the underlying remedies sought.”Sereboffv.Mid Atlantic Medical Services, Inc., 547\nU. S. 356, 363 (2006) (internal quotation marks omitted). Our\nprecedents also prescribe a framework for resolving this inquiry.\nTo determine how to characterize the basis of a plaintiff’s claim\nand the nature of the remedies sought, we turn to standard\ntreatises on equity, which establish the “basic contours” of what\nequitable relief was typically available in premerger equity\ncourts.Great-West Life & Annuity Ins. Co.v.Knudson, 534 U. S. 204, 217 (2002) .We have employed this approach in three earlier\ncases where, as here, the plan fiduciary sought reimbursement for\nmedical expenses after the plan beneficiary or participant\nrecovered money from a third party. Under these precedents, the\nbasis for the Board’s claim is equitable. But our cases do not\nresolve whether theremedythe Board now seeks—enforcement\nof an equitable lien by agreement against the defendant’s general\nassets—is equitable in nature.First, inGreat-West, we held that a plan\nwith a claim for an equitable lien was—in the circumstances\npresented- seeking a legal rather than an equitable remedy. In that\ncase, a plan sought to enforce an equitable lien by obtaining a\nmoney judgment from the defendants. The plan could not enforce the\nlien against the third-party settlement that the defendants had\nobtained because the defendants never actually possessed that fund;\nthe fund went directly to the defendants’ attorneys and to a\nrestricted trust. We held that the plan sought a legal rem-edy, not\nan equitable one, even though the plan claimed that the money\njudgment was a form of restitution.Id., at 208–209,\n213–214. We explained that restitution in equity typically involved\nenforcement of “a constructive trust or an equitable lien, where\nmoney or property identified as belonging in good conscience to the\nplaintiff could clearly be traced to particular funds or property\nin the defendant’s possession.”Id.,at 213. But the\nrestitution sought inGreat-Westwas legal—not\nequitable—because the specific funds to which the fiduciaries\n“claim[ed] an entitlement . . . [we]re not in [the\ndefendants’] possession.”Id.,at 214. Since both the basis\nfor the claim and the particular remedy sought were not equitable,\nthe plan could not sue under §502(a)(3).Next, inSereboff, we held that both the\nbasis for the claim and the remedy sought were equitable. The plan\nthere sought reimbursement from beneficiaries who had retained\ntheir settlement fund in a separate account. 547 U. S., at\n359–360. We held that the basis for the plan’s claim was equitable\nbecause the plan sought to enforce an equitable lien by agreement,\na type of equitable lien created by an agreement to convey a\nparticular fund to another party. Seeid.,at 363–364. The\nlien existed inSereboffbecause of the beneficiaries’\nagreement with the plan to convey the proceeds of any third-party\nsettlement. We explained that a claim to enforce such a lien is\nequitable because the plan “could rely on a familiar rul[e] of\nequity” to collect—specifically, the rule “that a contract to\nconvey a specific object even before it is acquired will make the\ncontractor a trustee as soon as he gets a title to the thing.”Ibid.(internal quotation marks omitted; alteration in\noriginal). The underlying remedies that the plan sought also were\nequitable, because the plan “sought specifically identifiable funds\nthat were within the possession and control” of the\nbeneficiaries—not recovery from the beneficiaries’ “assets\ngenerally.”Id.,at 362–363 (internal quotation marks\nomitted).Finally, inUS Airways, Inc.v.McCutchen, 569 U. S. ___ (2013), we reaffirmed our\nanalysis inSereboffand again concluded that a plan sought\nto enforce an equitable claim by seeking equitable remedies. As inSereboff, “the basis for [the plan’s] claim was equitable”\nbecause the plan’s terms created an equitable lien by agreement on\na third-party settlement. See 569 U. S.,at ___ (slip\nop., at 5) (internal quotation marks omitted). And, as inSereboff, “[t]he nature of the recovery requested” by the\nplan “was equitable because [it] claimed specifically identifiable\nfunds within the [beneficiaries’] control—that is, a portion of the\nsettlement they had gotten.” 569 U. S., at ___ (slip op., at\n5) (internal quotation marks omitted).Under these principles, the basis for the\nBoard’s claim here is equitable: The Board had an equitable lien by\nagreement that attached to Montanile’s settlement fund when he\nobtained title to that fund. And the nature of the Board’s\nunderlyingremedywould have been equitable had it\nimmediately sued to enforce the lien against the settlement fund\nthen in Montanile’s possession. That does not resolve this case,\nhowever. Our prior cases do not address whether a plan is still\nseeking an equitable remedy when the defendant, who once possessed\nthe settlement fund, has dissipated it all, and the plan then seeks\nto recover out of the defendant’s general assets.BTo resolve this issue, we turn to standard\nequity trea-tises. As we explain below, those treatises make clear\nthat a plaintiff could ordinarily enforce an equitable lien only\nagainst specifically identified funds that remain in the\ndefendant’s possession or against traceable items that the\ndefendant purchased with the funds (e.g.,identifiable\nproperty like a car). A defendant’s expenditure of the entire\nidentifiable fund on nontraceable items (like food or travel)\ndestroys an equitable lien. The plaintiff then may have a personal\nclaim against the defendant’s general assets—but recovering out of\nthose assets is alegalremedy, not an equitable one.Equitable remedies “are, as a general rule,\ndirected against some specific thing; they give or enforce a right\nto or over some particular thing . . . rather than a\nright to recover a sum of money generally out of the defendant’s\nassets.” 4 S. Symons, Pomeroy’s Equity Jurisprudence §1234, p. 694\n(5th ed. 1941) (Pomeroy). Equitable liens thus are ordinarily\nenforceable only against a specifically identified fund because an\nequitable lien “is simply a right of a special natureoverthe thing . . . so that the very thing itself may be\nproceeded against in an equitable action.”Id., §1233, at\n692; see also Restatement of Restitution §215, Commenta, p.\n866 (1936) (Restatement) (enforcement of equitable lien requires\nshowing that the defendant “still holds the property or property\nwhich is in whole or in part its product”); 1 D. Dobbs, Law of\nRemedies §1.4, p. 19 (2d ed. 1993) (Dobbs) (similar). This general\nrule’s application to equitable liens includes equitable liens by\nagreement, which depend on “the notion . . . that the\ncontract creates some right or interest in or over specific\nproperty,” and are enforceable only if “the decree of the court can\nlay hold of” that specific property. 4 Pomeroy §1234, at\n694–695.If, instead of preserving the specific fund\nsubject to the lien, the defendant dissipated the entire fund on\nnontraceable items, that complete dissipation eliminated the lien.\nEven though the defendant’s conduct was wrongful, the plaintiff\ncould not attach the defendant’s general assets instead. Absent\nspecific exceptions not relevant here, “where a person wrongfully\ndispose[d] of the property of another but the property cannot be\ntraced into any product, the other . . . cannot enforce a\nconstructive trust or lienupon any part of the wrongdoer’s\nproperty.” Restatement §215(1), at 866 (emphasis added); see\nalsoGreat-West, 534 U. S., at 213–214 (citing\nRestatement §160). The plaintiff had “merely a personal claim\nagainst the wrongdoer”—a quintessential action at law.Id.,\n§215(1), at 866.In sum, at equity, a plaintiff ordinarily could\nnot enforce any type of equitable lien if the defendant once\npossessed a separate, identifiable fund to which the lien attached,\nbut then dissipated it all. The plaintiff could not attach the\ndefendant’s general assets instead because those assets were not\npart of the specific thing to which the lien attached. This rule\napplied to equitable liens by agreement as well as other types of\nequitable liens.IIIThe Board of Trustees nonetheless maintains\nthat it can enforce its equitable lien against Montanile’s general\nassets. We consider the Board’s arguments in turn.AFirst, the Board argues that, while equity\ncourts ordinarily required plaintiffs to trace a specific,\nidentifiable fund in the defendant’s possession to which the lien\nattached, there is an exception for equitable liens by agreement.\nThe Board asserts that equitable liens by agreement require no such\ntracing, and can be enforced against a defendant’s general assets.\nAccording to the Board, we recognized this exception inSereboffby distinguishing between equitable restitution\n(where a lien attaches because the defendant misappropriated\nproperty from the plaintiff ) and equitable liens by\nagreement.The Board misreadsSereboff, which left\nuntouched the rule thatalltypes of equitable liens must be\nenforced against a specifically identified fund in the defendant’s\npossession. See 1 Dobbs §4.3(3), at 601, 603. The question we faced\ninSereboffwas whether plaintiffs seeking an equitable lien\nby agreement must “identify an asset they originally possessed,\nwhich was improperly acquired and converted into property the\ndefendant held.” 547 U. S., at 365. We observed that such a\nrequirement, although characteristic of restitutionary relief, does\nnot “appl[y] to equitable liens by agreement or assignment.”Ibid.(discussingBarnesv.Alexander, 232\nU. S. 117 (1914) ). That is because the basic premise of an\nequitable lien by agreement is that, rather than physically taking\nthe plaintiff’s property, the defendant constructively possesses a\nfund to which the plaintiff is entitled. But the plaintiff must\nstill identify a specific fund in the defendant’s possession to\nenforce the lien. Seeid., at 123 (“Having a lien upon the\nfund, as soon as it was identified they could follow it into the\nhands of the appellant”).BSecond, the Board contends that historical\nequity practice supports enforcement of its equitable lien against\nMontanile’s general assets. The Board identifies three methods that\nequity courts purportedly employed to effectuate this principle:\nsubstitute money decrees, deficiency judgments, and the swollen\nassets doctrine. This argument also fails.We have long rejected the argument that\n“equitable relief” under §502(a)(3) means “whatever relief a court\nof equity is empowered to provide in the particular case atissue,”\nincluding ancillary legal remedies.Mertens,508\nU. S.,at 256. In “many situations . . . an\nequity court could establish purely legal rights and grant legal\nremedies which would otherwise be beyond the scope of its\nauthority.”Ibid.(internal quotation marks omitted). But\nthese legal remedies were not relief “typically available in\nequity,” and interpreting them as such would eliminate any limit on\nthe meaning of “equitable relief” and would “render the modifier\nsuperfluous.”Id.,at 256, 258 (emphasis deleted); see alsoGreat-West,supra, at 210. As we have explained—and\nas the Board conceded at oral argument—as a general rule,\nplaintiffs cannot enforce an equitable lien against a defendant’s\ngeneral assets. See Part II–B,supra. The Board contends\nthat there is an exception if the defendant wrongfully dissipates\nthe equitable lien to thwart its enforcement. But none of the\nBoard’s examples show that such relief was “typically available” in\nequity.[4]The specific methods by which equity courts\nmight have awarded relief from a defendant’s general assets only\nconfirm that the Board seeks legal, not equitable, remedies. While\nequity courts sometimes awarded money decrees as a substitute for\nthe value of the equitable lien, they were still legal remedies,\nbecause they were “wholly pecuniary and personal.” 4 Pomeroy §1234,\nat 694. The same is true with respect to deficiency judgments.\nEquity courts could award both of these remedies as part of their\nancillary jurisdiction to award complete relief. But the treatises\nmake clear that when equity courts did so, “the rights of the\nparties are strictly legal, and the final remedy granted is of the\nkind which might be conferred by a court of law.” 1id.,\n§231, at 410; see also 1 Dobbs §2.7, at 180–181, and §4.3(3), at\n602 (similar); New Federal Equity Rules 10 (rev. 5th ed. 1925)\n(authorizing equity courts to award such relief). But legal\nremedies—even legal remedies that a court of equity could sometimes\naward—are not “equitable relief” under §502(a)(3). SeeMertens,supra,at 256–258.The swollen assets doctrine also does not\nestablish that the relief the Board seeks is equitable. Under the\nBoard’s view of this doctrine, even if a defendant spends all of a\nspecifically identified fund, the mere fact that the defendant\nwrongfully had assets that belonged to another increased the\ndefendant’s available assets, and justifies recovery from his\ngeneral assets. But most equity courts and treatises rejected that\ntheory. See Taft, Note, A Defense of a Limited Use of the Swollen\nAssets Theory Where Money Has Wrongfully Been Mingled With Other\nMoney, 39 Colum. L. Rev. 172, 175 (1939) (describing the swollen\nassets doctrine as “often . . . rejected by the courts”);\nsee also Oesterle, Deficiencies of the Restitutionary Right to\nTrace Misappropriated Property in Equity and in UCC §9–306, 68\nCornell L. Rev. 172, 189, and n. 33 (1983) (similar). To\nthe extent that courts endorsed any version of the swollen assets\ntheory, they adopted a more limited rule: that commingling a\nspecifically identified fund—to which a lien attached—with a\ndifferent fund of the defendant’s did not destroy the lien.\nInstead, that commingling allowed the plaintiff to recover the\namount of the lien from the entire pot of money. See Restatement\n§209, at 844; Scott, The Right To Follow Money Wrong-fully Mingled\nWith Other Money, 27 Harv. L. Rev. 125, 125–126 (1913). Thus, even\nunder the version of the swollen assets doctrine adopted by some\ncourts, recovery out of Montanile’s general assets—in the absence\nof commingling—would not have been “typically available”\nrelief.CFinally, the Board argues that ERISA’s\nobjectives—of enforcing plan documents according to their terms and\nof protecting plan assets—would be best served by allowing plans to\nenforce equitable liens against a participant’s general assets. The\nBoard also contends that, unless plans can enforce reimbursement\nprovisions against a defendant’s general assets, plans will lack\neffective or cost-efficient remedies, and participants will\ndissipate any settlement as quickly as possible, before fiduciaries\ncan sue.We have rejected these arguments before, and do\nso again. “[ V ]ague notions of a statute’s ‘basic\npurpose’ are . . . inadequate to overcome the words of\nits text regarding thespecificissue under consideration.”Mertens,supra,at 261. Had Congress sought to\nprioritize the Board’s policy arguments, it could have drafted\n§502(a)(3) to mirror ERISA provisions governing civil actions. One\nof those provisions, for instance, allows participants and\nbeneficiaries to bring civil actions “to enforce [their] rights\nunder the terms of the plan” and does not limit them to equitable\nrelief.Great-West, 534 U. S., at 221 (quoting 29\nU. S. C. §1132(a)(1)(B) (1994 ed.)).In any event, our interpretation of §502(a)(3)\npromotes ERISA’s purposes by “allocat[ing] liability for\nplan-related misdeeds in reasonable proportion to respective\nactors’ power to control and prevent the misdeeds.”Mertens,supra,at 262. More than a decade has passed since we\ndecidedGreat-West, and plans have developed safeguards\nagainst participants’ and beneficiaries’ efforts to evade\nreimbursement obligations. Plans that cover medical expenses know\nhow much medical care that participants and beneficiaries require,\nand have the incentive to investigate and track expensive claims.\nPlan provisions—like the ones here—obligate participants and\nbeneficiaries to notify the plan of legal process against third\nparties and to give the plan a right of subrogation.The Board protests that tracking and\nparticipating in legal proceedings is hard and costly, and that\nsettlements are often shrouded in secrecy. The facts of this case\nundercut that argument. The Board had sufficient notice of\nMontanile’s settlement to have taken various steps to preserve\nthose funds. Most notably, when negotiations broke down and\nMontanile’s lawyer expressed his intent to disburse the remaining\nsettlement funds to Montanile unless the plan objected within 14\ndays, the Board could have—but did not—object. Moreover, the Board\ncould have filed suit immediately, rather than waiting half a\nyear.IVBecause the lower courts erroneously held that\nthe plan could recover out of Montanile’s general assets, they did\nnot determine whether Montanile kept his settlement fund separate\nfrom his general assets or dissipated the entire fund on\nnontraceable assets. At oral argument, Montanile’s counsel\nacknowledged “a genuine issue of . . . material fact on\nhow much dissipation there was” anda lack of record evidence as to\nwhether Montanile mixed the settlement fund with his general\nassets. A remandis necessary so that the District Court can make\nthat determination.*  *  *We reverse the judgment of the Eleventh\nCircuit and remand the case for further proceedings consistent with\nthis opinion.It is so ordered.Notes1* Justice Alito joins this\nopinion, except for Part III–C.2In full, the provision\nstates: “A civil action may be brought— . . . (3) by\na participant, beneficiary, or fiduciary (A) to enjoin any act or\npractice which violates any provision of this subchapter or the\nterms of the plan, or (B) to obtain other appropriate equitable\nrelief (i) to redress such violations or (ii) to enforce any\nprovisions of this subchapter or the terms of the plan.” 29\nU. S. C. §1132(a)(3).3CompareThurberv.Aetna Life Ins. Co., 712 F. 3d 654 (CA2 2013),Funkv.CIGNA Group Ins., 648 F. 3d 182 (CA3\n2011),Cussonv.Liberty Life Assurance Co. of\nBoston, 592 F. 3d 215 (CA1 2010),Longaberger Co.v.Kolt, 586 F. 3d 459 (CA6 2009), andGuttav.Standard Select Trust Ins. Plans, 530 F. 3d 614 (CA7\n2008), withTreasurer, Trustees of Drury Industries, Inc. Health\nCare Plan & Trustv.Goding, 692 F. 3d 888 (CA8\n2012), andBilyeuv.Morgan Stanley Long Term Disability\nPlan, 683 F. 3d 1083 (CA9 2012).4The Board also interpretsCIGNA Corp.v.Amara, 563 U. S. 421 (2011) , as\nall but overrulingMertensv.Hewitt Associates, 508\nU. S. 248 (1993) , andGreat-West Life & Annuity Ins.\nCo.v.Knudson, 534 U. S. 204 (2002) , in favor of\nthe Board’s broad interpretation of “equitable relief ” under\n§502(a)(3). ButCIGNAreaffirmed that “traditionally\nspeaking, relief that sought a lien or a constructive trust was\nlegal relief, not equitable relief, unless the funds in question\nwere ‘particular funds or property in the defendant’s\npossession.’ ” 563 U. S, at 439 (quotingGreat-West,supra, at 213; emphasis deleted).\nIn any event, the Court’s discussion of §502(a)(3) inCIGNAwas not essential to resolving that case, and—as our later analysis\ninUS Airways, Inc.v.McCutchen, 569 U. S. ___\n(2013), reinforces—our interpretation of “equitable relief” inMertens,Great-West, andSereboffv.Mid\nAtlantic Medical Services, Inc., 547 U. S. 356 (2006) ,\nremains unchanged. SeeMcCutchen,supra,at ___–___\n(slip op., at 5–6).",
    "joined": []
}