{
    "case": {
        "docket": "463",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/463/"
    },
    "id": "1970447",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–9995_________________PATRICK WOOD, PETITIONERv.KEVIN\nMILYARD, WARDEN, et al.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[April 24, 2012]Justice Thomas, with whom Justice Scalia\njoins, concurring in the judgment.InDayv.McDonough,547 U.S.\n198(2006), the Court held that a federal district court may\nraisesua spontea forfeited statute of limitations\ndefense to a habeas corpus petition. Relying onDayandGranberryv.Greer,481 U.S.\n129(1987), the Court now holds that a court of appeals may do\nthe same. Because I continue to think thatDaywas wrongly\ndecided and thatGranberryis inapposite, I cannot join the\nCourt’s opinion. SeeDay, 547 U. S., at 212–219\n(Scalia, J., joined by Thomas and Breyer, JJ., dissenting).As the dissent inDayexplained, the\nFederal Rules of Civil Procedure apply in habeas corpus cases to\nthe extent that they are consistent with the Habeas Corpus Rules,\nthe habeas corpus statute, and the historical practice of habeas\nproceedings.Id.,at 212 (citingGonzalezv.Crosby,545 U.S.\n524, 529–530 (2005), andWoodfordv.Garceau,538 U.S.\n202, 208 (2003)). As relevant here, the Rules of Civil\nProcedure provide that a defendant forfeits his statute of\nlimitations defense if he fails to raise it in his answer or in an\namendment thereto. 547 U. S., at 212 (citing Rules 8(c),\n12(b), 15(a)). That forfeiture rule is fully consistent with habeas\ncorpus procedure. As an initial matter, the rule comports with the\nHabeas Rules’ instruction that a State “must” plead any limitations\ndefense in its answer.Id.,at 212–213 (quoting Rule 5(b)\n(emphasis deleted)). Moreover, the rule does not conflict with the\nhabeas statute, which imposes a 1-year period of limitations\nwithout any indication that typical forfeiture rules do not apply.Id.,at 213 (citing 28 U. S. C. §2244(d)(1)).\nFinally, the rule does not interfere with historical practice.\nPrior to the enactment of a habeas statute of limitations in the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA),\nhabeas practice included no limitations pe- riod at all, much less\none immune to forfeiture. 547 U. S., at 212.As the dissent inDayfurther explained,id.,at 214, AEDPA’s statute of limitations is\ndistinguishable from the equitable defenses that we have\ntraditionally permitted federal habeas courts to raisesua sponte. See,e.g.,Granberry, supra,\nat 133 (holding that appellate courts may consider a habeas\npetitioner’s failure to exhaust state rem- edies despite a State’s\nforfeiture of the defense). Those judicially created defenses were\nrooted in concerns of comity and finality that arise when federal\ncourts collaterally review state criminal convictions.Day,\n547 U. S., at 214. But those same concerns did not lead this\nCourt to recognize any equitable time bar against habeas petitions.Id.,at 214–215. Thus, nothing in this Court’s pre-existing\ndoctrine of equitable defenses supported theDayCourt’s\n“decision to beef up the presumptively forfeitable ‘limitations\nperiod’ of §2244(d) by making it the subject ofsua spontedismissal.”Id.,at 215–216.For these reasons, I believe that theDayCourt was wrong to hold that district courts may raisesua sponteforfeited statute of limitations defenses in\nhabeas cases. I therefore would not extendDay’s reasoning\nto proceedings in the courts of appeals. Appellate courts,\nmoreover, are particularly ill suited to consider issues forfeited\nbelow. Unlike district courts, courts of appeals cannot permit a\nState to amend its answer to add a defense, nor can they develop\nthe facts that are often necessary to resolve questions of\ntimeliness. Cf.id.,at 209 (majority opinion) (finding no\ndifference between a district court’s ability to raise a forfeited\nlimitations defensesua sponteand its ability to\nnotice the State’s forfeiture and permit an amended pleading under\nRule of Civil Procedure 15).In light of these considerations, I cannot join\nthe Court’s holding that a court of appeals has discretion to\nconsidersua spontea forfeited limitations defense.\nNor can I join the Court’s separate holding that the Court of\nAppeals abused its discretion by raising a defense that had been\ndeliberately waived by the State. As the dissent inDaynoted, there is no principled reason to distinguish between\nforfeited and waived limitations defenses when determining whether\ncourts may raise such defensessua sponte. See 547\nU. S., at 218, n. 3 (explaining that, if “ ‘values\nbeyond the concerns of the parties’ ” justifysua sponteconsideration of forfeited defenses, such\nvalues equally supportsua sponteconsideration of\nwaived defenses). Therefore, I concur only in the judgment.",
    "joined": []
}