{
    "case": {
        "docket": "481",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/481/"
    },
    "id": "3546471",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–1406_________________NEBRASKA, et al., PETITIONERSv.MITCH PARKER, et al.on writ of certiorari to the united states\ncourt of appeals for the eighth circuit[March 22, 2016]Justice Thomas delivered the opinion of the\nCourt.The village of Pender, Nebraska sits a few miles\nwest of an abandoned right-of-way once used by the Sioux City and\nNebraska Railroad Company. We must decide whether Pender and\nsurrounding Thurston County, Nebraska,are within the boundaries of\nthe Omaha Indian Reservation or whether the passage of an 1882 Act\nempowering the United States Secretary of the Interior to sell the\nTribe’s land west of the right-of-way “diminished” the\nreservation’s boundaries, thereby “free[ing]” the disputed land of\n“its reservation status.”Solemv.Bartlett, 465\nU. S. 463, 467 (1984) . We hold that Congress did not diminish\nthe reservation in 1882 and that the disputed land is within the\nreservation’s boundaries.IACenturies ago, the Omaha Tribe settled in\npresent-day eastern Nebraska. By the mid-19th century, the Tribe\nwas destitute and, in exchange for much-needed revenue, agreed to\nsell a large swath of its land to the United States. In 1854, the\nTribe entered into a treaty with the United States to create a\n300,000-acre reservation. Treaty with the Omahas (1854 Treaty),\nMar. 16, 1854, 10Stat. 1043. The Tribe agreed to “cede” and\n“forever relinquish all right and title to” its land west of the\nMississippi River, excepting the reservation, in exchange for\n$840,000, to be paid over 40 years.Id.,at 1043–1044.In 1865, after the displaced Wisconsin Winnebago\nTribe moved west, the Omaha Tribe agreed to “cede, sell, and\nconvey” an additional 98,000 acres on the north side of the\nreservation to the United States for the purpose of creating a\nreservation for the Winnebagoes. Treaty with the Omaha Indians\n(1865 Treaty), Mar. 6, 1865, 14Stat. 667–668. The Tribe sold the\nland for a fixed sum of $50,000.Id., at 667.In 1872, the Tribe again expressed its wish to\nsell portions of the reservation, but Congress took a different\ntack than it had in the 1854 and 1865 Treaties. Instead of\npurchasing a portion of the reservation for a fixed sum, Congress\nauthorized the Secretary of the Interior to survey, appraise, and\nsell up to 50,000 acres on the western side of the reservation “to\nbe separated from the remaining portion of said reservation” by a\nnorth-south line agreed to by the Tribe and Congress. Act of June\n10, 1872 (1872 Act), ch. 436, §1, 17Stat. 391. Under the 1872 Act,\na nonmember could purchase “tracts not exceeding one hundred and\nsixty acres each” or “the entire body offered.”Ibid.\nProceeds from any sales would be “placed to the credit of said\nIndians on the books of the treasury of the United States.”Ibid. But the proceeds were meager. The 1872 Act resulted in\nonly two sales totaling 300.72 acres.Then came the 1882 Act, central to the dispute\nbetween petitioners and respondents. In that Act, Congress again\nempowered the Secretary of the Interior “to cause to be surveyed,\nif necessary, and sold” more than 50,000 acres lying west of a\nright-of-way granted by the Tribe and approved by the Secretary of\nthe Interior in 1880 for use by the Sioux City and Nebraska\nRailroad Company. Act of Aug. 7, 1882 (1882 Act), 22Stat. 341. The\nland for sale under the terms of the 1882 Act overlapped\nsubstantially with the land Congress tried, but failed, to sell in\n1872. Once the land was appraised “in tracts of forty acres each,”\nthe Secretary was “to issue [a] proclamation” that the “lands are\nopen for settlement under such rules and regulations as he may\nprescribe.” §§1, 2,id.,at 341. Within one year of that\nproclamation, a nonmember could purchase up to 160 acres of land\n(for no less than $2.50 per acre) in cash paid to the United\nStates, so long as the settler “occup[ied]” it, made “valuable\nimprovements thereon,” and was “a citizen of the United States, or\n. . . declared his intention to become such.” §2,id.,at 341. The proceeds from any land sales, “after paying\nall expenses incident to and necessary for carrying out the\nprovisions of th[e] act,” were to “be placed to the credit of said\nIndians in the Treasury of the United States.” §3,id.,at\n341.Interest earned on the proceeds was to be “annu-ally\nexpended for the benefit of said Indians, under the direction of\nthe Secretary of the Interior.”Ibid.The 1882 Act also included a provision, common\nin the late 19th century, that enabled members of the Tribe to\nselect individual allotments, §§5–8,id., at 342–343, as a\nmeans of encouraging them to depart from the communal lifestyle of\nthe reservation. SeeSolem, supra, at 467. The 1882 Act\nprovided that the United States would convey the land to a member\nor his heirs in fee simple after holding it in trust on behalf of\nthe member and his heirs for 25 years. §6, 22Stat. 342. Members\ncould select allotments on any part of the reservation, either east\nor west of the right-of-way. §8,id., at 343.After the members selected their allotments—only\n10 to 15 of which were located west of the right-of-way—the\nSecretary proclaimed that the remaining 50,157 acres west of the\nright-of-way were open for settlement by nonmembers in April 1884.\nOne of those settlers was W. E. Peebles, who “purchased a tract of\n160 acres, on which he platted the townsite for Pender.”Smithv.Parker, 996 F. Supp. 2d 815, 828 (Neb.\n2014).BThe village of Pender today numbers 1,300\nresidents. Most are not associated with the Omaha Tribe. Less than\n2% of Omaha tribal members have lived west of the right-of-way\nsince the early 20th century.Despite its longstanding absence, the Tribe\nsought to assert jurisdiction over Pender in 2006 by subjecting\nPender retailers to its newly amended Beverage Control Ordinance.\nThe ordinance requires those retailers to obtain a liquor license\n(costing $500, $1,000, or $1,500 depending upon the class of\nlicense) and imposes a 10% sales tax on liquor sales. Nonmembers\nwho violate the ordinance are subject to a $10,000 fine.The village of Pender and Pender retailers,\nincluding bars, a bowling alley, and social clubs, brought a\nfederal suit against members of the Omaha Tribal Council in their\nofficial capacities to challenge the Tribe’s power to impose the\nrequirements of the Beverage Control Ordinance on nonmembers.\nFederal law permits the Tribe to regulate liquor sales on its\nreservation and in “Indian country” so long as the Tribe’s\nregulations are (as they were here) “certified by the Secretary of\nthe Interior, and published in the Federal Register.” 18\nU. S. C. §1161. The challengers alleged that they were\nneither within the boundaries of the Omaha Indian Reservation nor\nin Indian country and, consequently, were not bound by the\nordinance.The State of Nebraska intervened on behalf of\nthe plaintiffs, and the United States intervened on behalf of the\nOmaha Tribal Council members. The State’s intervention was\nprompted, in part, by the Omaha Tribe’s demand that Nebraska share\nwith the Tribe revenue that the State received from fuel taxes\nimposed west of the right-of-way. In addition to the relief sought\nby Pender and the Pender retailers, Nebraska sought a permanent\ninjunction prohibiting the Tribe from asserting tribal jurisdiction\nover the 50,157 acres west of the abandoned right-of-way.After examining the text of the 1882 Act, as\nwell as the contemporaneous and subsequent understanding of the\n1882 Act’s effect on the reservation boundaries, the District Court\nconcluded that Congress did not diminish the Omaha Reservation in\n1882. 996 F. Supp. 2d, at 844. Accordingly, the District Court\ndenied the plaintiffs’ request for injunctive and declaratory\nrelief barring the Tribe’s enforcement of the Beverage Control\nOrdinance. The Eighth Circuit affirmed.Smithv.Parker, 774 F. 3d 1166, 1168–1169 (2014). We granted\ncertiorari to resolve whether the 1882 Act diminished the Omaha\nReservation. 576 U. S. ___ (2015).IIWe must determine whether Congress\n“diminished” the Omaha Indian Reservation in 1882. If it did so,\nthe State now has jurisdiction over the disputed land.Solem, 465 U. S., at 467. If Congress, on the other\nhand, did not diminish the reservation and instead only enabled\nnonmembers to purchase land within the reservation, then federal,\nstate, and tribal authorities share jurisdiction over these\n“opened” but undiminished reservation lands.Ibid.The framework we employ to determine whether an\nIndian reservation has been diminished is well settled.Id.,\nat 470–472. “[O]nly Congress can divest a reservation of its land\nand diminish its boundaries,” and its intent to do so must be\nclear.Id., at 470. To assess whether an Act of Congress\ndiminished a reservation, we start with the statutory text, for\n“[t]he most probative evidence of diminishment is, of course, the\nstatutory language used to open the Indian lands.”Hagenv.Utah, 510 U. S. 399, 411 (1994) . Under our precedents,\nwe also “examine all the circumstances surrounding the opening of a\nreservation.”Id., at 412. Because of “the\nturn-of-the-century assumption that Indian reservations were a\nthing of the past,” many surplus land Acts did not clearly convey\n“whether opened lands retained reservation status or were divested\nof all Indian interests.”Solem, supra,at 468. For that\nreason, our precedents also look to any “unequivocal evidence” of\nthe contemporaneous and subsequent understanding of the status of\nthe reservation by members and nonmembers, as well as the United\nStates and the State of Nebraska.South Dakotav.Yankton\nSioux Tribe, 522 U. S. 329, 351 (1998) .AAs with any other question of statutory\ninterpretation, we begin with the text of the 1882 Act, the most\n“probative evidence” of diminishment.Solem,supra,\nat 470; see,e.g.,United Statesv.Ron Pair\nEnterprises, Inc., 489 U. S. 235, 241 (1989) (“The task of\nresolving the dispute over the meaning of [a statutory text] begins\nwhere all such inqui-ries must begin: with the language of the\nstatute itself ”). Common textual indications of Congress’\nintent to diminish reservation boundaries include “[e]xplicit\nreference to cession or other language evidencing the present and\ntotal surrender of all tribal interests” or “an unconditional\ncommitment from Congress to compensate the Indian tribe for its\nopened land.”Solem, supra,at 470. Such language “providing\nfor the total surrender of tribal claims in exchange for a fixed\npayment” evinces Congress’ intent to diminish a reservation,Yankton Sioux,supra, at 345, and creates “an almost\ninsurmountable presumption that Congress meant for the tribe’s\nreservation to be diminished,”Solem,supra, at\n470–471. Similarly, a statutory provision restoring portions of a\nreservation to “the public domain” signifies diminishment.Hagen,510 U. S.,at 414. In the 19th century,\nto restore land to the public domain was to extinguish the land’s\nprior use—its use, for example, as an Indian reservation—and to\nreturn it to the United States either to be sold or set aside for\nother public purposes.Id.,at 412–413.The 1882 Act bore none of these hallmarks of\ndiminishment. The 1882 Act empowered the Secretary to survey and\nappraise the disputed land, which then could be purchased in\n160-acre tracts by nonmembers. 22Stat. 341. The 1882 Act states\nthat the disputed lands would be “open for settlement under such\nrules and regulations as [the Secretary of the Interior] may\nprescribe.”Ibid. And the parcels would be sold piecemeal in\n160-acre tracts.Ibid.So rather than the Tribe’s receiving\na fixed sum for all of the disputed lands, the Tribe’s profits were\nentirely dependent upon how many nonmembers purchased the appraised\ntracts of land.From this text, it is clear that the 1882 Act\nfalls into another category of surplus land Acts: those that\n“merely opened reservation land to settlement and provided that the\nuncertain future proceeds of settler purchases should be applied to\nthe Indians’ benefit.”DeCoteauv.District County Court\nfor Tenth Judicial Dist., 420 U. S. 425 ,448 (1975). Such\nschemes allow “non-Indian settlers to own land on the reservation.”Seymourv.Superintendent of Wash. State\nPenitentiary, 368 U. S. 351, 356 (1962) . But in doing so,\nthey do not diminish the reservation’s boundaries.Our conclusion that Congress did not intend to\ndiminish the reservation in 1882 is confirmed by the text of\nearlier treaties between the United States and the Tribe. SeeMattzv.Arnett, 412 U. S. 481, 504 (1973)\n(comparing statutory text to earlier bills). In drafting the 1882\nAct, Congress legislated against the backdrop of the 1854 and 1865\nTreaties—both of which terminated the Tribe’s jurisdiction over\ntheir land “in unequivocal terms.”Ibid. Those treaties\n“ced[ed]” the lands and “reliquish[ed]” any claims to them in\nexchange for a fixed sum. 10Stat. 1043–1044; see also 14Stat. 667\n(“The Omaha tribe of Indians do herebycede, sell, and\nconveyto the United States a tract of land from the north side\nof their present reservation . . . ” (emphasis\nadded)). The 1882 Act speaks in much different terms, both in\ndescribing the way the individual parcels were to be sold to\nnonmembers and the way in which the Tribe would profit from those\nsales. That 1882 Act also closely tracks the 1872 Act, which\npetitioners do not contend diminished the reservation. The change\nin language in the 1882 Act undermines petitioners’ claim that\nCongress intended to do the same with the reservation’s boundaries\nin 1882 as it did in 1854 and 1865. Petitioners have failed at the\nfirst and most important step. They cannot establish that the text\nof the 1882 Act evinced an intent to diminish the reservation.BWe now turn to the history surrounding the\npassage of the 1882 Act. The mixed historical evidence relied upon\nby the parties cannot overcome the lack of clear textual signal\nthat Congress intended to diminish the reservation. That historical\nevidence in no way “unequivocallyreveal[s] a widely held,\ncontemporaneous understanding that the affected reservation would\nshrink as a result of the proposed legislation.”Solem, 465\nU. S., at 471 (emphasis added); see alsoExxon Mobil\nCorp. v.Allapattah Services,Inc., 545\nU. S. 546, 568 (2005) (describing the “often murky, ambiguous,\nand contradictory” nature of extratextual evidence of congressional\nintent).Petitioners rely largely on isolated statements\nthat some legislators made about the 1882 Act. Senator Henry Dawes\nof Massachusetts, for example, noted that he had been “assured that\n[the 1882 Act] wouldleave an ample reservation” for the\nTribe. 13 Cong. Rec. 3032 (1882) (emphasis added). And Senator John\nIngalls of Kansas observed “that this bill practically breaks up\nthat portion at least of the reservation which is to be sold, and\nprovides that it shall be disposed of to private purchasers.”Id., at 3028. Whatever value these contemporaneous floor\nstatements might have, other such statements support the opposite\nconclusion—that Congress never intended to diminish the\nreservation. Senator Charles Jones of Flor-ida, for example, spoke\nof “white men purchas[ing] titles to landwithinthis\nreservation and settl[ing] down with the Indians on it.”Id., at 3078 (emphasis added). Such dueling remarks by\nindividual legislators are far from the “clear and plain” evidence\nof diminishment required under this Court’s precedent.Yankton\nSioux, 522 U. S.,at 343 (internal quotation marks\nomitted); see alsoSolem,465 U. S., at 478 (noting\nthat it was unclear whether statements referring to a\n“ ‘reduced reservation’ ” alluded to the “reduction in\nIndian-owned lands that would occur once some of the opened lands\nwere sold to settlers or to the reduction that a complete cession\nof tribal interests in the opened area would precipitate”).More illuminating than cherry-picked statements\nby individual legislators would be historical evidence of “the\nmanner in which the transaction was negotiated” with the Omaha\nTribe.Id., at 471.[1]\nInYankton Sioux, for example, recorded negotiations between\nthe Commissioner of Indian Affairs and leaders of the Yankton Sioux\nTribe unambiguously “signaled [the Tribe’s] understanding that the\ncession of the surplus lands dissolved tribal governance of the\n1858 reservation.” 522 U. S., at 353. No such unambiguous\nevidence exists in the record of these negotiations. In particular,\npetitioners’ reliance on the remarks of Representative Edward\nValentine of Nebraska, who stated, “You cannot find one of those\nIndians that does not want the western portion sold,” and that the\nTribe wished to sell the land to those who would “ ‘reside\nupon it and cultivate it’ ” so that the Tribe members could\n“benefit of these improvements,” 13 Cong. Rec. 6541, falls short.\nNothing about this statement or other similar statements\nunequivocally supports a finding that the existing boundaries of\nthe reservation would be diminished.CFinally, we consider both the subsequent\ndemographic history of opened lands, which serves as “one\nadditional clue as to what Congress expected would happen once land\non a particular reservation was opened to non-Indian settlers,”Solem, 465 U. S., at 472, as well as the United States’\n“treatment of the affected areas, particularly in the years\nimmediately following the opening,” which has “some evidentiary\nvalue,”id.,at 471. Our cases suggest that such evidence\nmight “reinforc[e]” a finding of diminishment or nondiminishment\nbased on the text.Mattz, 412 U. S., at 505; see also,e.g., Rosebud Sioux Tribev.Kneip, 430 U. S.\n584 –605 (1977) (invoking subsequent history to reject a\npetitioner’s “strained” textual reading of a congressional Act).\nBut this Court has never relied solely on this third consideration\nto find diminishment.As petitioners have discussed at length, the\nTribe was almost entirely absent from the disputed territory for\nmore than 120 years. Brief for Petitioners 24–30. The Omaha Tribe\ndoes not enforce any of its regulations—including those governing\nbusinesses, fire protection, animal control, fireworks, and\nwildlife and parks—in Pender or in other locales west of the\nright-of-way. 996 F. Supp. 2d, at 832. Nor does it maintain an\noffice, provide social services, or host tribal celebrations or\nceremonies west of the right-of-way.Ibid.This subsequent demographic history cannot\novercome our conclusion that Congress did not intend to diminish\nthe reservation in 1882. And it is not our role to “rewrite” the\n1882 Act in light of this subsequent demographic history.DeCoteau, 420 U. S., at 447. After all, evidence of the\nchanging demographics of disputed land is “the least compelling”\nevidence in our diminishment analysis, for “[e]very surplus land\nAct necessarily resulted in a surge of non-Indian settlement and\ndegraded the ‘Indian character’ of the reservation, yet we have\nrepeatedly stated that not every surplus land Act diminished the\naffected reservation.”Yankton Sioux, 522 U. S., at\n356.Evidence of the subsequent treatment of the\ndisputed land by Government officials likewise has “limited\ninterpretive value.”Id., at 355. Petitioners highlight\nthat, for more than a century and with few exceptions, reports from\nthe Office of Indian Affairs and in opinion letters from Government\nofficials treated the disputed land as Nebraska’s. Brief for\nPetitioners 24–38; see also 996 F. Supp. 2d, at 828, 830. It was\nnot until this litigation commenced that the Department of the\nInterior definitively changed its position, concluding that the\nreservation boundaries were in fact not diminished in 1882. Seeid., at 830–831. For their part, respondents discuss\nlate-19th-century statutes referring to the disputed land as part\nof the reservation, as well as inconsistencies in maps and\nstatements by Government officials. Brief for Respondent Omaha\nTribal Council et al. 45–52; Brief for United States 38–52;\nsee also 996 F. Supp. 2d, at 827, 832–833. This “mixed record” of\nsubsequent treatment of the disputed land cannot overcome the\nstatutory text, which is devoid of any language indicative of\nCongress’ intent to diminish.Yankton Sioux,supra,\nat 356.Petitioners’ concerns about upsetting the\n“justifiable expectations” of the almost exclusively non-Indian\nsettlers who live on the land are compelling,Rosebud Sioux,supra, at 605, but these expectations alone, resulting from\nthe Tribe’s failure to assert jurisdiction, cannot diminish\nreservation boundaries. Only Congress has the power to diminish a\nreservation.DeCoteau, 420 U. S., at 449. And though\npetitioners wish that Congress would have “spoken differently” in\n1882, “we cannot remake history.”Ibid.*  *  *In light of the statutory text, we hold that\nthe 1882 Act did not diminish the Omaha Indian Reservation. Because\npetitioners have raised only the single question of\ndiminishment,[2] we express no\nview about whether equitable considerations of laches and\nacquiescence may curtail the Tribe’s power to tax the retailers of\nPender in light of the Tribe’s century-long absence from the\ndisputed lands. Cf.City of Sherrillv.Oneida Indian\nNation of N. Y., 544 U. S. 197 –221 (2005).The judgment of the Court of Appeals for the\nEighth Circuit is affirmed.It is so ordered.Notes1Until this Court’s 1903\ndecision inLone Wolfv.Hitchcock, 187 U. S.\n553 –568, the question whether Congress could unilaterally abrogate\ntreaties with tribes and divest them of their reservation lands was\nunsettled. Thus, what the tribe agreed to has been significant in\nthe Court’s diminishment analysis. See,e.g., South Dakotav.Yankton Sioux Tribe, 522 U. S. 329 –353 (1998).\nHistorical evidence of how pre-Lone Wolfsales of lands were\nnegotiated has been deemed compelling, whereas historical evidence\nof negotiations post-Lone Wolfmight be less so. See,e.g.,Hagenv.Utah, 510 U. S. 399 –417\n(1994).2See,e.g.,\nPlaintiff’s Brief in Support of Motion for Summary Judgment in No.\n4:07–cv–03101 (D Neb.), pp. 31, 38 (defendants cannot “impose an\nalcohol tax and licensing scheme outside the boundaries of the\nOmaha Reservation”); Plaintiff Intervenor’s Brief in Support of\nPlaintiff’s Motion for Summary Judgment in No. 4:07–cv–03101 (D\nNeb.), pp. 1–2; see alsoSmithv.Parker, 996 F.\nSupp. 2d 815, 834 (Neb. 2014) (“In this case, I must decide whether\nCongress’s Act of August 7, 1882 . . . diminished the\nboundaries of the Omaha Indian Reservation, or whether the Act\nsimply permitted non-Indians to settle within existing Omaha\nReservation boundaries”);Smithv.Parker, 774\nF. 3d 1166, 1167 (CA8 2014) (“Appellants challenge the\ndistrict court’s determination that the Omaha Indian Reservation\nwas not diminished by an 1882 act of Congress”).",
    "joined": []
}