{
    "case": {
        "docket": "305",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/305/"
    },
    "id": "3422813",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1433_________________KEVAN BRUMFIELD, PETITIONERv.BURL\nCAIN, WARDENon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 18, 2015]Justice Thomas, with whom The Chief Justice,\nJustice Scalia, and Justice Alito join as to all but Part I–C,\ndissenting.Federal collateral review of state convictions\ninterrupts the enforcement of state criminal laws and undermines\nthe finality of state-court judgments. The Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA) addresses that\ninterference by constraining the ability of federal courts to grant\nrelief to state prisoners. Today, the Court oversteps those limits\nin a decision that fails to respect the Louisiana state courts and\nour precedents. I respectfully dissent.IThis case is a study in contrasts. On the one\nhand, we have Kevan Brumfield, a man who murdered Louisiana police\nofficer Betty Smothers and who has spent the last 20 years claiming\nthat his actions were the product of circumstances beyond his\ncontrol. On the other hand, we have Warrick Dunn, the eldest son of\nCorporal Smothers, who responded to circumstances beyond his\ncontrol by caring for his family, building a professional football\ncareer, and turning his success on the field into charitable work\noff the field.AGiven that the majority devotes a single\nsentence to a description of the crime for which a Louisiana jury\nsentenced Brumfield to death, I begin there.Corporal Smothers, a 14-year veteran of the\nBaton Rouge Police Department, was working a second job to support\nher family when she was murdered just after midnight on January 7,\n1993. Following a 10-hour shift at the department on January 6,\nCorporal Smothers reported to a local grocery store, where she\nserved as a uniformed security officer with the official\nauthorization of the department. She monitored the security of the\ngrocery store and waited to escort the assistant manager, Kimen\nLee, to a local bank to make the store’s nightly deposit.Corporal Smothers followed her usual practice of\ndriving Lee to the bank in her police cruiser. Shortly after\nmidnight, they arrived at the bank’s night depository. As Lee\nleaned out of the passenger side door to make the deposit, she\nheard the racking of the slide on a handgun. Brumfield and his\naccomplice, Henri Broadway, then opened fire on the two women.Brumfield fired seven rounds from a .380-caliber\nhandgun at close range from the left side of the cruiser, while\nBroadway fired five rounds from a .25-caliber handgun from the\nright rear of the cruiser. Brumfield hit Corporal Smothers five\ntimes in the forearm, chest, and head. Lee was hit multiple times\nas well, causing 11 entrance and exit wounds, but she somehow\nmanaged to slide over on the bench seat and take control of the\npolice car. She drove to a nearby convenience store, where she was\nable to call for help and to describe Broadway to police. Emergency\nresponders transported both women to the hospital. Corporal\nSmothers was pronounced dead on arrival. Lee survived.On January 11, 1993, Baton Rouge police arrested\nBrumfield for Corporal Smothers’ murder. After several hours of\npolice interrogation, during which he denied involvement in the\nmurder, Brumfield eventually gave a videotaped confession.[1] He admitted that, after riding\naround at night looking for a “hustle,” he had come up with the\nidea to steal the grocery store’s deposit. He described how he and\nBroadway hid in the bushes waiting for the car to arrive, and how,\nwhen Lee looked back while trying to make the deposit, he started\nshooting. He admitted that he had fired seven rounds from his\n.380-caliber handgun, that Broadway had fired five shots with the\n.25-caliber handgun, and that a third man had served as the getaway\ndriver.A Louisiana jury convicted Brumfield of\nfirst-degree murder. In addition to his videotaped confession, the\nState introduced evidence that Brumfield had spoken about\ncommitting a robbery to several people in the weeks leading up to\nthe murder. He was facing sentencing on unrelated charges and had\npromised his pregnant girlfriend that he would obtain money to\nsupport her, their baby, and her child from a previous relationship\nwhile he was in jail. The State also introduced evidence that\nBrumfield had told an acquaintance right after the murder that he\nhad just killed “a son of a bitch.” Record 3566.BAt the penalty phase, the State sought a death\nsentence. It reintroduced the evidence from the guilt phase, along\nwith evidence of Brumfield’s other criminal acts.[2] The felony convictions for which Brumfield\nwas awaiting sentencing when he murdered Corporal Smothers were for\nattempted possession of cocaine and felony theft of a gun.\nBrumfield had worked only three months in his adult life because,\nas he had admitted to his psychologist, he found drug dealing a far\nmore effective way to make money. In fact, he had been involved a\nfew years earlier in the fatal shooting of a fellow drug dealer in\na deal gone bad. And 10 months after he murdered Corporal Smothers,\nBrumfield battered another police officer while in prison.The State also explained that Brumfield’s murder\nof Corporal Smothers was the culmination of a 2-week crime spree.\nOn Christmas Day 1992, Brumfield robbed Anthony Miller at gunpoint\nafter giving him a ride. He forced Miller out of the car, put a gun\nto Miller’s head, and pulled the trigger. Fortunately for Miller,\nthe gun misfired, and he survived. One week later, Brumfield robbed\nEdna Marie Perry and her daughter Trina Perkins at gunpoint as they\nwere walking along the side of the road. Brumfield pulled alongside\nthem, pointed a sawed-off shotgun at Perry, and said, “Hand it\nover, bitch.”Id., at 3790. Perry turned over her purse, but\npleaded with Brumfield to give back the pictures from her deceased\nson’s funeral that she carried in the purse. He responded none too\ncourteously, “Bitch, you dead,” and drove away.Ibid.The State also introduced evidence about the\nmurder’s broader impact. In addition to serving as a police\nofficer, Corporal Smothers was a single mother to six children and\na volunteer coach at a local track club. Her children, who ranged\nfrom 10 to 18 years old, went to live with their grandmother after\nthe murder. The loss of their mother weighed heavily on all of\nthem. It was particularly hard on Corporal Smothers’ eldest son,\nWarrick, who had been especially close to his mother, and on her\nsecond eldest son, Derrick Green, who had been hoping to spend more\ntime with her after Warrick went off to college. Derrick was\ndeprived of that chance, and he and Warrick had to take on extra\nresponsibilities to care for their younger siblings.For his part, Brumfield introduced evidence that\nhis crimes were “beyond his control,” a product of his\ndisadvantaged background.Id., at 3927. He was born at a low\nbirth weight, and his mother testified that he spent sev-eral\nmonths in the hospital shortly after his birth. His father left the\nfamily, and his stepfather would make him sit in the corner on hot\nrice, whip him, and hit him over the head with a telephone book.\nHis brother eventually decided to go live with their biological\nfather. Brumfield opted to stay with his mother and stepfather.When he was around seven or eight years old,\nBrumfield began to have behavioral problems. He had trouble staying\nin his seat at school, was disruptive, easily distracted, and prone\nto fighting. He was eventually taken to a psychiatric hospital to\naddress his hyperactivity. Although he was a straight-A student\nuntil the third grade, his time in four or five group homes\neducated him in the criminal lifestyle, and his grades began to\nsuffer.Dr. Cecile Guin, a social worker, testified that\nBrumfield’s hyperactivity and acting out could be traced largely to\nhis low birth weight, lack of a supportive home environment, and\nabusive stepfather. Although she was not a medical doctor, she\nconcluded that Brumfield had a “neurologically based hyperactive or\nlearning disability problem.”Id., at 3886. She\nacknowledged, however, that his school records described him as\nhaving a behavior disorder—“a pattern situation or inappropriate\nbehavior extended over a long period of time which cannot be\nexplained by intellectual, sensory, neurological or other general\nfactors.”Id., at 3882. She also admitted on\ncross-examination that a psychologist, Brian T. Jordan, had not\ndiagnosed Brumfield as suffering from any neurological disorder,\nbut instead from “a sociopathic personality disorder, antisocial\ntype, poor impulse control, especially in the area of aggression.”Id., at 3897–3898.Dr. John Bolter, a clinical neuropsychologist,\ntestified on behalf of the defense that Brumfield suffered from an\nantisocial personality disorder. Based on a battery of tests\nemployed to determine whether Brumfield suffered from “any kind of\nneurological deficits in cognitive functions,” Dr. Bolter concluded\nthat Brumfield early on in life “manifest[ed] . . . a\nconduct disorder with extreme levels of aggressivity and a\ndisregard for the basic rights of others,” along with “an attention\ndeficit disorder of some type.”Id., at 3904. Over time, he\n“emerged into what looks more like an antisocial personality,” and\nhe continued to have “attention difficulty” and “borderline general\nlevel of intelligence.”Ibid.Brumfield’s IQ score was a 75,\nplacing him at about the seventh percentile of the general\npopulation or “on the low end of intelligence.”Ibid.His\nreading skills were at about a fourth-grade level, while his math\nand spelling skills were at about a sixth-grade level. On the other\nhand, Dr. Bolter concluded that Brumfield’s “problem solving,\njudgment and reasoning skills [we]re sufficient to meet the demands\nof everyday adulthood and he [wa]s not showing any decrement in the\ntypes of problems one would assume to see if they were suffering\nfrom an underlying organic basis or mental illness.”Id., at\n275. Dr. Bolter had also reviewed Dr. Jordan’s report, and he\ntestified that the only inconsistency in their conclusions was that\nDr. Jordan rated Brumfield’s intelligence “just a little higher\nthan” he did.Id., at 3907.The jury unanimously recommended that Brumfield\nbe sentenced to death. It found three statutory aggravators that\nmade him eligible for that penalty: He was engaged in the attempted\nperpetration of an armed robbery; he knowingly created a risk of\ndeath or great bodily harm to more than one person; and the victim\nwas a peace officer engaged in her lawful duties. The jury found no\nstatutory mitigators.CBrumfield’s argument that his actions were the\nproduct of his disadvantaged background is striking in light of the\nconduct of Corporal Smothers’ children following her murder. Most\nwidely known is that of Warrick. Though he had turned 18 just two\ndays before Brumfield murdered his mother, he quickly stepped into\nthe role of father figure to his younger siblings.[3] In his view, it “was up to [him] to make\nsure that everybody grew up to be somebody.” W. Dunn & D.\nYaegar, Running for my Life: My Journey in the Game of Football and\nBeyond 37 (2008).To that end, Warrick led by example, becoming a\nstar running back at Florida State University and then in the\nNational Football League (NFL). During his time at Florida State,\nhe set records on the field while coping with the loss of his\nmother.Id.,at 71, 111, 117. Though separated from his\nfamily in Louisiana, he called his brothers and sisters\nregularly,[4] sought parenting\nadvice from his coach, and returned home when he could.Id.,at 111–113. He kept his mother’s pearl earrings, stained with her\nblood from the night she was murdered, in a box on his dresser.Id.,at 71. After four years at Florida State, Dunn was\ndrafted by the Tampa Bay Buccaneers. Concerned that some of his\nsiblings were struggling in Baton Rouge, he moved the three\nyoungest into his home in Tampa Bay.Id.,at 139. Although\nthe strain of playing for the Buccaneers and raising his family\nweighed on him, he “accepted it as [his] responsibility\n. . . to make sure they stayed on the right path.”Ibid.While balancing football and family, Dunn still\nfound time for others. He started Homes for the Holidays,a\ncharitable organization that decorates and fully fur-nishes—down to\nthe toothbrush—homes obtained by single mothers through first-time\nhomeowner assistance programs. Dunn was inspired by his own mother,\nwho spent years working toward the purchase of a home for her\nfamily, but, thanks to Brumfield, did not live to reach her goal.Id.,at 152.Dunn’s contributions did not end there. After\njoining the Atlanta Falcons in 2002, he expanded the reach of Homes\nfor the Holidays,id.,at 157; traveled overseas to visit\nour Armed Forces,id.,at 200–201; led an effort to raise\nmoney from the NFL to help respond to the tragic effects of\nHurricane Katrina,id.,at 202–205; and became a founding\nmember of Athletes for Hope, an organization dedicated to helping\nathletes find and pursue charitable opportunities,id.,at\n207–208. Following his retirement from professional football in\n2008, Dunn launched two more charitable organizations in honor of\nhis mother: Betty’s Hope, a mobile bereavement program that offers\nno-cost grief counseling services to children in the Baton Rouge\narea, and Homes for Service, a program dedicated to helping service\nmembers, police officers, and firefighters achieve home ownership.\nAs Dunn once remarked, “I knew that was what my mother would have\nbeen most proud of: not my records, not my awards, but the way I\nused my worldly success to give something back.”Id.,at\n157.DBrumfield, meanwhile, has spent the last 20\nyears engaged in a ceaseless campaign of review proceedings. He\nraised numerous challenges on direct appeal to the trial court’s\ndiscovery orders, admission of evidence, jury instructions, and\npreservation of the record; the prosecutor’s references during the\npenalty phase; and the alleged deficiencies of his trial counsel.\nThe Louisiana Supreme Court rejected each of these claims,Statev.Brumfield, 96–2667 (La. 10/20/98), 737\nSo. 2d 660, and this Court denied his petition for a writ of\ncertiorari,Brumfieldv.Louisiana, 526 U. S.\n1025 (1999) .In 2000, Brumfield filed his first petition for\nstate post-conviction relief. In that petition, among other things,\nhe alleged 9 instances of prosecutorial misconduct, over 18\ninstances of ineffective assistance of counsel, and at least 17\nconstitutional errors in the jury instructions at the guilt phase\nof his trial.Brumfield sought and received multiple\nextensions of time before finally filing his amended petition for\nstate postconviction relief in 2003. He raised many of the same\nclaims as he had in his initial petition, but also asserted for the\nfirst time that he was mentally retarded and therefore ineligible\nfor the death penalty underAtkinsv.Virginia, 536\nU. S. 304 (2002) . In support of that claim, he alleged that\nhis IQ score was 75, that his reading level was that of a fourth\ngrader, that he was born prematurely with a low birth weight and\nindications of slower responses than normal babies, that he had\nsuffered seizures and been prescribed a variety of medications\nsince childhood, that he was twice treated in psychiatric hospitals\nduring childhood and adolescence, and that he had been diagnosed\nwith a learning disability.The state court denied Brumfield’s petition. In\na ruling from the bench, the court explained that not every\ndefendant who requests an evidentiary hearing on anAtkinsclaim is entitled to one. Based on its review of “the application,\nthe response, the record, portions of the transcript on that issue,\nand the evidence presented, including Dr. Bolter’s testimony, Dr.\nGuin’s testimony, which refers to and discusses Dr. Jordan’s\nreport,” App. to Pet. for Cert. 171a, it concluded that Brumfield\nhad not met his burden to make a threshold showing of mental\nretardation. In particular, the court noted that Brumfield had an\nIQ score of 75 or higher and had demonstrated no impairment in\nadaptive skills. Although Brumfield had requested fees to develop\nhisAtkinsclaim, the trial court did not explicitly rule on\nthe motion, and Brumfield’s counsel did not prompt him to do\nso.Brumfield then sought federal collateral review.\nIn his first habeas application, he repeated many of his claims,\nincluding the claim that he is ineligible to be executed underAtkins. He requested funds to develop that claim in an\nevidentiary hearing. The District Court dismissed all of his claims\nexcept for theAtkinsone and ordered an evidentiary\nhearing. As the majority describes, the District Court eventually\ngranted a writ of habeas corpus. It concluded that the state court\nhad based its denial of Brumfield’sAtkinsclaim on an\nunreasonable determination of the facts and had unreasonably\napplied clearly established Supreme Court precedent in denying him\nfunds to develop the claim. The U. S. Court of Appeals for the\nFifth Circuit reversed, concluding that the District Court should\nnot have conducted an evidentiary hearing and that AEDPA did not\nafford relief on either of the grounds identified by the District\nCourt. 744 F. 3d 918, 926–927 (2014).IIAEDPA limits “the power of a federal court to\ngrant an application for a writ of habeas corpus on behalf of a\nstate prisoner.”Cullenv.Pinholster, 563 U. S.\n170 , ___ (2011) (slip op., at 8). As relevant here, 28\nU. S. C. §2254(d) provides that a federal court may not\ngrant an application“with respect to any claim that was\nadjudicated on the merits in State court proceedings unless the\nadjudication of the claim—“(1) resulted in a decision that was contrary\nto, or involved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates; or“(2) resulted in a decision that was based on an\nunreasonable determination of the facts in light of the evidence\npresented in the State court proceeding.”In applying this “highly deferential standard\nfor evaluating state-court rulings, . . . state-court\ndecisions [must] be given the benefit of the doubt.”Pinholster, 563 U. S., at ___ (slip op., at 9)\n(internal quotation marks omitted). They must be reviewed solely on\n“the record that was before the state court that adjudicated the\nclaim on the merits.”Id.,at ___, ___, and n. 7 (slip\nop., at 9, 12, and n. 7). And the prisoner must rebut any\nstate court factual findings he seeks to challenge by clear and\nconvincing evidence under §2254(e)(1).Burtv.Titlow, 571 U. S. ___, ___ (2013) (slip op., at 5).Brumfield presents two grounds for relief under\nthis framework. First, he argues that the Louisiana state court\ndenied hisAtkinsclaim based on an unreasonable\ndetermination of the facts, §2254(d)(2).[5] Second, he argues that the Louisiana state court\nviolated clearly established federal law as determined by this\nCourt when it denied him funding to develop evidence for that\nclaim, §2254(d)(1).IIIThe majority resolves the case solely on\nBrumfield’s first ground, so I begin there.AThe Louisiana state court’s decision to deny\nBrumfield’sAtkinsclaim was not based on an unreasonable\ndetermination of the facts. “[A] state-court factual determination\nis not unreasonable merely because the federal habeas court would\nhave reached a different conclusion in the first instance.”Woodv.Allen, 558 U. S. 290, 301 (2010) . Where\nthe record supports a state court’s factual determinations, the\nprisoner cannot make that showing. See,e.g.,Titlow,supra, at ___–___ (slip op., at 6–7). Here, the state court\nrejected Brumfield’sAtkinsclaim in an oral ruling as\nfollows:“Dr. Bolter in particular found\n[Brumfield] had an IQ of over—or 75. Dr. Jordan actually came up\nwith a little bit higher IQ. I do not think that the defendant has\ndemonstrated impairment based on the record in adaptive skills. The\ndoctor testified that he did have an anti-social personality or\nsociopath, and explained it as someone with no conscience, and the\ndefendant hadn’t carried his burden [of] placing the claim of\nmental retardation at issue.” App. to Pet. for Cert. 171a–172a.That statement contains three factual\ndeterminations: (1) Brumfield’s IQ was at least 75; (2) Brumfield\nhad not demonstrated impairment in adaptive skills; and (3)\nBrumfield has an antisocial personality disorder. Each of these\nfacts is amply supported by the state-court record.To begin, the record justifies a finding that\nBrumfield’s IQ is 75, if not a bit higher. Dr. Bolter testified,\nwithout contradiction, that Brumfield scored a 75 on the IQ test he\nadministered and that “Dr. Jordan rated [Brumfield’s] intelligence\njust a little higher than I did.” Record 3907. Dr. Bolter’s report\nsimilarly shows that Brumfield’s test results were “lower than\nestimated by Dr. Jordan in January of this year,” but it notes that\n“Dr. Jordan was using a screening measure which proves to be less\nreliable.”Id.,at 272. The parties dispute whether Dr.\nJordan’s report was made part of the record, but to the extent it\nwas, it confirms Dr. Bolter’s testimony. Although it does not\nspecify an IQ score, Dr. Jordan’s report states that Brumfield’s\n“intellectual function is slightly limited but gener-ally close to\nthe Average Range” and that a psychological test showed him “to be\nintellectually functioning generally in the low Average Range.”\nApp. 428a–429a. Because two thirds of all IQs are expected to lie\nbetween 85 and 115, a fair reading of Dr. Jordan’s statements would\nsuggest an IQ score closer to 85. See American Association on\nMental Retardation, Mental Retardation: Definition, Classification,\nand Systems of Supports 37 (9th ed. 1992).The record likewise supports the state court’s\nfinding that Brumfield is not impaired in adaptive skills. UnderAtkins, the relevant adaptive skill areas are\n“ ‘communication, self-care, home living, social skills,\ncommunity use, self-direction, health and safety, functional\nacademics, leisure, and work.’ ” 536 U. S., at 308,\nn. 3. Dr. Bolter reported that Brumfield’s speech was\n“intelligible and prosodic” without “evidence of thought\nderailment,” Record 271, and that his writing appeared “normal,”id., at 273. Brumfield lived independently before his\narrest, often staying with his pregnant girlfriend and had been\nable to maintain a job for approximately three months before\nquitting “because his earnings were better through distributing\ndrugs and selling firearms.”Id., at 271. Although Brumfield\nreads at a fourth-grade level and spells and performs arithmetic at\na sixth-grade level, Dr. Bolter concluded that he “has a normal\ncapacity to learn and acquire information when given the\nopportunity for repetition.”Id., at 276.Finally, the record supports a finding that\nBrumfield has an antisocial personality disorder. Dr. Bolter\ntestified, without contradiction, that what manifested in childhood\nas a conduct disorder had developed in adulthood into an antisocial\npersonality disorder. He described that disorder as “an absence of\na conscience” and “the ability to disregard the rights and feelings\nof others in favor of what you want” without any “sense of\ncompunction or remorse.”Id., at 3909. Dr. Guin acknowledged\nthat Dr. Jordan had reached a similar diagnosis. Brumfield\npresented no medical evidence disputing it. That the majority\ndisputes “[t]he relevance of this diagnosis,”ante,at 14,\ndoes not make it any less supported by the record.Brumfield thus not only has failed to rebut the\nstate court’s factual findings by clear and convincing evidence,\n§2254(e)(1), he has failed to show that they were anything other\nthan eminently reasonable. Under any fairminded application of\n§2254(d)(2), he would not be entitled to relief.B1The majority reaches the opposite result with\na bit of legerdemain, recastinglegaldeterminations asfactualones. It contends that the state court erred in\ndenying Brumfield’s claim because the evidence Brumfield presented\n“was entirely consistent with intellectual disability” as defined\nin Louisiana and thus sufficient to entitle him to an evidentiary\nhearing.Ante,at 8–9. That argument betrays the legal\nnature of the majority’s dispute with the state court’s decision:\nThe majority does not—because it cannot—disagree that each of the\nstate court’s factual findings was supported by the record. Seeante, at 9–10 (not disputing Brumfield’s IQ score);ante,at 14 (not disputing Brumfield’s diagnosed antisocial\npersonality disorder);ibid.(acknowledging that “evidence\nin the record before the state court may have cut against\nBrumfield’s claim of intellectual disability”);ante,at 15\n(acknowledging that “the underlying facts of Brumfield’s crime\nmight arguably provide reason to think that Brumfield possessed\ncertain adaptive skills”). Instead, the majority disagrees with the\nstate court’sconclusionthat Brumfield had not made a\nsufficient threshold showing of mental retardation to be entitled\nto an evidentiary hearing on his claim.Ante,at 15–16.Thatconclusion, however, is properly\ncharacterized as one based on the application of law to fact, not\non the determination of the facts themselves.[6] As we have explained, “The question whether a\nstate court errs in determining the facts is a different question\nfrom whether it errs in applying the law.”Ricev.Collins, 546 U. S. 333, 342 (2006) . No one can dispute\nthat Brumfield’s IQ score, adaptive skills, and antisocial\npersonality disorder are facts. By contrast, the question whether\nBrumfield has met the legal standard for relief on, or at least an\nevidentiary hearing with regard to, hisAtkinsclaim\nrequires the application of law to those facts. SeePanettiv.Quarterman, 551 U. S. 930 –952 (2007) (applying\n§2254(d)(1) to conclude that a state court unreasonably applied\nclearly established federal law when it failed to provide a\nprisoner with a competency hearing after he made “ ‘a\nsubstantial threshold showing of insanity’ ”).[7] Indeed, in discussing each of these\n“factual determinations,” the majority turns first to state law to\ndetermine what showing a prisoner must make to qualify as mentally\nretarded.Ante,at 9, 11 (citingStatev.Williams, 2001–165 (La. 11/1/02), 831 So. 2d 835). If\nthe majority’s disagreement with the state court’s decision were\ntruly based on “factual determinations,” it is hard to understand\nwhat relevance state law would have.2Even on its own terms, the majority’s\nso-called “factual” analysis fails. The majority holds that the\nrecord sup-ported a finding that Brumfield qualified for a hearing\non mental retardation understatelaw. To reiterate, even if\ntrue, this state-law-basedlegalanalysis cannot overcome\nAEDPA’s bar to relief under §2254(d)(2). To make matters worse, the\nmajority gets the state law wrong.The Louisiana Supreme Court’s decision inWilliamsinstructed state courts to use the statutory\nstandard for determining when a pretrial competency hearing is\nnecessary—when there is “ ‘reasonable ground to doubt the\ndefendant’s mental capacity to proceed.’ ” 831 So. 2d,at 858, n. 33 (quoting La. Code Crim. Proc. Ann., Art. 643\n(West 2003)).[8] It made clear\nthat “reasonable ground to doubt” is “nota reference to\nproof beyond a reasonable doubt in the guilt phase of the trial,”\n831 So. 2d, at 858, n. 33 (emphasis added),[9] and that the burden was on the prisoner to\nbring forward objective evidence to put his mental retardation at\nissue.Brumfield’s IQ test score failed to meet the\nstandard for significantly subaverage intellectual functioning\nunder Louisiana law. AsWilliamsexplained, Louisiana\nstatutes defined “ ‘significantly subaverage general\nintellectual functioning’ ” as “ ‘more than two standard\ndeviations below the mean for the test of intellectual\nfunctioning,’ ” and a person with intellectual functioning two\nstandard deviations below the mean “would have an IQ of 70 using\nthe Wechsler scale.”Id.,at 853, and n. 26. Accounting for\nthe standard error of measurement,Williamsexplained that\nthe requisite IQ could range “from 66 to 74.”Id.,at 854,\nn. 26.[10] The majority\nprefers to avoid this language, focusing instead on “[t]he sources\non whichWilliamsrelied in defining subaverage\nintelligence.”Ante,at 9. But the way to apply a state\ncourt’s decision is to apply what the state court said, and, at 75\nand higher, Brumfield’s IQ scores exceeded the cutoff for\nsignificantly subaverage general intellectual functioning under\nthat decision.Brumfield’s evidence of alleged deficits in\nadaptive skills similarly failed to meet the requisite standards\nunder Louisiana law.Williamsdefined deficits in adaptive\nskills as “ ‘substantial functional limitations in three or\nmore of the following areas of major life activity:’ ” (1)\nself-care, (2) understanding and use of language, (3) learning, (4)\nmobility, (5) self-direction, and (6) capacity for independent\nliving. 831 So. 2d, at 853 (quoting then La. Rev. Stat. Ann.\n28:381(12) (repealed 2005)). The only evidence Brumfield presented\nthat is even potentially relevant to these factors was evidence of\nhis poor reading skills and behavioral problems in school. But,\nonce again, Dr. Bolter’s report confirmed that he had “a normal\ncapacity to learn and acquire information when given the\nopportunity for repetition” and that Brumfield’s behavioral\nproblems were attributable to “a conduct disorder that\n. . . progressed into an antisocial personality\ndisorder.” Record 276. The majority places special weight on\nBrumfield’s placement in “special education” classes,ante,at 4, 13, n. 7, 14, 15, but the record explains that he was\nplaced inbehavioral disorderclasses not because he had a\nlow capacity to learn, but because he had a high capacity to make\ntrouble, Record 3846–3847.[11] The state court could reasonably have found that\nBrumfield had not provided evidence of “substantial functional\nlimitations” in any of these categories, let alone thethreerequired by state law.Absent objective evidence of either\nsignificantly subaverage intellectual functioning or deficits in\nadaptive behavior, Brumfield was not entitled to an evidentiary\nhearing underWilliams. The majority’s analysis is\nerroneous: It takes a meritless state-law claim, recasts it as two\nfactual determinations, and then awards relief, despite ample\nevidence in the record to support each of the state court’sactualfactual determinations.CThe majority engages in such maneuvering\nbecause Brumfield arguedonlythat the state court based its\ndecision to deny hisAtkinsclaim on an unreasonable\ndetermination of the facts, §2254(d)(2), not an unreasonable\napplication of clearly established federal law as determined by\nthis Court, §2254(d)(1). Brumfield, for his part, presented his\nclaim in this way to avoid AEDPA’s additional restrictions on\nrelief for alleged legal errors. As explained below, overcoming\n§2254(d)(1)’s bar based on an alleged legal error is particularly\ndemanding. Brumfield’s arguments, even if presented properly as\nlegal ones, would not meet the bar.Under §2254(d)(1), a federal court may not award\nrelief for a claim adjudicated on the merits in state court unless\nthat adjudication “resulted in a decision that was contrary to, or\ninvolved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” “Clearly established Federal law for purposes of\n§2254(d)(1) includes only the holdings, as opposed to the dicta, of\nthis Court’s decisions.”Whitev.Woodall, 572\nU. S. ___, ___ (2014) (slip op., at 3) (internal quotation\nmarks and alteration omitted). A state court’s decision is\ntherefore not “contrary to” our decisions unless its holding\ncontradicts our holdings, or it “ ‘confronts a set of facts\nthat are materially indistinguishable from a decision of this Court\nand nevertheless arrives at a result different from our\nprecedent.’ ”Mitchellv.Esparza, 540\nU. S. 12 –16 (2003) (per curiam). A state court’s\ndecision is not “ ‘an unreasonable application’ ” of our\ndecisions if it merely “ ‘decline[s] to apply a specific legal\nrule that has not been squarely established by this\nCourt.’ ”Harringtonv.Richter, 562\nU. S. 86, 101 (2011) . Instead, the Court must evaluate the\napplication of our holdings in the context of the rule’s\nspecificity: “The more general the rule, the more leeway courts\nhave in reaching outcomes in case-by-case determinations.”Ibid.(internal quotation mark omitted). “[W]here the\nprecise contours of [a] right remain unclear, state courts enjoy\nbroad discretion in their adjudication of a prisoner’s claims.”Woodall,supra, at ___ (slip op., at 9) (internal\nquotation marks omitted).“If this standard is difficult to meet, that is\nbecause it was meant to be.”Richter, 562 U. S., at\n102. “ ‘Federal habeas review of state convictions\n. . . disturbs the State’s significant interest in repose\nfor concluded litigation, denies society the right to punish some\nadmitted offenders, and intrudes on state sovereignty to a degree\nmatched by few exercises of federal judicial authority.’ ”Id.,at 103. Although AEDPA “stops short of imposing a\ncomplete bar” on this type of review, it does require “a state\nprisoner [to] show that the state court’s ruling on the claim being\npresented in federal court was so lacking in justification that\nthere was an error well understood and comprehended in existing law\nbeyond any possibility for fairminded disagreement.”Id.,at\n102–103. Brumfield cannot meet this standard.1The state court’s decision to deny Brumfield’sAtkinsclaim was not contrary to any holding of this Court.\nThe state court recognized thatAtkinsprecludes the\nexecution of mentally retarded offenders and then concluded that\nBrumfield did not qualify as a mentally retarded offender. Because\nthis Court has never confronted a set of facts that are materially\nindistinguishable from the facts in this case and arrived at a\ndifferent result, the state court’s decision was not “contrary to”\nclearly established federal law as determined by this Court.Nor is the decision of the state court to deny ahearingon the claim contrary to such clearly established\nlaw. InAtkins, this Court held that the Eighth Amendment\nprecludes the execution of mentally retarded offenders, but “le[ft]\nto the States the task of developing appropriate ways to enforce\nthe constitutional restrictions upon their execution of sentences.”\n536 U. S., at 317 (internal quotation mark and brackets\nomitted). This Court did not so much as mention an evidentiary\nhearing, let alone hold that prisoners raisingAtkinsclaims\nare entitled to one. To be sure,Atkinscited this Court’s\ndecision inFordv.Wainwright, 477 U. S. 399\n(1986) , when it explained that it was leaving the enforcement of\nthe right to the States. See 536 U. S.,at 316–317.\nJustice Powell’s controlling concurrence inFordrequired a\ncourt to afford a prisoner a hearing on the claim that he is insane\nand therefore ineligible to be executed after a prisoner made a\n“substantial threshold showing of insanity.” 477 U. S.,at 426 (opinion concurring in part and concurring in judgment). The\ncitation inAtkins, however, not only was not to that\nportion ofFord, it was not even to Justice Powell’sopinioninFord. CompareAtkins,supra,at 317 (citingFord,supra,at 405 (majority\nopinion), 416–417 (opinion of Marshall, J.)), withFord,supra,at 426 (opinion of Powell, J.).Atkinsthus\ndid not imply—let alone hold—that a prisoner is entitled to a\nhearing on anAtkinsclaim. There being no mention of a\nhearing, the state court’s decision to deny Brumfield such a\nhearing could not be “contrary to . . . clearly\nestablished Federal law.” §2254(d)(1).Even ifAtkins didestablish a right to\nan evidentiary hearing upon a threshold showing of mental\nretardation, the state court’s decision to deny Brumfield a hearing\nwould not be contrary to that rule. After all, the state court took\nthe position that Brumfield would have been entitled to an\nevidentiary hearing if he had made a threshold showing of mental\nretardation; it simply concluded that he had not made that showing.\nThis Court has never confronted a set of materially\nindistinguishable facts and found the threshold showing satisfied.\nThus, as with its rejection of theAtkinsclaim itself, the\nstate court’s decision to deny Brumfield anAtkinshearing\nwas not contrary to clearly established federal law as determined\nby this Court.2The state court’s decision here likewise was\nnot an unreasonable application ofAtkins. TheAtkinsCourt did not clearly define the category “of mentally retarded\noffenders about whom there is a national consensus.” 536\nU. S., at 317. It offered guidance in the form of several\nclinical definitions of mental retardation as “ ‘subaverage\nintellectual functioning’ ” accompanied by “significant\nlimitations in adaptive skills such as communication, self-care,\nand self-direction that became manifest before age 18.”Id.,at 318. It gave conflicting indications of the IQ score necessary\nfor “subaverage intellectual functioning,” defining mild mental\nretardation as the term used to de-scribe “people with an IQ level\nof 50–55 to approximately 70,”id.,at 308, n. 3; and\nciting one source that reports70 or less as the statistical\ncriterion for mental retardation,id.,at 309, n. 5;\nsee 2 Kaplan & Sadock’s Comprehensive Textbook of Psychiatry\n2589 (B. Sadock & V. Sadock eds., 7th ed. 2000); but commenting\nthat “an IQ between 70 and 75 or lower . . . is typically\nconsidered the cutoff IQ score for the intellectual function prong\nof the mental retardation definition,” 536 U. S.,at\n309, n. 5. It offered no greater specificity with respect to\n“significant limitations in adaptive skills,” though it remarked\nthat, “by definition,” mentally retarded offenders “have diminished\ncapacities to understand and process information, to communicate,\nto abstract from mistakes and learn from experience, to engage in\nlogical reasoning, to control impulses, and to understand the\nreactions of others.”Id.,at 318.The state court here reasonably applied the\ngeneral rule announced inAtkinswhen it rejected\nBrumfield’s claim. Brumfield achieved a 75 on the IQ test\nadministered to him by Dr. Bolter, 5 points above the score\nidentified byAtkinsas the upper end of\n“ ‘[m]ild’ ” mental retardation,id., at 308,\nn. 3, and by clinical definitions as the criterion for mental\nretardation. He also scored somewhat higher on the IQ tests\nadministered to him by Dr. Jordan. In addition, he demonstrated no\nimpairment in adaptive skills. To the contrary, his test results\n“indicate[d] that his problem solving, judgment and reasoning\nskills are sufficient to meet the demands of everyday adulthood and\nhe is not showing any decrement in the types of problems one would\nassume to see if they were suffering from an underlying organic\nbasis or mental illness.” Record 275. Based on this record, the\nstate court reasonably concluded that Brumfield had not come\nforward with evidence that he fell within the category of mentally\nretarded offenders about whom a national consensus against\nexecution had developed.For the same reasons, even if one were to\nmischaracterizeAtkinsas clearly establishing a right to an\nevidentiary hearing upon a substantial threshold showing of mental\nretardation, the state court did not unreasonably apply that rule.Atkinsdid not define the showing necessary, and the state\ncourt reasonably concluded that, on this record, Brumfield had not\nmet it.[12]DIn sum, §2254(d) bars Brumfield’sAtkinsclaim. The facts upon which the state court rejected\nhis claim are amply supported by the record and thus not\nunreasonable. In concluding otherwise, the majority conflates\nquestions of fact with questions about the application of law to\nfact. That conflation may help it get around the inconveniences of\n“clearly established Federal law as determined by th[is Court],”\n§2254(d)(1), but it does violence to the statute and to our\nordinary understanding of “facts.” Indeed, we have summarily\nreversed lower courts for making that same error. See,e.g.,Lopezv.Smith, 574 U. S. ___, ___ (2014)\n(per curiam) (slip op., at 8) (“Although the Ninth Circuit\nclaimed its disagreement with the state court was factual in\nnature, in reality its grant of relief was based on a legal\nconclusion about the adequacy of the notice provided”). We should\nhold ourselves to the same standard.IVThe majority’s willingness to afford relief on\nBrumfield’s first ground of alleged error in the state court’s\ndismissal of hisAtkinsclaim obviates its need to resolve\nhis second, which focuses on the state court’s denial of funding to\ndevelop that claim. Because I would conclude that AEDPA bars relief\non the first ground, I must also address the second. AEDPA’s\nstandards make short work of that ground as well.The state court’s denial of funding to Brumfield\nwas neither contrary to, nor an unreasonable application of,\nclearly established federal law as determined by this Court.Noprecedent of this Court addresses whether and under what\ncircumstances a state prisoner must be af-forded funds to develop\nanAtkinsclaim.Atkinsleft “to the States the task\nof developing appropriate ways to enforce the constitutional\nrestriction upon their execution of sentences.” 536 U. S., at\n317 (internal quotation marks and brackets omitted). None of our\ndecisions sinceAtkinshave even purported to address\nconstitutional requirements for funding of these claims.Brumfield believes that the decision was\ncontrary to, and involved an unreasonable application ofAkev.Oklahoma, 470 U. S. 68 (1985) , andFordv.Wainwright, 477 U. S. 399 , but neither of those\ndecisions even involved protections for mentally retarded\noffenders. Instead, both decisions addressed protections for\nprisoners assertinginsanity—Akein the context of\ninsanity as a defense to a crime, 470 U. S., at 70, 77, andFordin the context of insanity as a limitation on the\nState’s power to execute a prisoner, 477 U. S., at 418\n(Powell, J., concurring in part and concurring in judgment).\nNeither involved the question whether a prisoner is entitled to\nfunds to develop an insanity claim before he has made a substantial\nthreshold showing of that claim. OnlyAkeaddressed the\nquestion of funds at all, and it held that an indigent defendant\nhas a right of “access” to a competent psychiatrist to assist in\nthe preparation of his insanity defense,notthat an\n“indigent defendant has a constitutional right to choose a\npsychiatrist of his personal liking or to receive funds to hire his\nown.” 470 U. S., at 83.The state court fully complied with this Court’s\ndecisions when it declined to award Brumfield funds. Brumfield did\nnot meet his burden to make a substantial threshold showing of\nmental retardation. No decision of this Court requires a State to\nafford a defendant funds to do so.*  *  *Over 20 years ago, Brumfield deprived the\npeople of Baton Rouge of one of their police officers and six\nchildren of their mother. A jury of his peers found Brumfield\nguilty of the crime and sentenced him to death. The Louisiana\ncourts afforded him full appellate and collateral-review\nproceedings.Today, the majority tosses those proceedings\naside, concluding that the state court based its decision to deny\nBrumfield’sAtkinsclaim on an “unreasonable determination\nof the facts,” even as it concedes that the record includes\nevidence supporting that court’s factual findings. Under AEDPA,\nthat concession should bar relief for Brumfield. In concluding\notherwise, the majority distorts fed-eral law and intrudes upon\nLouisiana’s sovereign right to enforce its criminal laws and its\ncourts’ judgments. Such willfulness is disheartening.What is perhaps more disheartening than the\nmajority’s disregard for both AEDPA and our precedents is its\ndisregard for the human cost of its decision. It spares not a\nthought for the 20 years of judicial proceedings that its decision\nso casually extends. It spares no more than a sentence to describe\nthe crime for which a Louisiana jury sentenced Brumfield to death.\nIt barely spares the two words necessary to identify Brumfield’s\nvictim, Betty Smothers, by name. She and her family—not to mention\nour legal system—deserve better.I respectfully dissent.APPENDIXW. Dunn & D. Yaeger, Running for My Life: My\nJourney in the Game of Football and Beyond (2008).Notes1The videotaped confession\ncan be found at\nhttp://www.supremecourt.gov/media/media.aspx.2Although not introduced\nat trial, it is worth noting that the night of Corporal Smothers’\nmurder was apparently not her first interaction with Brumfield. Six\nyears earlier, she had caught him stealing and had given him a\nchance to turn his life around, a chance he unfortunately did not\ntake. See W. Dunn & D. Yaegar, Running for My Life: My Journey\nin the Game of Football and Beyond 12 (2008). As Corporal Smothers’\neldest son recounted, “[Brumfield] told me a story that in 1987, my\nmother, working security at a store, caught him stealing and made\nhim put back whatever he took. . . . Brumfield said my\nmom could have made an example of him that day, but she elected not\nto. I thought to myself, that was Mom—always giving people second\nchances to do right.”Ibid.3Like Brumfield, Warrick’s\nfather was not a part of his life.Id.,at 51. But, unlike\nBrumfield, Warrick did not use the absence of a father figure as a\njustification for murder.Ibid.Instead, he recognized that\nhis mother had been “the family patriarch” when she was alive,ibid.and that he had a responsibility to take on that role\nafter her death,id.,at 37.4In a letter to Brumfield,\none of Corporal Smothers’ daughters, Summer, later wrote: “Can you\nimagine life at 14 without your mother, no father to step up and\ntake responsibility for his seed? Not knowing where your next meal\nwill come from, or where you are going to lay your head at night,\nor even who’s going to sacrifice their life to raise six children\nbecause of someone’s selfish acts? Do you know what this can [do\nto] a 14-year-old’s physical, emotional, and mental state of mind?”Id.,at 13 (italics deleted).5Although this question\npresented in his petition is framed as one of law—“[w]hether a\nstate court that considers the evidence presented at a petitioner’s\npenalty phase proceeding as determinative of the petitioner’s claim\nof mental retardation underAtkins v.Virginia, 536\nU. S. 304 (2002) , has based its decision on an unreasonable\ndetermination of the facts under 28 U. S. C.\n§2254(d)(2),” Pet. for Cert. i—Brumfield reframed his question at\noral argument as purely one based on the factual determinations\nmade in his case, Tr. of Oral Arg. 27–28. He properly conceded that\na court does not necessarily make its decision based on an\nunreasonable determination of the facts when it rejects anAtkinsclaim based on a record developed beforeAtkins. Tr. of Oral Arg. 7–8.6The majority attempts to\ndefend its recharacterization of the inquiry on the ground that the\nState invoked §2254(d)(2). The State invoked that provision because\nthat is the basis upon which Brumfield sought federal collateral\nrelief. But, Brumfield is not entitled to that relief unless he can\nshow that the state court based its decision to deny hisAtkinsclaim on unreasonable factual determinations. Rather\nthan address those determinations, the majority addresses something\nelse entirely.7To be sure, the question\nwhether someone is mentally retarded is one of fact. But that is\nnot the question at issue in anAtkinsclaim.Atkinsheld that a category of mentally retarded offenders could not be\nexecuted consistent with the Eighth Amendment because a national\nconsensus had developed against such executions. It acknowledged\nthat there was disagreement about how to define mentally retarded\noffenders and clarified that “[n]ot all people who claim to be\nmentally retarded will be so impaired as to fall within the range\nof mentally retarded offenders about whom there is a national\nconsensus.” 536 U. S., at 317. Thus, when a prisoner brings anAtkinsclaim, he bears the burden to establish not just the\n“fact” of his mental retardation,but also that he is sufficiently\nimpaired to fall within the categoryof persons identified inAtkinsas legally beyond a State’s power to\nexecute.8It is unclear whetherWilliamseven continued to supply the governing state law at\nthe time the state court acted, for the Louisiana Legislature had\nestablished a procedure for adjudicating claims of mental\nretardation in capital cases three months before Brumfield’s\nhearing. See 2003 La. Acts p. 698 (enacting La. Code Crim. Proc.\nAnn., Art. 905.5.1 (West Supp. 2015)). Because that law did not\nspecifically address the circumstances under which capital\ndefendants would be entitled to a hearing on such claims, however,\nI assume for the sake of argument thatWilliamssupplies the\napplicable state law.9The majority’s persistent\ncharacterization of this standard as a “reasonable doubt” standard\nis quite misleading.Ante,at 7, 15, 18.10As\nthe majority points out, the Court inWilliamswas “using\nthis example to illustrate the concept of [the standard error of\nmeasurement],”anteat 10, n. 4, but it was\nillustrating the standard error of measurementas it relatedto the Louisiana law defining significantly subaverage general\nintellectual functioning as “ ‘more than two standard\ndeviations below the mean for the test of intellectual\nfunctioning,’ ”Williams,supra,at 853, and n.\n26 (quoting then La. Rev. Stat. Ann. 28:381(42) (repealed\n2005)).11The\nmajority places great reliance on the testimony of Dr. Guin, who\nwasnota medical doctor, that Brumfield’s “out of control\nbehavior” in the classroom, Record 3879, was a function in part of\na learning disability,ante,at 13. But, Dr. Guin was not\nqualified to make that diagnosis, and she acknowledged that the\nschool had diagnosed him only with a behavioral disorder. Record\n3882.12It is\nworth reiterating that the majority’s analysis of state law would\nafford no basis for relief under §2254(d)(1), even if Brumfield had\nrequested relief under that provision. Section 2254(d)(1) serves as\na basis for relief only when a state court reached a decision that\ninvolved an “unreasonable application of . . . clearly\nestablishedFederallaw, as determined by [this]\nCourt.” (Emphasis added.) And even if Brumfield could show a\nviolation of state law, which he cannot for the reasons I discussed\nabove, such a violation would “provide no basis for federal habeas\nrelief.”Estellev.McGuire, 502 U. S. 62 ,\nn. 2. (1991).",
    "joined": []
}