{
    "case": {
        "docket": "180",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/180/"
    },
    "id": "1963454",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN JUDGMENTORTIZ V. JORDAN562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-737MICHELLE ORTIZ, PETITIONERv.PAULA JORDAN\net al.on writ of certiorari to the united states court of\nappeals for the sixth circuit[January 24, 2011]Justice Thomas, with whom Justice\nScalia and Justice Kennedy join, concurring in the judgment.We granted certiorari to decide\nthe narrow question whether a party may appeal an order denying\nsummary judgment after a full trial on the merits. I agree with the\nCourt that the answer is no. Seeante, at 2–3. The Court\nalso reaches beyond that question, however, to address the effect\nof Jordan and Bright’s failure to renew their motion for judgment\nas a matter of law under Federal Rule of Civil Procedure 50(b). I\nwould limit our decision to the question presented and remand for\nconsideration of any additional issues.As the Court concludes, a party ordinarily\ncannot appeal an order denying summary judgment after a full trial\non the merits. Seeante, at 7–8. Most such orders are not\nappealable at all, because they neither qualify as “final\ndecisions” capable of appeal under 28 U. S. C. §1291 nor come\nwithin the narrow class of appealable interlocutory orders under\n§1292(a)(1). And for those that are appealable, the time for filing\nan appeal will usually have run by the conclusion of the trial. See\n§2107(a) (providing that a notice of appeal in a civil case\ngenerally must be filed “within thirty days” after entry of the\nrelevant judgment or order); Fed. Rule App. Proc. 4(a)(1)(A).This case is the ordinary case. Even if the\norder denying summary judgment qualified under the collateral order\ndoctrine as an appealable “final decision” under §1291, the time\nfor filing that appeal expired long before trial.Ante, at\n7–8. The Court of Appeals therefore lacked jurisdiction to review\nthe order. I would reverse the judgment on that ground alone and\nremand for further proceedings.The majority proceeds to consider the\nadditional question whether Jordan and Bright’s failure to file a\nRule 50(b) motion deprived the Court of Appeals of the\n“ ‘powe[r]’ ” to review the sufficiency of the trial\nevidence. Seeante, at 3–4, 8 (quotingUnitherm Food\nSystems, Inc.v.Swift-Eckrich, Inc.,546 U. S. 394, 405\n(2006)). The Court does so because it concludes that the Court of\nAppeals did not confine itself to the pretrial record and instead\nreviewed the trial evidence.Ante,at 3.I do not think it necessary to reach beyond\nthe question presented. It is clear from the opinion that the\nappeals court reviewed the order denying summary judgment, and that\nwas error. The Court of Appeals explained that “[a]lthough courts\nnormally do not review the denial of a summary judgment motion\nafter a trial on the merits,” this case “is an exception to th[at]\nrule.” 316 Fed. Appx. 449, 453 (CA6 2009). And to support that\nconclusion, the court citedGoffv.Bise, 173\nF. 3d 1068 (1999), in which the Eighth Circuit reviewed an\norder denying summary judgment. Finally, the Court of Appeals\nequated its review in this case to the review of an “interlocutory\nappea[l] of qualified immunity,” which suggests that the court saw\nitself as reviewing the interlocutory order denying summary\njudgment. 316 Fed. Appx., at 453. Whether, in erroneously reviewing\nthe order denying summary judgment, the Court of Appeals considered\nthe pretrial or full trial record is beside the point.I also think it unwise to reach the Rule 50\nissue and the questions that follow. Ortiz’s opening brief at the\nmerits stage focused on the question presented—whether the Court of\nAppeals lacked jurisdiction to review an order denying summary\njudgment. It was not until Jordan and Bright’s response brief in\nthis Court, in which they argued that they had not actually\nappealed the order denying summary judgment, that the Rule 50\nissues were addressed at any length. This Court normally proceeds\nmore cautiously. Moreover, the Court of Appeals did not address\nthese issues at all, and we are ordinarily “a court of final review\nand not first view.”Adarand Constructors, Inc.v.Mineta,534\nU. S. 103, 110 (2001)(per curiam)(internal quotation\nmarks omitted). This seems a good rule to follow in a case like\nthis, which raises difficult and far-reaching questions of civil\nprocedure.For these reasons, I would resolve only the\nquestion on which we granted certiorari. I concur in the\njudgment.SeeMitchellv.Forsyth,472 U. S. 511,\n524–530 (1985) (holding that some orders denying summary judgment\nconstitute “ ‘final decisions’ ” under the collateral\norder doctrine).",
    "joined": []
}