{
    "case": {
        "docket": "519",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/519/"
    },
    "id": "3426536",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1371_________________TEXAS DEPARTMENT OF HOUSING AND COMMU-NITY\nAFFAIRS, et al., PETITIONERSv.THE IN-CLUSIVE\nCOMMUNITIES PROJECT, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 25, 2015]Justice Thomas, dissenting.I join Justice Alito’s dissent in full. I write\nseparately to point out that the foundation on which the Court\nbuilds its latest disparate-impact regime—Griggsv.Duke\nPower Co., 401 U. S. 424 (1971) —is made of sand. That\ndecision, which concluded that Title VII of the Civil Rights Act of\n1964 authorizes plaintiffs to bring disparate-impact claims,id., at 429–431, represents the triumph of an agency’s\npreferences over Congress’ enactment and of assumption over fact.\nWhatever respectGriggsmerits as a matter ofstare\ndecisis, I would not amplify its error by importing its\ndisparate-impact scheme into yet another statute.IAWe should drop the pretense thatGriggs’ interpretation of Title VII was legitimate. “The\nCivil Rights Act of 1964 did not include an express prohibition on\npolicies or practices that produce a disparate impact.”Ricciv.DeStefano, 557 U. S. 557, 577 (2009) .\nIt did not include an implicit one either. Instead, Title VII’s\noperative provision, 42 U. S. C. §2000e–2(a) (1964 ed.),\naddressed only employer decisions motivated by a protected\ncharacteristic. That provision made it “an unlawful employment\npractice for an employer—“(1) to fail or refuse to hire or to discharge\nany individual, or otherwise to discriminate against any individual\nwith respect to his compensation, terms, conditions, or privileges\nof employment,because ofsuch individual’s race, color,\nreligion, sex, or national origin; or“(2) to limit, segregate, or classify his\nemployees in any way which would deprive or tend to deprive any\nindividual of employment opportunities or otherwise adversely\naffect his status as an employee,because ofsuch\nindividual’s race, color, religion, sex, or national origin.” §703,\n78Stat. 255 (emphasis added).[1]Each paragraph in §2000e–2(a) is limited to\nactions taken “because of” a protected trait, and “the ordinary\nmeaning of ‘because of’ is ‘by reason of’ or ‘on account\nof,’ ”University of Tex. Southwestern Medical Centerv.Nassar, 570 U. S. ___, ___ (2013) (slip op., at 9)\n(some internal quotation marks omitted). Section 2000e–2(a) thus\napplies only when a protected characteristic “was the ‘reason’ that\nthe employer decided to act.”Id., at ___ (slip op., at 10)\n(some internal quotation marks omitted).[2] In other words, “to take action against an\nindividualbecause of” a protected trait “plainly requires\ndiscriminatory intent.” SeeSmithv.City of Jackson,\n544 U. S. 228, 249 (2005) (O’Connor, J., joined by Kennedy and\nThomas, JJ., concurring in judgment) (internal quotation marks\nomitted); accord,e.g., Grossv.FBL Financial Services,\nInc., 557 U. S. 167, 176 (2009) .No one disputes that understanding of\n§2000e–2(a)(1). We have repeatedly explained that a plaintiff\nbringing an action under this provision “must establish ‘that the\ndefendant had a discriminatory intent or motive’ for taking a\njob-related action.”Ricci,supra,at 577 (quotingWatsonv.Fort Worth Bank & Trust, 487 U. S.\n977, 986 (1988) ). The only dispute is whether the same\nlanguage—“because of”—means something different in §2000e–2(a)(2)\nthan it does in §2000e–2(a)(1).The answer to that questionshouldbe\nobvious. We ordinarily presume that “identical words used in\ndifferent parts of the same act are intended to have the same\nmeaning,”Desert Palace, Inc.v.Costa, 539\nU. S. 90, 101 (2003) (internal quotation marks omitted), and\n§2000e–2(a)(2) contains nothing to warrant a departure from that\npresumption. That paragraph “uses the phrase ‘because of\n. . . [a protected characteristic]’ in precisely the same\nmanner as does the preceding paragraph—to make plain that an\nemployer is liable only if its adverse action against an individual\nismotivated bythe individual’s [protected\ncharacteristic].”Smith,supra,at 249 (opinion of\nO’Connor, J.) (interpreting nearly identical provision of the Age\nDiscrimination in Employment Act of 1967 (ADEA)).The only difference between §2000e–2(a)(1) and\n§2000e–2(a)(2) is the type of employment decisions they address.\nSeeSmith,supra, at 249 (opinion of O’Connor,\nJ.).Section 2000e–2(a)(1) addresses hiring, firing, and\nsetting the terms of employment, whereas §2000e–2(a)(2) generally\naddresses limiting, segregating, or classifying employees. Butnodecision is an unlawful employment practice under these\nparagraphs unless it occurs “because ofsuch individual’s\nrace, color, religion, sex, or national origin.” §§2000e–2(a)(1),\n(2) (emphasis added).Contrary to the majority’s assumption, seeante,at 10–13, the fact that §2000e–2(a)(2) uses the phrase\n“otherwise adversely affect” in defining the employment decisions\ntargeted by that paragraph does not eliminate its mandate that the\nprohibited decision be made “because of” a protected\ncharacteristic. Section 2000e–2(a)(2) does not make unlawful all\nemployment decisions that “limit, segregate, or classify\n. . . employees . . . in any way which would\n. . . otherwise adversely affect [an individual’s] status\nas an employee,” but those that “otherwise adversely affect [an\nindividual’s] status as an employee,because of such\nindividual’s race, color, religion, sex, or national origin.”\n(Emphasis added); accord, 78Stat. 255. Reading §2000e–2(a)(2) to\nsanction employers solely on the basis of the effects of their\ndecisions would delete an entire clause of this provision, a result\nwe generally try to avoid. Under any fair reading of the text,\nthere can be no doubt that the Title VII enacted by Congress did\nnot permit disparate-impact claims.[3]BThe author of disparate-impact liability under\nTitle VII was not Congress, but the Equal Employment Opportunity\nCommission (EEOC). EEOC’s “own official history of these early\nyears records with unusual candor the commission’s fundamental\ndisagreement with its founding charter, especially Title VII’s\nliteral requirement that the discrimination be intentional.” H.\nGraham, The Civil Rights Era: Origins and Development of National\nPolicy 1960–1972, p. 248 (1990). The Commissioners and their legal\nstaff thought that “discrimination” had become “less often an\nindividual act of disparate treatment flowing from an evil state of\nmind” and “more institutionalized.” Jackson, EEOC vs.\nDiscrimination, Inc., 75 The Crisis 16 (1968). They consequently\ndecided they should target employment practices “which prove to\nhave a demonstrable racial effect without a clear and convincing\nbusiness motive.”Id.,at 16–17 (emphasis deleted). EEOC’s\n“legal staff was aware from the beginning that a normal,\ntraditional, and literal interpretation of Title VII could blunt\ntheir efforts” to penalize employers for practices that had a\ndisparate impact, yet chose “to defy Title VII’s restrictions and\nattempt to build a body of case law that would justify [their]\nfocus on effects and [their] disregard of intent.” Graham,supra, at 248, 250.The lack of legal authority for their agenda\napparently did not trouble them much. For example, Alfred\nBlumrosen, one of the principal creators of disparate-impact\nliability at EEOC, rejected what he described as a “defeatist view\nof Title VII” that saw the statute as a “compromise” with a limited\nscope. A. Blumrosen, Black Employment and the Law 57–58 (1971).\nBlumrosen “felt that most of the problems confronting the EEOC\ncould be solved by creative interpretation of Title VII which would\nbe upheld by the courts, partly out of deference to the\nadministrators.”Id.,at 59.EEOC’s guidelines from those years are a case\nstudy in Blumrosen’s “creative interpretation.” Although EEOC\nlacked substantive rulemaking authority, seeFaragherv.Boca Raton, 524 U. S. 775 , n. 1 (1998) (Thomas,\nJ., dissenting), it repeatedly issued guidelines on the subject of\ndisparate impact. In 1966, for example, EEOC issued guidelines\nsuggesting that the use of employment tests in hiring decisions\ncould violate Title VII based on disparate impact, notwithstanding\nthe statute’s express statement that “it shall not be an unlawful\nemployment practice . . . to give and to act upon the\nresults of any professionally developed ability test provided that\nsuch test . . . is notdesigned, intended, or usedto discriminate because of race, color, religion, sex, or national\norigin,” §2000e–2(h) (emphasis added). See EEOC, Guidelines on\nEmployment Testing Procedures 2–4 (Aug. 24, 1966). EEOC followed\nthis up with a 1970 guideline that was even more explicit,\ndeclaring that, unless certain criteria were met, “[t]he use of any\ntest which adversely affects hiring, promotion, transfer or any\nother employment or membership opportunity of classes protected by\ntitle VII constitutes discrimination.” 35 Fed. Reg. 12334\n(1970).EEOC was initially hesitant to take its approach\nto this Court, but theGriggsplaintiffs forced its hand.\nAfter they lost on their disparate-impact argument in the Court of\nAppeals, EEOC’s deputy general counsel urged the plaintiffs not to\nseek review because he believed “ ‘that the record in the case\npresent[ed] a most unappealing situation for finding tests\nunlawful,’ ” even though he found the lower court’s adherence\nto an intent requirement to be “ ‘tragic.’ ” Graham,supra,at 385. The plaintiffs ignored his advice. Perhaps\nrealizing that a ruling on its disparate-impact theory was\ninevitable, EEOC filed anamicusbrief in this Court seeking\ndeference for its position.[4]EEOC’s strategy paid off. The Court embraced\nEEOC’s theory of disparate impact, concluding that the agency’s\nposition was “entitled to great deference.” SeeGriggs, 401\nU. S., at 433–434. With only a brief nod to the text of\n§2000e–2(a)(2) in a footnote,id., at 426, n. 1, the\nCourt tied this novel theory of discrimination to “the statute’s\nperceivedpurpose” and EEOC’s view of the best way of\neffectuating it,Smith, 544 U. S.,at 262\n(opinion of O’Connor, J.); seeid.,at 235 (plurality\nopinion). But statutory provisions—not purposes—go through the\nprocess of bicameralism and presentment mandated by our\nConstitution. We should not replace the former with the latter, seeWyethv.Levine, 555 U. S. 555, 586 (2009)\n(Thomas, J., concurring in judgment), nor should we transfer our\nresponsibility for interpreting those provisions to administrative\nagencies, let alone ones lacking substantive rulemaking authority,\nseePerezv.Mortgage Bankers Assn., 575 U. S.\n___, ___–___ (2015) (Thomas, J., concurring in judgment) (slip op.,\nat 8–13).IIGriggs’ disparate-impact doctrine\ndefies not only the statutory text, but reality itself. In their\nquest to eradicate what they view as institutionalized\ndiscrimination, disparate-impact proponents doggedly assume that a\ngiven racial disparity at an institution is a product of that\ninstitution rather than a reflection of disparities that exist\noutside of it. See T. Sowell, Intellectuals and Race 132 (2013)\n(Sowell). That might be true, or it might not. Standing alone, the\nfact that a practice has a disparate impact is not conclusive\nevidence, as theGriggsCourt appeared to believe, that a\npractice is “discriminatory,” 401 U. S., at 431. “Although\npresently observed racial imbalancemightresult from past\n[discrimination], racial imbalance can also result from any number\nof innocent private decisions.”Parents Involved in Community\nSchoolsv.Seattle School Dist. No. 1, 551 U. S.\n701, 750 (2007) (Thomas, J., concurring) (emphasis added).[5] We should not automatically presume\nthat any institution with a neutral practice that happens to\nproduce a racial disparity is guilty of discrimination until proved\ninnocent.As best I can tell, the reason for this\nwholesale inversion of our law’s usual approach is the unstated—and\nunsubstantiated—assumption that, in the absence of discrimination,\nan institution’s racial makeup would mirror that of society. But\nthe absence of racial disparities in multi-ethnic societies has\nbeen the exception, not the rule. When it comes to “proportiona[l]\nrepresent[ation]” of ethnic groups, “few, if any, societies have\never approximated this description.” D. Horowitz, Ethnic Groups in\nConflict 677 (1985). “All multi-ethnic societies exhibit a tendency\nfor ethnic groups to engage in different occupations, have\ndifferent levels (and, often, types) of education, receive\ndifferent incomes, and occupy a different place in the social\nhierarchy.” Weiner, The Pursuit of Ethnic Equality Through\nPreferential Policies: A Comparative Public Policy Perspective, in\nFrom Independence to Statehood 64 (R. Goldmann & A. Wilson eds.\n1984).Racial imbalances do not always disfavor\nminorities. At various times in history, “racial or ethnic\nminorities . . . have owned or directed more than half of\nwhole industries in particular nations.” Sowell 8. These minorities\n“have included the Chinese in Malaysia, the Lebanese in West\nAfrica, Greeks in the Ottoman Empire, Britons in Argentina,\nBelgians in Russia, Jews in Poland, and Spaniards in Chile—among\nmany others.”Ibid.(footnotes omitted). “In the seventeenth\ncentury Ottoman Empire,” this phenomenon was seen in the palace\nitself, where the “medical staff consisted of 41 Jews and 21\nMuslims.”Ibid. And in our own country, for roughly a\nquarter-century now, over 70 percent of National Basketball\nAssociation players have been black. R. Lapchick, D. Donovan, E.\nLoomer, & L. Martinez, Institute for Diversity and Ethics in\nSport, U. of Central Fla., The 2014 Racial and Gender Report Card:\nNational Basketball Association 21 (June 24, 2014). To presume that\nthese and all other measurable disparities are products of racial\ndiscrimination is to ignore the complexities of human\nexistence.Yet, if disparate-impact liability is not based\non this assumption and is instead simply a way to correct for\nimbalances that do not result from any unlawful conduct, it is even\nless justifiable. This Court has repeatedly reaffirmed that\n“ ‘racial balancing’ ” by state actors is\n“ ‘pat-ently unconstitutional,’ ” even when it supposedly\nsprings from good intentions.Fisherv.University of\nTex. at Austin, 570 U. S. ___, ___ (2013) (slip op., at\n9). And if that “racial balancing” is achieved through\ndisparate-impact claims limited to only some groups—if, for\ninstance, white basketball players cannot bring disparate-impact\nsuits—then we as a Court have constructed a scheme that parcels out\nlegal privileges to individuals on the basis of skin color. A\nproblem with doing so should be obvious: “Government action that\nclassifies individuals on the basis of race is inherently suspect.”Schuettev.BAMN, 572 U. S. ___, ___ (2014)\n(plurality opinion) (slip op., at 12); accord,id.,at ___\n(Scalia, J., concurring in judgment) (slip op., at 9). That is no\nless true when judges are the ones doing the classifying. Seeid., at ___ (plurality opinion) (slip op., at 12);id.,at ___ (Scalia, J., concurring in judgment) (slip op.,\nat 9). Disparate-impact liability is thus a rule without a reason,\nor at least without a legitimate one.IIIThe decision inGriggswas bad enough,\nbut this Court’s subsequent decisions have allowed it to move to\nother areas of the law. InSmith, for example, a plurality\nof this Court relied onGriggsto include disparate-impact\nliability in the ADEA. See 544 U. S., at 236. As both I and\nthe author of today’s majority opinion recognized at the time, that\ndecision was as incorrect as it was regrettable. Seeid.,at\n248–249 (O’Connor, J., joined by Kennedy and Thomas, JJ.,\nconcurring in judgment). Because we knew that Congress did not\ncreate disparate-impact liability under Title VII, we explained\nthat “there [wa]s no reason to suppose that Congress in 1967”—four\nyears beforeGriggs—“could have foreseen the interpretation\nof Title VII that was to come.”Smith,supra, at 260\n(opinion of O’Connor, J.). It made little sense to repeatGriggs’ error in a new context.My position remains the same. Whatever deference\nis dueGriggsas a matter ofstare decisis, we should\nat the very least confine it to Title VII. We should not\nincorporate it into statutes such as the Fair Housing Act and the\nADEA, which were passed years before Congress had any reason to\nsuppose that this Court would take the position it did inGriggs. SeeSmith,supra, at 260 (opinion of\nO’Connor, J.).And we should certainly not allow it to\nspread to statutes like the Fair Housing Act, whose operative text,\nunlike that of the ADEA’s, does not even mirror Title VII’s.Today, however, the majority inexplicably\ndeclares that “the logic ofSmithandGriggs” leads\nto the conclusion that “the FHA encompasses disparate-impact\nclaims.”Ante,at 11. Justice Alito ably dismantles this\nargument.Post,at 21–28 (dissenting opinion). But, even if\nthe majority were correct, I would not join it in following that\n“logic” here. “[E]rroneous precedents need not be extended to their\nlogical end, even when dealing with related provisions that\nnormally would be interpreted in lockstep. Otherwise,stare\ndecisis, designed to be a principle of stability and repose,\nwould become a vehicle of change . . . distorting the\nlaw.”CBOCS West, Inc.v.Humphries, 553 U. S.\n442 –470 (2008) (Thomas, J., dissenting) (footnote omitted). Making\nthe same mistake in different areas of the law furthers neither\ncertainty nor judicial economy. It furthers error.That error will take its toll. The recent\nexperience of the Houston Housing Authority (HHA) illustrates some\nof the many costs of disparate-impact liability. HHA, which\nprovides affordable housing developments to low-income residents of\nHouston, has over 43,000 families on its waiting lists. The\noverwhelming majority of those families are black. Because Houston\nis a majority-minority city with minority concentrations in all but\nthe more affluent areas, any HHA developments built outside of\nthose areas will increase the concentration of racial minorities.\nUnsurprisingly, the threat of disparate-impact suits based on those\nconcentrations has hindered HHA’s efforts to provide affordable\nhousing. State and federal housing agencies have refused to approve\nall but two of HHA’s eight proposed development projects over the\npast two years out of fears of disparate-impact liability. Brief\nfor Houston Housing Authority asAmicus Curiae8–12. That\nthe majority believes that these are not “ ‘dire\nconsequences,’ ” seeante,at 24, is cold comfort for\nthose who actually need a home.*  *  *I agree with the majority thatGriggs“provide[s] essential background” in this case,ante,at 10:\nIt shows that our disparate-impact jurisprudence was erroneous from\nits inception. Divorced from text and reality, driven by an agency\nwith its own policy preferences,Griggsbears little\nrelationship to the statutory interpretation we should expect from\na court of law. Today, the majority repeats that error.I respectfully dissent.Notes1The current version of\n§2000e–2(a) is almost identical, except that §2000e–2(a)(2) makes\nit unlawful for an employer “to limit, segregate, or classify his\nemployeesor applicants for employmentin any way which\nwould deprive or tend to deprive any individual of employment\nopportunities or otherwise adversely affect his status as an\nemployee, because of such individual’s race, color, religion, sex,\nor national origin.” (Emphasis added.) This change, which does not\nimpact my analysis, was made in 1972. 86Stat. 109.2In 1991, Congress added\n§2000e–2(m) to Title VII, which permits a plaintiff to establish\nthat an employer acted “because of” a protected characteristic by\nshowing that the characteristic was “a motivating factor” in the\nemployer’s decision. Civil Rights Act of 1991, §107(a), 105Stat.\n1075. That amended definition obviously does not legitimize\ndisparate-impact liability, which is distinguished from\ndisparate-treatment liability precisely because the former does not\nrequire any discriminatory motive.3Even “[f ]ans\n. . . ofGriggs[v.Duke Power Co., 401\nU. S. 424 (1971) ,] tend to agree that the decision is\ndifficult to square with the available indications of congressional\nintent.” Lemos, The Consequences of Congress’s Choice of Delegate:\nJudicial and Agency Interpretations of Title VII, 63 Vand.\nL. Rev. 363, 399, n. 155 (2010). In the words of one of the\ndecision’s defenders,Griggs“was poorly reasoned and\nvulnerable to the charge that it represented a significant leap\naway from the expectations of the enacting Congress.” W. Eskridge,\nDynamic Statu-tory Interpretation 78 (1994).4Efforts by Executive\nBranch officials to influence this Court’s disparate-impact\njurisprudence may not be a thing of the past. According to a joint\ncongressional staff report, after we granted a writ of certiorari\ninMagnerv.Gallagher, 564 U. S. ___ (2011), to\naddress whether the Fair Housing Act created disparate-impact\nliability, then-Assistant Attorney General Thomas E. Perez—now\nSecretary of Labor—entered into a secret deal with the petitioners\nin that case, various officials of St. Paul, Minnesota, to prevent\nthis Court from answering the question. Perez allegedly promised\nthe officials that the Department of Justice would not intervene in\ntwoqui tamcomplaints then pending against St. Paul in\nexchange for the city’s dismissal of the case. See House Committee\non Oversight and Government Reform, Senate Committee on the\nJudiciary, and House Committee on the Judiciary, DOJ’sQuid Pro\nQuoWith St. Paul: How Assistant Attorney General Thomas Perez\nManipulated Justice and Ignored the Rule of Law, Joint Staff\nReport, 113th Cong., 1st Sess., pp. 1–2 (2013). Additionally, just\nnine days after we granted a writ of certiorari inMagner,\nand before its dismissal, the De-partment of Housing and Urban\nDevelopment proposed the disparate-impact regulation at issue in\nthis case. See 76 Fed. Reg. 70921(2011).5It takes considerable\naudacity for today’s majority to describe the origins of racial\nimbalances in housing,ante,at 5–6, without acknowledging\nthis Court’s role in the development of this phenomenon. In the\npast, we have admitted that the sweeping desegregation remedies of\nthe federal courts contributed to “ ‘white flight’ ” from\nour Nation’s cities, seeMissouriv.Jenkins, 515\nU. S. 70 , n. 8 (1995);id.,at 114 (Thomas, J.,\nconcurring), in turn causing the racial imbalances that make it\ndifficult to avoid disparate impact from housing development\ndecisions. Today’s majority, however, apparently is as content to\nrewrite history as it is to rewrite statutes.",
    "joined": []
}