{
    "case": {
        "docket": "465",
        "citation": "550",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/550/465/"
    },
    "id": "1962393",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTSCHRIRO V. LANDRIGAN550 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 05-1575DORA B. SCHRIRO, DIRECTOR, ARIZONA DEPART- MENT OF\nCORRECTIONS, PETITIONERv.JEFFREY TIMOTHY LANDRIGAN, aka\nBILLY PATRICK WAYNE HILLon writ of certiorari to the united states court of\nappeals for the ninth circuit[May 14, 2007]Justice Thomas delivered the\nopinion of the Court.In cases where an applicant for\nfederal habeas relief is not barred from obtaining an evidentiary\nhearing by 28 U. S. C. §2254(e)(2), the decision to grant such\na hearing rests in the discretion of the district court. Here, the\nDistrict Court determined that respondent could not make out a\ncolorable claim of ineffective assistance of counsel and therefore\nwas not entitled to an evidentiary hearing. It did so after\nreviewing the state-court record and expanding the record to\ninclude additional evidence offered by the respondent. The Court of\nAppeals held that the District Court abused its discretion in\nrefusing to grant the hearing. We hold that it did not.IRespondent Jeffrey Landrigan was\nconvicted in Oklahoma of second-degree murder in 1982. In 1986,\nwhile in custody for that murder, Landrigan repeatedly stabbed\nanother inmate and was subsequently convicted of assault and\nbattery with a deadly weapon. Three years later, Landrigan escaped\nfrom prison and murdered Chester Dean Dyer in Arizona.An Arizona jury found Landrigan\nguilty of theft, second-degree burglary, and felony murder for\nhaving caused the victim’s death in the course of a burglary. At\nsentencing, Landrigan’s counsel attempted to present the testimony\nof Landrigan’s ex-wife and birth mother as mitigating evidence. But\nat Landrigan’s request, both women refused to testify. When the\ntrial judge asked why the witnesses refused, Landrigan’s counsel\nresponded that “it’s at my client’s wishes.” App. to Pet. for Cert.\nD–3. Counsel explained that he had “advised [Landrigan] very\nstrongly that I think it’s very much against his interests to take\nthat particular position.”Ibid. The court then questioned\nLandrigan:“THE COURT: Mr. Landrigan, have you instructed your\nlawyer that you do not wish for him to bring any mitigating\ncircumstances to my attention?“THE DEFENDANT: Yeah.“THE COURT: Do you know what that means?“THE DEFENDANT: Yeah.“THE COURT: Mr. Landrigan, are there mitigating circumstances I\nshould be aware of?“THE DEFENDANT: Not as far as I’m concerned.”Id., at\nD–3, D–4.Still not satisfied, the trial\njudge directly asked the witnesses to testify. Both refused. The\njudge then asked counsel to make a proffer of the witnesses’\ntestimony. Counsel attempted to explain that the witnesses would\ntestify that Landrigan’s birth mother used drugs and alcohol\n(including while she was pregnant with Landrigan), that Landrigan\nabused drugs and alcohol, and that Landrigan had been a good\nfather.But Landrigan would have none of it. When\ncounsel tried to explain that Landrigan had worked in a legitimate\njob to provide for his family, Landrigan interrupted and stated\n“[i]f I wanted this to be heard, I’d have my wife say it.”Id., at D–6. Landrigan then explained that he was not only\nworking but also “doing robberies supporting my family.”Id., at D–7. When counsel characterized Landrigan’s first\nmurder as having elements of self-defense, Landrigan interrupted\nand clarified: “He didn’t grab me. I stabbed him.”Id., at\nD–9. Responding to counsel’s statement implying that the prison\nstabbing involved self-defense because the assaulted inmate knew\nLandrigan’s first murder victim, Landrigan interrupted to clarify\nthat the inmate was not acquainted with his first victim, but just\n“a guy I got in an argument with. I stabbed him 14 times. It was\nlucky he lived.”Ibid.At the conclusion of the sentencing hearing,\nthe judge asked Landrigan if he had anything to say. Landrigan made\na brief statement that concluded, “I think if you want to give me\nthe death penalty, just bring it right on. I’m ready for it.”Id., at D–16.The trial judge found two statutory\naggravating circumstances: that Landrigan murdered Dyer in\nexpectation of pecuniary gain and that Landrigan was previously\nconvicted of two felonies involving the use or threat of violence\non another person.Id., at D–23. In addition, the judge\nfound two nonstatutory mitigating circumstances: that Landrigan’s\nfamily loved him and an absence of premeditation.Ibid.\nFinally, the trial judge stated that she considered Landrigan “a\nperson who has no scruples and no regard for human life and human\nbeings.”Ibid. Based on these findings, the court\nsentenced Landrigan to death. On direct appeal, the Arizona Supreme\nCourt unanimously affirmed Landrigan’s sentence and conviction. In\naddressing an ineffective-assistance-of-counsel claim not relevant\nhere, the court noted that Landrigan had stated his “desire not to\nhave mitigating evidence presented in his behalf.”Statev.Landrigan,176 Ariz. 1, 8, 859 P. 2d 111, 118\n(1993).On January 31, 1995, Landrigan filed a\npetition for state postconviction relief and alleged his counsel’s\n“fail[ure] to explore additional grounds for arguing mitigation\nevidence.” App. to Pet. for Cert. F–3 (internal quotation marks\nomitted). Specifically, Landrigan maintained that his counsel\nshould have investigated the “biological component” of his violent\nbehavior by interviewing his biological father and other relatives.Id., at E–2. In addition, Landrigan stated that his\nbiological father could confirm that his biological mother used\ndrugs and alcohol while pregnant with Landrigan.Ibid.The Arizona postconviction court, presided\nover by the same judge who tried and sentenced Landrigan, rejected\nLandrigan’s claim. The court found that “[Landrigan] instructed his\nattorney not to present any evidence at the sentencing hearing,\n[so] it is difficult to comprehend how [Landrigan] can claim\ncounsel should have presented other evidence at sentencing.”Id., at F–4. Noting Landrigan’s contention that he\n“ ‘would have cooperated’ ” had other mitigating evidence\nbeen presented, the court concluded that Landrigan’s “statements at\nsentencing belie his new-found sense of cooperation.”Ibid. Describing Landrigan’s claim as “frivolous,”id., at F–5, the court declined to hold an evidentiary\nhearing and dismissed Landrigan’s petition. The Arizona Supreme\nCourt denied Landrigan’s petition for review on June 19, 1996.Landrigan then filed a federal habeas\napplication under §2254. The District Court determined, after\n“expand[ing] the record to include … evidence of [Landrigan’s]\ntroubled background, his history of drug and alcohol abuse, and his\nfamily’s history of criminal behavior,”id., at C–22, that\nLandrigan could not demonstrate that he was prejudiced by any error\nhis counsel may have made. Because Landrigan could not make out\neven a “colorable” ineffective-assistance-of-counsel claim,id., at C–46, the District Court refused to grant him an\nevidentiary hearing.On appeal, a unanimous panel of the Court of\nAppeals for the Ninth Circuit affirmed, but the full court granted\nrehearing en banc,Landriganv.Stewart, 397\nF. 3d 1235 (2005), and reversed. The en banc Court of Appeals\nheld that Landrigan was entitled to an evidentiary hearing because\nhe raised a “colorable claim” that his counsel’s performance fell\nbelow the standard required byStricklandv.Washington,466 U. S. 668(1984).\n441 F. 3d 638, 650 (CA9 2006). With respect to counsel’s\nperformance, the Ninth Circuit found that he “did little to prepare\nfor the sentencing aspect of the case,”id., at 643, and\nthat investigation would have revealed a wealth of mitigating\nevidence, including the family’s history of drug and alcohol abuse\nand propensity for violence.Turning to prejudice, the court held the\nArizona postconviction court’s determination that Landrigan refused\nto permit his counsel to present any mitigating evidence was “an\n‘unreasonable determination of the facts.’ ”Id., at\n647 (quoting 28 U. S. C. §2254(d)(2)). The Court of Appeals\nfound that when Landrigan stated that he did not want his counsel\nto present any mitigating evidence, he was clearly referring only\nto the evidence his attorney was about to introduce—that of his\nex-wife and birth mother. 441 F. 3d, at 646. The court further\nheld that, even if Landrigan intended to forgo the presentation of\nall mitigation evidence, such a “last-minute decision cannot excuse\nhis counsel’s failure to conduct an adequate investigationpriorto the sentencing.”Id., at 647. In\nconclusion, the court found “a reasonable probability that, if\nLandrigan’s allegations are true, the sentencing judge would have\nreached a different conclusion.”Id., at 650. The court\ntherefore remanded the case for an evidentiary hearing.We granted certiorari and now reverse.IIPrior to the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA), 110 Stat. 1214, the\ndecision to grant an evidentiary hearing was generally left to the\nsound discretion of district courts.Brownv.Allen,344\nU. S. 443, 463–464 (1953); see alsoTownsendv.Sain,372\nU. S. 293, 313 (1963). That basic rule has not changed. See 28\nU. S. C. §2254, Rule 8(a) (“[T]he judge must review the answer\n[and] any transcripts and records of state-court proceedings … to\ndetermine whether an evidentiary hearing is warranted”).AEDPA, however, changed the\nstandards for granting federal habeas relief.[Footnote 1] Under AEDPA, Congress prohibited\nfederal courts from granting habeas relief unless a state court’s\nadjudication of a claim “resulted in a decision that was contrary\nto, or involved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates,” §2254(d)(1), or the relevant state-court decision “was\nbased on an unreasonable determination of the facts in light of the\nevidence presented in the State court proceeding.” §2254(d)(2). The\nquestion under AEDPA is not whether a federal court believes the\nstate court’s determination was incorrect but whether that\ndetermination was unreasonable—a substantially higher threshold.\nSeeWilliamsv.Taylor,529 U. S. 362, 410\n(2000). AEDPA also requires federal habeas courts to presume the\ncorrectness of state courts’ factual findings unless applicants\nrebut this presumption with “clear and convincing evidence.”\n§2254(e)(1).In deciding whether to grant an evidentiary\nhearing, a federal court must consider whether such a hearing could\nenable an applicant to prove the petition’s factual allegations,\nwhich, if true, would entitle the applicant to federal habeas\nrelief. See,e.g.,Mayesv.Gibson, 210\nF. 3d 1284, 1287 (CA10 2000). Because the deferential\nstandards prescribed by §2254 control whether to grant habeas\nrelief, a federal court must take into account those standards in\ndeciding whether an evidentiary hearing is appropriate. Seeid., at 1287–1288 (“Whether [an applicant’s] allegations,\nif proven, would entitle him to habeas relief is a question\ngoverned by [AEDPA]”).[Footnote\n2]It follows that if the record refutes the\napplicant’s factual allegations or otherwise precludes habeas\nrelief, a district court is not required to hold an evidentiary\nhearing. The Ninth Circuit has recognized this point in other\ncases, holding that “an evidentiary hearing is not required on\nissues that can be resolved by reference to the state court\nrecord.”Tottenv.Merkle, 137 F. 3d 1172,\n1176 (1998) (emphasis deleted) (affirming the denial of an\nevidentiary hearing where the applicant’s factual allegations\n“fl[ew] in the face of logic in light of … [the applicant’s]\ndeliberate acts which are easily discernible from the record”).\nThis approach is not unique to the Ninth Circuit. SeeAndersonv.Attorney General of Kan., 425\nF. 3d 853, 858–859 (CA10 2005) (holding that no evidentiary\nhearing is required if the applicant’s allegations are contravened\nby the existing record); cf.Clarkv.Johnson,\n202 F. 3d 760, 767 (CA5 2000) (holding that no hearing is\nrequired when the applicant has failed to present clear and\nconvincing evidence to rebut a state court’s factual findings);Campbellv.Vaughn, 209 F. 3d 280, 290 (CA3\n2000) (same).This principle accords with AEDPA’s\nacknowledged purpose of “reduc[ing] delays in the execution of\nstate and federal criminal sentences.”Woodfordv.Garceau,538 U. S. 202, 206\n(2003) (citingWilliamsv.Taylor, supra,at 386\n(opinion of Stevens, J.) (“Congress wished to curb\ndelays, to prevent ‘retrials’ on federal habeas, and to give effect\nto state convictions to the extent possible under law”)). If\ndistrict courts were required to allow federal habeas applicants to\ndevelop even the most insubstantial factual allegations in\nevidentiary hearings, district courts would be forced to reopen\nfactual disputes that were conclusively resolved in the state\ncourts. With these standards in mind, we turn to the facts of this\ncase.IIIFor several\nreasons, the Court of Appeals believed that Landrigan might be\nentitled to federal habeas relief and that the District Court,\ntherefore, abused its discretion by denying Landrigan an\nevidentiary hearing. To the contrary, the District Court was well\nwithin its discretion to determine that, even with the benefit of\nan evidentiary hearing, Landrigan could not develop a factual\nrecord that would entitle him to habeas relief.AThe Court of\nAppeals first addressed the State’s contention that Landrigan\ninstructed his counsel not to offer any mitigating evidence. If\nLandrigan issued such an instruction, counsel’s failure to\ninvestigate further could not have been prejudicial underStrickland. The Court of Appeals rejected the findings of\n“the Arizona Supreme Court (on direct appeal) and the Arizona\nSuperior Court (on habeas review)” that Landrigan instructed his\ncounsel not to introduce any mitigating evidence. 441 F. 3d,\nat 646. According to the Ninth Circuit, those findings took\nLandrigan’s colloquy with the sentencing court out of context in a\nmanner that “amounts to an ‘unreasonable determination of the\nfacts.’ ”Id., at 647 (quoting 28 U. S. C.\n§2254(d)(2)).Upon review of\nrecord material and the transcripts from the state courts, we\ndisagree. As a threshold matter, the language of the colloquy\nplainly indicates that Landrigan informed his counsel not to\npresent any mitigating evidence. When the Arizona trial judge asked\nLandrigan if he had instructed his lawyer not to present mitigating\nevidence, Landrigan responded affirmatively. Likewise, when asked\nif there was any relevant mitigating evidence, Landrigan answered,\n“Not as far as I’m concerned.” App. to Pet. for Cert. D–4. These\nstatements establish that the Arizona postconviction court’s\ndetermination of the facts was reasonable. And it is worth noting,\nagain, that the judge presiding on postconviction review was\nideally situated to make this assessment because she is the same\njudge that sentenced Landrigan and discussed these issues with\nhim.Notwithstanding the plainness\nof these statements, the Court of Appeals concluded that they\nreferred to only the specific testimony that counsel planned to\noffer—that of Landrigan’s ex-wife and birth mother. The Court of\nAppeals further concluded that Landrigan, due to counsel’s failure\nto investigate, could not have known about the mitigating evidence\nhe now wants to explore. The record conclusively dispels that\ninterpretation. First, Landrigan’s birth mother would have offered\ntestimony that overlaps with the evidence Landrigan now wants to\npresent. For example, Landrigan wants to present evidence from his\nbiological father that would “confirm [his biological mother’s]\nalcohol and drug use during her pregnancy.”Id., at E–2.\nBut the record shows that counsel planned to call Landrigan’s birth\nmother to testify about her “drug us[e] during her pregnancy,”id., at D–10, and the possible effects of such drug use.\nSecond, Landrigan interrupted repeatedly when counsel tried to\nproffer anything that could have been considered mitigating. He\neven refused to allow his attorney to proffer that he had worked a\nregular job at one point.Id., at D–6, D–7. This behavior\nconfirms what is plain from the transcript of the colloquy: that\nLandrigan would have undermined the presentation of any mitigating\nevidence that his attorney might have uncovered.On the record before us, the\nArizona court’s determination that Landrigan refused to allow the\npresentation of any mitigating evidence was a reasonable\ndetermination of the facts. In this regard, we agree with the\ninitial Court of Appeals panel that reviewed this case:“In the constellation of refusals to\nhave mitigating evidence presented . . . this case is surely a\nbright star. No other case could illuminate the state of the\nclient’s mind and the nature of counsel’s dilemma quite as brightly\nas this one. No flashes of insight could be more fulgurous than\nthose which this record supplies.”Landriganv.Stewart, 272 F. 3d 1221, 1226 (CA9 2001).Because the\nArizona postconviction court reasonably determined that Landrigan\n“instructed his attorney not to bring any mitigation to the\nattention of the [sentencing] court,” App. to Pet. for Cert. F–4,\nit was not an abuse of discretion for the District Court to\nconclude that Landrigan could not overcome §2254(d)(2)’s bar to\ngranting federal habeas relief. The District Court was entitled to\nconclude that regardless of what information counsel might have\nuncovered in his investigation, Landrigan would have interrupted\nand refused to allow his counsel to present any such evidence.\nAccordingly, the District Court could conclude that because of his\nestablished recalcitrance, Landrigan could not demonstrate\nprejudice underStricklandeven if granted an evidentiary\nhearing.BThe Court of\nAppeals offered two alternative reasons for holding that\nLandrigan’s inability to make a showing of prejudice underStricklanddid not bar any potential habeas relief and,\nthus, an evidentiary hearing.1The Court of\nAppeals held that, even if Landrigan did not want any mitigating\nevidence presented, the Arizona courts’ determination that\nLandrigan’s claims were “ ‘frivolous’ and ‘meritless’ was an\nunreasonable application of United States Supreme Court precedent.”\n441 F. 3d, at 647 (citing 28 U. S. C. §2254(d)(1)). This\nholding was founded on the belief, derived fromWigginsv.Smith,539\nU. S. 510(2003), that “Landrigan’s apparently last-minute\ndecision cannot excuse his counsel’s failure to conduct an adequate\ninvestigationpriorto the sentencing.” 441 F. 3d, at\n647.NeitherWigginsnorStricklandaddresses a situation in\nwhich a client interferes with counsel’s efforts to present\nmitigating evidence to a sentencing court.Wiggins,supra, at 523 (“[W]e focus on whether the investigation\nsupportingcounsel’sdecision not to introduce mitigating\nevidence of Wiggins’ background was itself reasonable” (emphasis\nadded and deleted)). Indeed, we have never addressed a situation\nlike this. InRompillav.Beard,545 U. S. 374, 381\n(2005), on which the Court of Appeals also relied, the defendant\nrefused to assist in the development of a mitigation case, but did\nnot inform the court that he did not want mitigating evidence\npresented. In short, at the time of the Arizona postconviction\ncourt’s decision, it was not objectively unreasonable for that\ncourt to conclude that a defendant who refused to allow the\npresentation of any mitigating evidence could not establishStricklandprejudice based on his counsel’s failure to\ninvestigate further possible mitigating evidence.2The Court of\nAppeals also stated that the record does not indicate that\nLandrigan’s decision not to present mitigating evidence was\n“informed and knowing,” 441 F. 3d, at 647, and that “[t]he\ntrial court’s dialogue with Landrigan tells us little about his\nunderstanding of the consequences of his decision.”Ibid.\nWe have never imposed an “informed and knowing” requirement upon a\ndefendant’s decision not to introduce evidence. Cf.,e.g.,Iowav.Tovar,541 U. S. 77, 88 (2004)\n(explaining that waiver of the right to counsel must be knowing and\nintelligent). Even assuming, however, that an “informed and\nknowing” requirement exists in this case, Landrigan cannot benefit\nfrom it, for three reasons.First, Landrigan\nnever presented this claim to the Arizona courts.[Footnote 3] Rather, he argued that he would\nhave complied had other evidence been offered. Thus, Landrigan\nfailed to develop this claim properly before the Arizona courts,\nand §2254(e)(2) therefore barred the District Court from granting\nan evidentiary hearing on that basis.Second, in Landrigan’s\npresence, his counsel told the sentencing court that he had\ncarefully explained to Landrigan the importance of mitigating\nevidence, “especially concerning the fact that the State is seeking\nthe death penalty.” App. to Pet. for Cert. D–3. Counsel also told\nthe court that he had explained to Landrigan that as counsel, he\nhad a duty to disclose “any and all mitigating factors … to th[e]\n[c]ourt for consideration regarding the sentencing.”Ibid.\nIn light of Landrigan’s demonstrated propensity for interjecting\nhimself into the proceedings, it is doubtful that Landrigan would\nhave sat idly by while his counsel lied about having previously\ndiscussed these issues with him. And as Landrigan’s counsel\nconceded at oral argument before this Court, we have never required\na specific colloquy to ensure that a defendant knowingly and\nintelligently refused to present mitigating evidence. Tr. of Oral\nArg. 26.Third, the Court of Appeals\noverlooked Landrigan’s final statement to the sentencing court: “I\nthink if you want to give me the death penalty, just bring it right\non. I’m ready for it.” App. to Pet. for Cert. D–16. It is apparent\nfrom this statement that Landrigan clearly understood the\nconsequences of telling the judge that, “as far as [he was]\nconcerned,” there were no mitigating circumstances of which she\nshould be aware.Id., at D–4.IVFinally, the Court\nof Appeals erred in rejecting the District Court’s finding that the\npoor quality of Landrigan’s alleged mitigating evidence prevented\nhim from making “a colorable claim” of prejudice. App. to Pet. for\nCert. C–46. As summarized by the Court of Appeals, Landrigan wanted\nto introduce as mitigation evidence:“[that] he was exposed to alcohol\nand drugsin utero,which may have resulted in cognitive\nand behavioral deficiencies consistent with fetal alcohol syndrome.\nHe was abandoned by his birth mother and suffered abandonment and\nattachment issues, as well as other behavioral problems throughout\nhis childhood.His adoptive mother was also an alcoholic, and\nLandrigan’s own alcohol and substance abuse began at an early age.\nBased on his biological family’s history of violence, Landrigan\nclaims he may also have been genetically predisposed to violence.”\n441 F. 3d, at 649.As explained\nabove, all but the last sentence refer to information that\nLandrigan’s birth mother and ex-wife could have offered if\nLandrigan had allowed them to testify. Indeed, the state\npostconviction court had much of this evidence before it by way of\ncounsel’s proffer. App. to Pet. for Cert. D–21. The District Court\ncould reasonably conclude that any additional evidence would have\nmade no difference in the sentencing.In sum, the District Court did\nnot abuse its discretion in finding that Landrigan could not\nestablish prejudice based on his counsel’s failure to present the\nevidence he now wishes to offer. Landrigan’s mitigation evidence\nwas weak, and the postconviction court was well acquainted with\nLandrigan’s exceedingly violent past and had seen first hand his\nbelligerent behavior. Again, it is difficult to improve upon the\ninitial Court of Appeals panel’s conclusion:“The prospect was chilling; before\nhe was 30 years of age, Landrigan had murdered one man, repeatedly\nstabbed another one, escaped from prison, and within two months\nmurdered still another man. As the Arizona Supreme Court so aptly\nput it when dealing with one of Landrigan’s other claims, ‘[i]n his\ncomments [to the sentencing judge], defendant not only failed to\nshow remorse or offer mitigating evidence, but he flaunted his\nmenacing behavior.’ On this record, assuring the court that\ngenetics made him the way he is could not have been very helpful.\nThere was no prejudice.” 272 F. 3d, at 1229 (citations and\nfootnote omitted).VThe Court of\nAppeals erred in holding that the District Court abused its\ndiscretion in declining to grant Landrigan an evidentiary hearing.\nEven assuming the truth of all the facts Landrigan sought to prove\nat the evidentiary hearing, he still could not be granted federal\nhabeas relief because the state courts’ factual determination that\nLandrigan would not have allowed counsel to present any mitigating\nevidence at sentencing is not an unreasonable determination of the\nfacts under §2254(d)(2) and the mitigating evidence he seeks to\nintroduce would not have changed the result. In such circumstances,\na District Court has discretion to deny an evidentiary hearing. The\njudgment of the Court of Appeals for the Ninth Circuit is reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.Footnote\n1Although not at issue here,\nAEDPA generally prohibits federal habeas courts from granting\nevidentiary hearings when applicants have failed to develop the\nfactual bases for their claims in state courts. 28 U. S. C.\n§2254(e)(2).Footnote\n2Indeed, the Court of Appeals\nbelow, recognizing this point, applied §2254(d)(2) to reject\ncertain of the Arizona court’s factual findings that established a\nhearing would be futile.Footnote\n3Landrigan made this argument\nfor the first time in a motion for rehearing from the denial of his\npostconviction petition. Under Arizona law, a defendant cannot\nraise new claims in a motion for rehearing.Statev.Byers, 126 Ariz. 139, 142, 613 P. 2d 299, 302 (App. 1980),\noverruled on other grounds,Statev.Pope, 130\nAriz. 253, 635 P. 2d 846 (1981) (en banc).",
    "joined": []
}