{
    "case": {
        "docket": "220",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/220/"
    },
    "id": "1962059",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGJONES V. FLOWERS547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-1477GARY KENT JONES, PETITIONERv.LINDA K.\nFLOWERS et al.on writ of certiorari to the supreme court of\narkansas[April 26, 2006]Justice Thomas, with whom Justice\nScalia and Justice Kennedy join, dissenting.When petitioner failed to pay his\nproperty taxes for several consecutive years, respondent\nCommissioner of State Lands in Arkansas, using the record address\nthat petitioner provided to the State, sent petitioner a letter by\ncertified mail, noting his tax delinquency and explaining that his\nproperty would be subject to public sale if the delinquent taxes\nand penalties were not paid. After petitioner failed to respond,\nthe State also published notice of the delinquency and public sale\nin an Arkansas newspaper. Soon after respondent Linda K. Flowers\nsubmitted a purchase offer to the State, it sent petitioner a\nsecond letter by certified mail explaining that the sale would\nproceed if the delinquent taxes and penalties were not paid.Petitioner argues that the State violated his\nrights under the Due Process Clause of the Fourteenth Amendment\nbecause, in his view, the State failed to take sufficient steps to\ncontact him before selling his property to Flowers. Petitioner\ncontends that once the State became aware that he had not claimed\nthe certified mail, it was constitutionally obligated to employ\nadditional methods to locate him.Adopting petitioner’s arguments, the Court\nholds today that “when mailed notice of a tax sale is returned\nunclaimed, the State must take additional reasonable steps to\nattempt to provide notice to the property owner before selling his\nproperty, if it is practicable to do so.”Ante, at 4. The\nCourt concludes that it was practicable for Arkansas to take\nadditional steps here—namely, notice by regular mail, posting\nnotice on petitioner’s door, and addressing mail to “occupant.”Ante, at 13. Because, under this Court’s precedents, the\nState’s notice methods clearly satisfy the requirements of the Due\nProcess Clause, I respectfully dissent.IThe Fourteenth Amendment\nprohibits the States from “depriv[ing] any person of life, liberty,\nor property, without due process of law.” This Court has held that\na State must provide an individual with notice and opportunity to\nbe heard before the State may deprive him of his property.Mullanev.Central Hanover Bank & Trust Co.,339 U. S. 306,\n313 (1950). Balancing a State’s interest in efficiently managing\nits administrative system and an individual’s interest in adequate\nnotice, this Court has held that a State must provide “notice\nreasonably calculated, under all the circumstances, to apprise\ninterested parties of the pendency of the action.”Id., at\n313–314. As this Court has explained, “when notice is a person’s\ndue … [t]he means employed must be such as one desirous of actually\ninforming the absentee might reasonably adopt to accomplish it.”Id., at 315. “[H]eroic efforts,” however, are not\nrequired.Dusenberyv.United States,534 U. S. 161, 170\n(2002). To the contrary, we have expressly rejected “[a]\nconstruction of the Due Process Clause which would place impossible\nor impractical obstacles in the way [of the State].”Mullane,\nsupra,at 313–314. Thus, “none of our cases … has required\nactual notice”; instead, “we have allowed the Government to defend\nthe ‘reasonableness and hence the constitutional validity of any\nchosen method … on the ground that it is in itself reasonably\ncertain to inform those affected.’ ”Dusenbery,supra,at 169–170 (quotingMullane,supra, at 315).The methods of notice employed by\nArkansas were reasonably calculated to inform petitioner of\nproceedings affecting his property interest and thus satisfy the\nrequirements of the Due Process Clause. The State mailed a notice\nby certified letter to the address provided by petitioner. The\ncertified letter was returned to the State marked “unclaimed” after\nthree attempts to deliver it. The State then published a notice of\npublic sale containing redemption information in the Arkansas\nDemocrat Gazette newspaper. After Flowers submitted a purchase\noffer, the State sent yet another certified letter to petitioner at\nhis record address. That letter, too, was returned to the State\nmarked “unclaimed” after three delivery attempts.[Footnote 1]Arkansas’ attempts to contact petitioner by\ncertified mail at his “record address,” without more, satisfy due\nprocess.Dusenbery, supra, at 169. See alsoMullane,\nsupra, at 318;Tulsa Professional Collection Services,\nInc.v.Pope,485 U. S. 478, 490\n(1988) (“We have repeatedly recognized that mail service is an\ninexpensive and efficient mechanism that is reasonably calculated\nto provide actual notice”);Mennonite Bd. of Missionsv.Adams,462\nU. S. 791, 792, 798 (1983) (holding that “noticemailedto [the affected party’s]last known available\naddress” is sufficient where a State seeks to sell “real\nproperty on which payments of property taxes have been delinquent”\n(emphasis added)). Because the notices were sent to the address\nprovided by petitioner himself, the State had an especially sound\nbasis for determining that notice would reach him. Moreover,\nArkansas exceeded the constitutional minimum by additionally\npublishing notice in a local newspaper.[Footnote 2] SeeMullane,supra,at 318.\nDue process requires nothing more—and certainly not here, where\npetitioner had a statutory duty to pay his taxes and to report any\nchange of address to the state taxing authority. See Ark. Code Ann.\n§26–35–705 (1997).My conclusion that Arkansas’ notice methods\nsatisfy due process is reinforced by the well-established\npresumption that individuals, especially those owning property, act\nin their own interest. Recognizing that “ ‘[i]t is the part of\ncommon prudence for all those who have any interest in [a thing],\nto guard that interest by persons who are in a situation to protect\nit,’ ”Mullane,supra, at 316 (quotingThe Mary, 9 Cranch 126, 144 (1815)), this Court has\nconcluded that “[t]he ways of an owner with tangible property are\nsuch that he usually arranges means to learn of any direct attack\nupon his possessory or proprietary rights.”Mullane, 339\nU. S., at 316. Consistent with this observation, Arkansas was free\nto “indulge the assumption” that petitioner had either provided the\nState taxing authority with a correct and up-to-date mailing\naddress—as required by state law—“or that he … left some caretaker\nunder a duty to let him know that [his property was] being\njeopardized.”[Footnote 3]Ibid.The Court does not conclude that certified\nmail is inherently insufficient as a means of notice, but rather\nthat “the government’s knowledge that notice pursuant to the normal\nprocedure was ineffective triggered an obligation on the\ngovernment’s part to take additional steps to effect notice.”Ante, at 9. I disagree.First, whether a method of notice is\nreasonably calculated to notify the interested party is determinedex ante, i.e.,from the viewpoint of the government agency\nat the time its notice is sent. This follows fromMullane,\nwhere this Court rested its analysis on the information the sender\nhad “at hand” when its notice was sent. 339 U. S., at 318.\nRelatedly, we have refused to evaluate the reasonableness of a\nparticular method of notice by comparing it to alternative methods\nthat are identified after the fact. SeeDusenbery, 534 U.\nS., at 171–172. Today the Court appears to abandon both of these\npractices. Its rejection of Arkansas’ selected method of notice—a\nmethod this Court has repeatedly concluded is constitutionally\nsufficient—is based upon information that was unavailable when\nnotice was sent. Indeed, the Court’s proposed notice\nmethods—regular mail, posting and addressing mail to “occupant,”ante, at 12–14—are entirely the product ofpost\nhocconsiderations, including the discovery that members of\npetitioner’s family continued to live in the house. Similarly, the\nCourt’s observation that “[t]he Commissioner[’s] complain[t] about\nthe burden of … additional steps … is belied by Arkansas’ current\nrequirement that notice to homestead-owners be accomplished by\npersonal service if certified mail is returned,”ante,at\n14–15, is contrary toDusenbery’s “conclusion that the\nGovernment ought not be penalized and told to ‘try harder’ … simply\nbecause [it] has since upgraded its policies,” 534 U. S., at 172\n(citation omitted).Second, implicit in our holding that due\nprocess does not require “actual notice,” seeid.,at\n169–170, is that when the “government becomes aware … that its\nattempt at notice has failed,”ante,at 5, it is not\nrequired to take additional steps to ensure that notice has been\nreceived. Petitioner’s challenge to Arkansas’ notice methods, and\nthe Court’s acceptance of it, is little more than a thinly veiled\nattack onDusenbery.Under the majority’s logic, each time\na doubt is raised with respect to whether notice has reached an\ninterested party, the State will have to consider additional means\nbetter calculated to achieve notice. Because this rule turns on\nspeculative, newly acquired information, it has no natural end\npoint, and, in effect, requires the States to achieve something\nclose to actual notice. The majority’s new rule is contrary toDusenberyand a significant departure fromMullane.The only circumstances in which this Court has\nfound notice by mail and publication inadequate under the Due\nProcess Clause involve situations where the state or local\ngovernment knew at the outset that its notice efforts were destined\nto fail and knew how to rectify the problem prior to sending\nnotice. SeeRobinsonv.Hanrahan,409 U. S. 38, 39 (1972)(per curiam)(intended recipient known to be in\njail);Coveyv.Town of Somers,351 U. S. 141, 145\n(1956) (intended recipient known to be incompetent and without a\nguardian).InRobinson, the State, having\narrested petitioner and detained him in county jail, immediately\ninstituted forfeiture proceedings against his automobile and mailed\nnotice of those proceedings to his residential address. 409 U. S.,\nat 38. Robinson, who was incarcerated in the county jail during the\nentirety of the forfeiture proceedings, did not receive notice of\nthe proceedings until after he was released and the forfeiture\norder had been entered.Id., at 38–39. Because the State\nknew beforehand that Robinson was not at, and had no access to, the\naddress to which it sent the notice, this Court held that the\nState’s efforts were not “reasonably calculated” to notify him of\nthe pending proceedings.Id.,at 40. Similarly, inCovey, the Court concluded that the methods of notice used\nby the town—mailing, posting, and publishing—were not reasonably\ncalculated to inform Covey of proceedings adverse to her property\ninterests because local officials knew prior to sending notice that\nshe was “without mental capacity to handle her affairs” and unable\nto comprehend the meaning of the notices. 351 U. S., at 144,\n146.By contrast, Arkansas did not know at the time\nit sent notice to petitioner that its method would fail; and\nArkansas did not know that petitioner no longer lived at the record\naddress simply because letters were returned “unclaimed.” Pet. for\nCert. 3. “[U]nclaimed” does not necessarily mean that an address is\nno longer correct; it may indicate that an intended recipient has\nsimply failed or refused to claim mail. See United States Postal\nService, Domestic Mail Manual (DMM), §507, Exh. 1.4.1,\nhttp://pe.usps.gov/text/dmm300/507.htm.[Footnote 4] Given that the State had been using the\naddress provided by petitioner and that petitioner had a legal duty\nto maintain a current mailing address with the state taxing\nauthority, return of the mail as “unclaimed” did not arm Arkansas\nwith the type of specific knowledge that the governments had at\nhand inRobinsonandCovey. Cf.ante,at\n13. The State cannot be charged to correct a problem of\npetitioner’s own creation and of which it was not aware.[Footnote 5] Even if the State had\ndivined that petitioner was no longer at the record address, its\npublication of notice in a local newspaper would have sufficed\nbecauseMullaneauthorizes the use of publication when the\nrecord address is unknown. See 339 U. S., at 316 (“[P]ublication\ntraditionally has been acceptable as notification supplemental to\nother action which in itself may reasonably be expected to convey a\nwarning”).IIThe Court’s proposed methods,\naside from being constitutionally unnecessary, are also burdensome,\nimpractical, and no more likely to effect notice than the methods\nactually employed by the State.In Arkansas, approximately 18,000\nparcels of delinquent real estate are certified annually.Tsann\nKuen Enterprises Co.v.Campbell, 335 Ark. 110,\n119–120, 129 S. W. 3d 822, 828 (2003). Under the Court’s rule, the\nState will bear the burden of locating thousands of delinquent\nproperty owners. These administrative burdens are not compelled by\nthe Due Process Clause. SeeMullane, supra, at 313–314;Tulsa Professional Collection Services, Inc.,485 U. S.,\nat 489–490 (stating that constitutionally sufficient notice “need\nnot be inefficient or burdensome”). Here, Arkansas has determined\nthat its law requiring property owners to maintain a current\naddress with the state taxing authority, in conjunction with its\nauthorization to send property notices to the record address, is an\nefficient and fair way to administer its tax collection system. The\nCourt’s decision today forecloses such a reasonable system and\nburdens the State with inefficiencies caused by delinquent\ntaxpayers.Moreover, the Court’s proposed methods are no\nmore reasonably calculated to achieve notice than the methods\nemployed by the State here. Regular mail is hardly foolproof;\nindeed, it is arguably less effective than certified mail.\nCertified mail is tracked, delivery attempts are recorded, actual\ndelivery is logged, and notices are posted to alert someone at the\nresidence that certified mail is being held at a local post office.\nBy creating a record, these features give parties grounds for\ndefending or challenging notice. By contrast, regular mail is\nuntraceable; there is no record of either delivery or receipt. Had\nthe State used regular mail, petitioner would presumably argue that\nit should have sent notice by certified mail because it creates a\npaper trail.[Footnote 6]The Court itself recognizes the deficiencies\nof its proposed methods. It acknowledges that “[f]ollowing up with\nregular mailmight… increase the chances of actual\nnotice”; “occupants who ignored certified mail notice slips …mightscrawl the owner’s new address on the notice\npacket,”ante, at 12; and “a letter addressed to\n[occupant]mightbe opened and read,”ante, at 14\n(emphasis added). Nevertheless, the Court justifies its redrafting\nof Arkansas’ notice statute on the ground that “[its] approach[es]\nwould increase the likelihood that the owner would be notified that\nhe was about to lose his property … .”Ibid.That, however, is not the test; indeed, we rejected such reasoning\ninDusenbery. See 534 U. S., at 171 (rejecting the\nargument that “the FBI’s notice was constitutionally flawed because\nit was ‘substantially less likely to bring home notice’ than a\nfeasible substitute” (citations omitted)).The Court’s suggestion that Arkansas post\nnotice is similarly unavailing. The State’s records are organized\nby legal description, not address, which makes the prospect of\nphysically locating tens of thousands of properties every year, and\nposting notice on each, impractical. SeeTsann Kuen Enterprises\nCo.,supra,at 119–120, 129 S. W. 3d, at 828. Also,\nthis Court has previously concluded that posting is an inherently\nunreliable method of notice. See Greenev.Lindsey,456 U. S. 444, 453–454\n(1982).Similarly, addressing the mail to “occupant,”\nseeante,at 13, is no more reasonably calculated to reach\npetitioner. It is sheer speculation to assume, as the Court does,\nthat although “[o]ccupants . . . might disregard a certified mail\nslip … , a letter addressed to them (even as ‘occupant’) might\nbe opened and read.”Ante, at 14. It is at least as likely\nthat an occupant who receives generically addressed mail will\ndiscard it as junk mail.IIIIf “title to property should not\ndepend on [factual] vagaries,”Dusenberry,supra,at 171, then certainly it cannot turn on “wrinkle[s],”ante, at 5, caused by a property owner’s own failure to be\na prudent ward of his interests. The meaning of the Constitution\nshould not turn on the antics of tax evaders and scofflaws. Nor is\nthe self-created conundrum in which petitioner finds himself a\nlegitimate ground for imposing additional constitutional\nobligations on the State. The State’s attempts to notify petitioner\nby certified mail at the address that he provided and,\nadditionally, by publishing notice in a local newspaper satisfy due\nprocess. Accordingly, I would affirm the judgment of the Arkansas\nSupreme Court.Footnote 1Though the Court posits that “there is no\nrecord evidence that notices of attempted delivery were left at 717\nNorth Bryan Street,”ante, at 12, the postal carrier was\nrequired to leave notice at the address at each delivery attempt\nindicating that delivery of certified mail had been attempted and\nthat the mail could be retrieved at the local post office. See\nUnited States Postal Operations Manual §813.25 (July 2005),\nhttp://www.nalc.org/depart/can/pdf/manuals/pom/pomc8.pdf (all\nInternet materials as visited Apr. 21, 2006, and available in Clerk\nof Court’s case file) (“The carrier must leave a notice of arrival\non Form 3849 if the carrier cannot deliver the certifiable article\nfor any reason”).Footnote 2The Court found inadequate the State’s\nattempt at notice by publication, as if that were the State’ssolemethod for effectuating notice, seeante, at\n16. But the State plainly used it here as asecondarymethod of notice.Footnote 3The issue is not, as the Court maintains,\nwhether the current occupant is “charged with acting as the owner’s\nagent.”Ante, at 12. Rather, the issue is whether\npetitioner discharged hisownduty to guard his\ninterests.Footnote 4The Postal Service uses “Moved, Left No\nAddress” to indicate that the “[A]ddressee moved and filed no\nchange-of-address order,” and “Not Deliverable as Addressed—Unable\nto Forward” to indicate that the mail is “undeliverable at address\ngiven; no change-of-address order on file; forwarding order\nexpired.” DMM §507, Exh. 1.4.1.Footnote 5The Court’s “storm drain” hypothetical,ante, at 7–8, presents the harder question of when notice\nis sent—at the precise moment the Commissioner places the mail in\nthe postal carrier’s hand or the split second later when he\nobserves the departing carrier drop the mail down the storm drain.\nThat more difficult question is not before us in this case because\nArkansas learned long after the fact that its attempts had been\nunsuccessful.Footnote 6Interestingly, the Court stops short of\nsaddling the State with the other steps that petitioner argues a\nState should take any time the interested party fails to claim\nletters mailed to his record address, seeante, at 14,\nnamely searching state tax records, the phone-book, the Internet,\ndepartment of motor vehicle records, or voting rolls, contacting\nhis employer, or employing debt collectors. Here, the Court reasons\nthat because of the context—the fact that the letter was returned\nmerely “unclaimed” and petitioner had a duty to maintain a current\naddress—the State is not required to go as far as petitioner urges.Ibid. Though the methods proposed by petitioner are\nseverely flawed (for instance, the commonality of his surname\n“Jones” calls into question the fruitfulness of Internet and\nphone-book searches), there is no principled basis for the Court’s\nconclusion that petitioner’s other proposed methods would “impos[e]\nburdens on the State significantly greater than the several\nrelatively easy options outlined [by the Court].”Ibid.",
    "joined": []
}