{
    "case": {
        "docket": "15-8049",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-8049/"
    },
    "id": "3694345",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–8049_________________DUANE EDWARD BUCK, PETITIONERv.LORIE\nDAVIS, DIRECTOR, TEXAS DEPARTMENT OF CRIMINAL JUSTICE, CORRECTIONAL\nINSTITUTIONS DIVISIONon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[February 22, 2017]Justice Thomas, with whom Justice Alito joins,\ndissenting.Having settled on a desired outcome, the Court\nbull-dozes procedural obstacles and misapplies settled law to\njustify it. But the majority’s focus on providing relief to\npetitioner in this particular case has at least one upside: Today’s\ndecision has few ramifications, if any, beyond the highly unusual\nfacts presented here. The majority leaves entirely undisturbed the\nblack-letter principles of collateral review, ineffective\nassistance of counsel, and Rule 60(b)(6) law that govern day-to-day\noperations in federal courts.IIn reversing the judgment below, the majority\nrelies on three grounds: that the Fifth Circuit misapplied the\nstandard for granting a certificate of appealability (COA); that\nthe District Court erroneously rejected petitioner’s Sixth\nAmendment ineffective-assistance-of-counsel claim; and that the\nDistrict Court abused its discretion in rejecting petitioner’s\nFederal Rule of Civil Procedure 60(b)(6) motion to reopen the\ncourt’s earlier judgment denying habeas relief. On each ground, the\nmajority simply dis-agrees with the courts below over theapplicationof the governing standard. The majority does not\nannounce any new standards or suggest that the District Court or\nthe Fifth Circuit applied the wrong standards altogether. See,e.g., ante,at 13 (“The court below phrased its\ndetermination in proper terms . . . ”). I agree with the\nmajority that the courts below identified the correct standards for\nall three of these inquiries. Contrary to the majority’s\nconclusion, however, I would hold that they correctly applied those\nstandards, too.AAt the outset, the Court wrongly criticizes\nthe Fifth Circuit for its application of the COA standard. A COA is\nwarranted only if the district court’s ruling is “debatable amongst\njurists of reason.”Miller-Elv.Cockrell, 537\nU. S. 322, 336 (2003) . To answer this question, a court must\nconduct a “general assessment” of the merits of a defendant’s\nclaim.Ibid.The majority faults the Fifth Circuit for\nconcluding outright that petitioner “ ‘has not shown\nextraordinary circumstances that would permit relief under [Rule]\n60(b)(6).’ ”Ante, at 13 (quotingBuckv.Stephens, 623 Fed. Appx. 668, 669 (CA5 2015)). In the\nmajority’s view, the existence of extraordinary circumstances\nrepresents an “ultimate merits determinatio[n] the panel should not\nhave reached.”Ante,at 13–14. Instead, according to the\nmajority, the panel should have limited itself to the threshold\nquestion whether the merits were debatable.The majority’s criticism of the Fifth Circuit is\nmisplaced. A court may grant a COA even if it might ultimately\nconclude that the underlying claim is meritless, so long as the\nclaim is debatable.Miller-El,supra, at 336. But to\ndeny a COA, a court must necessarily conclude that the claim is\nmeritless. A reviewing court cannot determine that a claim is\nindisputably meritless (that is, nondebat-able) without first\ndeciding that itismeritless. SeeSlackv.McDaniel, 529 U. S. 473, 484 (2000) (“Where a plain\nprocedural bar is present and the district courtis correctto invoke it to dispose of the case,” the claim is not debatable\n(emphasis added));Weeksv.Angelone, 528 U. S.\n225, 231, 234 (2000) (affirming denial of COA after determining\nthat petitioner’s claim was meritless).In concluding that petitioner’s claims were\nindisputably meritless as a prelude to denying the COA, the Fifth\nCircuit thus adopted the approach that courts must take in denying\na COA. The majority might disagree with the conclusion that\npetitioner’s claims are indisputably meritless, but its criticism\nof the Fifth Circuit’s approach is most certainly misguided. The\nmajority’s contrary approach would prevent a court of appeals from\ndenying a COA in any case, an outcome that Congress and our\nprecedents have plainly foreclosed. See 28 U. S. C.\n§2253(c)(2) (COA warranted only if petitioner makes “a substantial\nshowing of the denial of a constitutional right”);Miller-El,supra, at 337 (The “issuance of a COA must\nnot bepro formaor a matter of course”). The\nmajority’s comment that “[u]ntil the prisoner secures a COA, the\nCourt of Appeals may not rule on the merits of his case,”ante,at 12, should not be taken at face value.In any event, after chastising the Court of\nAppeals for making an end run around the COA standard in order to\nreach the merits of petitioner’s Rule 60(b) claim, the Court does\nprecisely that. Seeante,at 26 (“[W]e conclude that Buck\nhas demonstrated . . . an entitlement to relief under\nRule 60(b)(6)”). Astonishingly, the Court also decides the merits\nof petitioner’s Sixth Amendment claim—an issue that was not even\n“addressed by the Fifth Circuit.”Ante,at 16; seeante, at 26 (“Buck has demonstrated . . .\nineffective assistance of counsel underStrickland[v.Washington, 466 U. S. 668 (1984) ]”).After reaching out to adjudicate the merits, the\nCourt relies on its merits disposition to justify reversing the\nFifth Circuit’s denial of a COA.Ante, at 26 (“It follows\nthatthe Fifth Circuit erred in denying Buck the COA required\nto pursue these claims on appeal” (emphasis added)). This\nunapologetic course reversal—made without so much as a hint of the\nirony—is striking. The majority also has things just backwards. It\ncriticizes the Fifth Circuit for undertaking a merits inquiry to\ndeny a COA (when such an inquiry is required) and then it conducts\na merits inquiry to decide that petitioner’s claim is debat-able\n(when such an inquiry is inappropriate).BThe Court’s application of the standard inStricklandv.Washington, 466 U. S. 668 (1984) ,\nis similarly misguided. In particular, the Court erroneously finds\nthat petitioner’s claim satisfiesStrickland’s second prong,\nwhich requires a defendant to show that his counsel’s mistake\nmaterially prejudiced his defense. Prejudice exists only when\ncorrecting the alleged error would have produced a “substantial”\nlikelihood of a different result.Harringtonv.Richter, 562 U. S. 86 –112 (2011). Here, the sentence\nof death hinged on the jury’s finding that petitioner posed a\nthreat of future dangerousness. Texas’ standard for making such a\nfinding is not difficult to satisfy: “The facts of the offense\nalone may be sufficient to sustain the jury’s finding of future\ndangerousness,” and “[a] jury may also infer a defendant’s future\ndangerousness from evidence showing a lack of remorse.”Buntionv.State, 482 S. W. 3d 58, 66–67\n(Tex. Crim. App. 2016).The majority neglects even to mention the\nrelevant legal standard in Texas, relying instead on rhetoric and\nspeculation to craft a finding of prejudice. But the prosecution’s\nevidence of both the heinousness of petitioner’s crime and his\ncomplete lack of remorse was overwhelming. Accordingly, Dr.\nQuijano’s “de minimis” racial testimony,Buckv.Stephens, 2014 WL 11310152, *5 (SD Tex., Aug. 29, 2014), did\nnot prejudice petitioner.First, the facts leave no doubt that this\ncrime was premeditated and cruel. The Court recites defense\ntestimony describing the killing spree here as a “crime of\npassion,”ante,at 4 (internal quotation marks omitted), but\nthe record belies that characterization. The rampage occurred at\nthe home of Debra Gardner, petitioner’s ex-girlfriend. Prior to the\nshooting, petitioner called her house. His stepsister, Phyllis\nTaylor, answered, and petitioner asked to speak with Gardner.\nGardner declined, and petitioner hung up. Petitioner then retrieved\na shotgun and rifle, loaded both guns, and drove28 milesto\nGardner’s house. Upon arrival, he broke down the door and opened\nfire without provocation. The shooting did not occur in the heat of\nthe moment.In addition to describing this as a crime of\npassion, the majority also parrots defense testimony that\npetitioner’s violence was limited to “the context of romantic\nrelationships.”Ante,at 18. But this assertion is also\nquite wrong. Upon entering Gardner’s house, petitioner first shot\nat an acquaintance, Harold Ebnezer. He next approached his\nstepsister, Taylor, who was seated on the couch. He said,\n“ ‘I’m going to shoot your ass too.’ ” App. 82a. She\nbegged him, “ ‘Duane, please don’t shoot me. I’m your sister.\nI don’t deserve to be shot. Remember I do have children.’ ”Id.,at 83a. Petitioner ignored her pleas, placed the gun on\nher chest, and shot her. Petitioner does not claim that he was in a\nromantic relationship with either Ebnezer or Taylor.After shooting Taylor, petitioner cornered one\nof Gardner’s friends, Kenneth Butler, and shot him, as well. He\nthen exited the house and chased Gardner into the middle of the\nstreet. She turned to him and pleaded, “ ‘Please don’t shoot\nme. Please don’t shoot me. Why are you doing this in front of my\nkids?’ ”Id., at 104a. Her son, Devon, watched from the\nsidewalk. Her daughter, Shennel, begged petitioner to spare her\nmother and even attempted to restrain him. Petitioner pointed the\ngun at Gardner and said, “ ‘I’m going to shoot you. I’m going\nto shoot your A[ss].’ ”Id.,at 117a. He then did so.\nThe flight path of the bullet suggests that Gardner was on her\nknees when petitioner shot her.Second, the evidence of petitioner’s lack\nof remorse, largely ignored by the majority, is startling. After\nshooting Gardner, petitioner walked back to his car and placed the\nfirearms in the trunk. He then returned to taunt Gardner where she\nlay mortally wounded and bleeding in the street. He said,\n“ ‘It ain’t funny now. You ain’t laughing now.’ ”Id.,at 106a. Police arrived shortly thereafter and arrested\nhim. In the patrol car, petitioner was “laughing and joking and\ntaunting.”Id.,at 71a. He continued to smile and laugh\nduring the drive to the police station. When one of the officers\ninformed petitioner that he did not find the situation humorous,\npetitioner replied that “ ‘[t]he bitch got what she\ndeserved.’ ”Id.,at 135a. He remained happy and upbeat\nfor the remainder of the drive, even commenting that he was going\nto heaven because God had already forgiven him.CFinally, the majority incorrectly concludes\nthat the District Court erred in denying petitioner’s motion under\nRule 60(b)(6), which permits district courts to reopen otherwise\nfinal judgments only in “extraordinary circumstances.”Ackermannv.United States, 340 U. S. 193, 199\n(1950) . Although the majority pays lip service to the fact that\nthe District Court’s decision on this point is subject to “limited\nand deferential appellate review,”Gonzalezv.Crosby, 545 U. S. 524, 535 (2005) ; seeante,at\n20–21, it proceeds to conduct ade novoreview. Indeed,\nthe majority references the District Court’s analysis only once in\nthe entire section of its opinion addressing Rule 60(b)(6). But the\nquestion is not whetherthisCourt thinks the circumstances\nare extraordinary; the question is whether reasonable jurists would\ndebate that the District Court abused its discretion in reaching\nthe equitable, highly factbound conclusion that they are not.\nParticularly in light of our admonition that such circumstances\n“will rarely occur in the habeas context,” 545 U. S., at 535,\nI think it is not debatable that the District Court acted within\nits discretion in denying Rule 60(b)(6) relief here.In reversing the Fifth Circuit, the centerpiece\nof the Court’s analysis is its observation that\n“ ‘[d]iscrimination on the basis of race, odious in all\naspects, is especially pernicious in the administration of\njustice.’ ”Ante,at 22 (quotingRosev.Mitchell, 443 U. S. 545, 555 (1979) ). I agree that\nracial classifications are categorically impermissible under the\nEqual Protection Clause—but peti-tioner is not raising an equal\nprotection claim. The many precedents the Court cites interpretingthatClause are therefore beside the point. Instead,\npetitioner is claiming that his case presents extraordinary\ncircumstances under Rule 60(b)(6). The majority identifies no\nprecedents regarding race in the Rule 60(b)(6) context. And\ncertainly nothing in the text or history of Rule 60(b)(6)—unlike\nthe text and history of the Equal Protection Clause—suggests that\nrace-based claims demand unique solicitude in this context. At the\nvery least, the District Court did not abuse its discretion in\ndetermining that they do not.[1]In a similar vein, the majority suggests that\nthe use of race in petitioner’s capital proceeding injured the\npublic’s confidence in the integrity of our judicial system.Ante,at 22. This argument cannot be squared with the\nDistrict Court’s finding that the challenged racial testimony was\n“de minimis.” 2014 WL 11310152, at *5. It also ignores the\nfact that petitioner’sown counselelicited the testi-mony.\nThe majority obscures this point by citing cases concerning alleged\nracial discrimination by an agent of the state. Seeante,at\n22 (citing,e.g., Davisv.Ayala, 576 U. S. ___\n(2015) (addressing theprosecutor’s use of peremptory\nstrikes and holding that any constitutional error was harmless)).\nThere, the injury to public confidence derives from the fact that\nthe government itself is discriminating against the defendant. The\nsame cannot be said, however, when defense counsel introduces\nharmful testimony or makes a bad strategic choice.[2]In conjunction with its observations about race,\nthe Court notes that the Texas attorney general, in response to\nsimilar testimony from Dr. Quijano in another case, issued a press\nrelease decrying the use of race in the justice system and\nsubsequently waived all procedural obstacles to resentencing in\nseveral cases in which Dr. Quijano testified. But Texas had good\nreason for treating this case differently from the others. Of those\ncases, this is the only one where “it can be said that the\nresponsibility for eliciting the offensive testimony lay squarely\nwith the defense.”Buckv.Thaler, 565 U. S.\n1022, 1025 (2011) (Alito, J., statement respecting denial of\ncertiorari).Lastly, the Court belittles Texas’ claimed\ninterest in finality. In the majority’s view, Texas effectively\nforfeited its finality interest when it waived its procedural\ndefenses in purportedly similar cases. Seeante,at 24. But\nTexas did not waive its procedural defenses in this case, and, in\nany event, Texas is not alone in possessing an interest in the\nfinality of petitioner’s sentence. Society at large has the same\ninterest. Finality advances values “essential to the operation of\nour criminal justice system.”Teaguev.Lane, 489\nU. S. 288, 309 (1989) (plurality opinion). It promotes the\nlaw’s deterrent effect; it provides peace of mind to a wrongdoer’s\nvictims; it promotes public confidence in the justice system; it\nconserves limited public resources; and it ensures the clarity of\nlegal rights and statuses.The Court’s finality analysis also ignores the\nlengthy passage of time (nearly eight years) between the District\nCourt’s original rejection of habeas relief in this case and\npetitioner’s filing of the instant Rule 60(b)(6) motion. SeeGonzalez, 545 U. S., at 542, n. 4 (Stevens, J.,\ndissenting) (“In cases where significant time has elapsed between a\nhabeas judgment and the relevant change in procedural law, it would\nbe within a district court’s discretion to leave such a judgment in\nrepose”). Permitting a defendant to file a Rule 60(b) motion years\nafter the fact functionally eviscerates the statute of limitations\ncontained in the Antiterrorism and Effective Death Penalty Act of\n1996, thereby undermining its purpose of “lend[ing] finality to\nstate court judgments within a reasonable time.”Dayv.McDonough, 547 U. S. 198 –206 (2006) (internal\nquotation marks omitted).IIDespite its errors, today’s opinion should\nhave little effect on the broader law, for two reasons. For one\nthing, the Court’s reasoning is highly factbound, and the facts\npresented here are unlikely to arise again. For another, although\nthe majority misapplies settled principles, it does not purport to\nactually alter any of those principles.AThis is an unusual case, and the majority’s\nsingle-minded focus on according relief tothispetitioner\nonthesefacts naturally limits the reach of its decision.\nIn cases presenting different facts, today’s decision will provide\nlittle guidance. The Court’s ultimate conclusion relies on the\nconvergence of three critical factors that will rarely, if ever,\nrecur. Seeante,at 19 (describing this case as involving an\n“unusual confluence of factors” that together create a “perfect\nstorm”).First, the Court places special weight on the\nfact that this is a capital case. See,e.g.,ante,at\n23 (noting “the capital nature of this case” as a factor favoring\nRule 60(b)(6) relief (internal quotation marks omitted)). Second,\nthe Court notes that the testimony at issue was expressly racial\nand suggested that petitioner was more deserving of the death\npenalty because he is black. See,e.g.,ante,at 21\n(“Buck may have been sentenced to death in part because of his\nrace. . . . [T]his is a disturbing departure from a\nbasic premise of our criminal justice system”).[3] Third, the Court explains that the state\nattorney general took the “remarkable steps,”ante,at 23,\nof publicly declaring that Dr. Quijano’s testimony in this case was\ninappropriate and waiving all procedural defenses to resentencing\nin similar cases. See,e.g., ante,at 22 (“The extraordinary\nnature of this case is confirmed by what the State itself did in\nresponse to Dr. Quijano’s testimony”).BThe effect of today’s decision is also limited\nfor a second reason. Although the majority misapplies many\nexist-ing doctrines, it refrains from announcing any new principles\nof law. In particular, it leaves untouched—andcourts should\naccordingly continue to apply asusual—established principles\ngoverning collateral review, ineffective-assistance-of-counsel\nclaims, and Rule 60(b)(6) motions.At the outset, the opinion leaves intactMiller-El’s well-worn COA standard for habeas petitions:\nCourts of appeals should deny applications when the district\ncourt’s ruling is not “debatabl[y]” wrong. 537 U. S., at 336;\nseeante,at 13. “A prisoner seeking a COA must prove\nsomething more than the absence of frivolity or the existence of\nmere good faith on his or her part.” 537 U. S., at 338\n(internal quotation marks omitted). Courts have substantial\ndiscretion in deciding how to structure this inquiry. Seeante,at 15 (“We do not mean to specify what procedures may\nbe appropriate in every case”).The Court also reaffirms the “ ‘highly\ndeferential’ ” character of theStricklandstandard.Harrington, 562 U. S., at 105 (quotingStrickland, 466 U. S., at 689); see,e.g., ante,at 16 (first prong ofStrickland“sets a high bar”). Courts\napplyingStricklandmust respect “the constitutionally\nprotected independence of counsel and the wide latitude counsel\nmust have in making tactical decisions.”Cullenv.Pinholster, 563 U. S. 170, 195 (2011) (internal\nquotation marks and alteration omitted). Counsel should be\n“strongly presumed to have rendered adequate assistance andmade all\nsignificant decisions in the exercise of reasonable professional\njudgment.”Id.,at 189 (internal quotation marks omitted).\nAnd a defendant can show prejudice only if the likelihood of a\ndifferent result would have been “substantial, not just\nconceivable.”Harrington,supra, at 112.Perhaps most significantly, the test for\nreopening judgments under Rule 60(b)(6) remains the same. A\n“ ‘very strict interpretation of Rule 60(b) is essential if\nthe finality of judgments is to be preserved.’ ”Gonzalez, 545 U. S., at 535 (quotingLiljebergv.Health Services Acquisition Corp., 486 U. S. 847,\n873 (1988) (Rehnquist, C. J., dissenting)). A district court may\ngrant relief only if the movant can show “extraordinary\ncircumstances,” which “will rarely occur in the habeas context.”\n545 U. S., at 535. (internal quotation marks omitted); seeante,at 10. A change in law alone is not enough. See 545\nU. S., at 536–537. And a district court’s decision to deny\nrelief is subject to only “limited and deferential” appellate\nreview.Id.,at 535.Although petitioner argues that the change in\nlaw effected byMartinezv.Ryan, 566 U. S. 1\n(2012) , andTre-vinov.Thaler, 569 U. S. ___\n(2013), is central to the Rule 60(b)(6) inquiry, see Brief for\nPetitioner 56; Reply Brief 19, the Court does not even count those\ndecisions in its tally of extraordinary circumstances. Instead, it\ntreats a potentially viableMartinezclaim as a\n“precondition” to relief.Ante,at 25. This makes sense:\nUnless petitioner has the ability to invokeMartinezandTrevino, reopening the judgment would be futile. For those\nin petitioner’s position, the absence of a potentially validMartinezclaim is disqualifying, but the presence of one\ndoes nothing to demonstrate the existence of extraordinary\ncircumstances.IIIFinally, the Court’s opinion does not require\nthe lower courts to reflexively accord relief to petitioner on\nremand. In order to succeed underMartinezandTrevino, petitioner must establish that his state habeas\ncounsel was constitutionally ineffective for failing to raise aStricklandclaim as to his trial counsel. Today’s decision\ndoes not address that showing, and the court on remand should not\ntreat it as a foregone conclusion.I respectfully dissent.Notes1That is especially true\ngiven that Dr. Quijano’s testimony is relevant to the Rule 60(b)(6)\ninquiry, under the majority’s reasoning, only insofar as it was\nprejudicial. Seeante,at 21 (“[O]ur holding on prejudice\nmakes clear that Buck may have been sentenced to death in part\nbecause of his race”). As I have explained, the testimony was not\nprejudicial.2Although the prosecution\non cross-examination asked Dr. Quijano a single question about his\nviews on race, the question arose in the course of canvassing his\nexpert report, and did not extend beyond the testi-mony already\nelicited by the defense. App. 170a.3Dr. Quijano also\ntestified that petitioner was more likely to be dangerous in the\nfuture because he is male. Petitioner does not claim that this\ntestimony renders his case extraordinary, and the Court does not so\nhold. Any such claim would find no support in today’s decision,\ngiven the importance of theracialnature of the testimony\nat issue to the Court’s reasoning.",
    "joined": []
}