{
    "case": {
        "docket": "550",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/550/"
    },
    "id": "1962638",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTREGALADO CUELLAR V. UNITED STATES553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1456HUMBERTO FIDEL REGALADO CUELLAR, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of\nappeals for the fifth circuit[June 2, 2008]Justice Thomas delivered the\nopinion of the Court.This case involves the provision\nof the federal money laundering statute that prohibits\ninternational transportation of the proceeds of unlawful activity.\nPetitioner argues that his conviction cannot stand because, while\nthe evidence demonstrates that he took steps to hide illicit fundsen routeto Mexico, it does not show that the cross-border\ntransport of those funds was designed to create the appearance of\nlegitimate wealth. Although we agree with the Government that the\nstatute does not require proof that the defendant attempted to\n“legitimize” tainted funds, we agree with petitioner that the\nGovernment must demonstrate that the defendant did more than merely\nhide the money during its transport. We therefore reverse the\njudgment of the Fifth Circuit.IOn July 14, 2004, petitioner\nHumberto Fidel Regalado Cuellar was stopped in southern Texas for\ndriving errati-cally. Driving south toward the Mexican border,\nabout 114 miles away, petitioner had just passed the town of\nEldorado. In response to the officer’s questions, petitioner, who\nspoke no English, handed the officer a stack of papers. Included\nwere bus tickets showing travel from a Texas border town to San\nAntonio on July 13 and, in the other direction, from San Antonio to\nBig Spring, Texas, on July 14. A Spanish-speaking officer, Trooper\nDanny Nu&nacute;ez, was called to the scene and began\nquestioning petitioner. Trooper Nu&nacute;ez soon became\nsuspicious because petitioner was avoiding eye contact and seemed\nvery nervous. Petitioner claimed to be on a 3-day business trip,\nbut he had no luggage or extra clothing with him, and he gave\nconflicting accounts of his itinerary. When Trooper\nNu&nacute;ez asked petitioner about a bulge in his shirt\npocket, petitioner produced a wad of cash that smelled of\nmarijuana.Petitioner consented to a search\nof the Volkswagen Beetle that he was driving. While the officers\nwere searching the vehicle, Trooper Nu&nacute;ez observed\npetitioner standing on the side of the road making the sign of the\ncross, which he interpreted to mean that petitioner knew he was in\ntrouble. A drug detection dog alerted on the cash from petitioner’s\nshirt pocket and on the rear area of the car. Further scrutiny\nuncovered a secret compartment under the rear floorboard, and\ninside the compartment the officers found approximately $81,000 in\ncash. The money was bundled in plastic bags and duct tape, and\nanimal hair was spread in the rear of the vehicle. Petitioner\nclaimed that he had previously transported goats in the vehicle,\nbut Trooper Nu&nacute;ez doubted that goats could fit in such a\nsmall space and suspected that the hair had been spread in an\nattempt to mask the smell of marijuana.There were signs that the compartment had been\nrecently created and that someone had attempted to cover up the\nbodywork: The Beetle’s carpeting appeared newer than the rest of\nthe interior, and the exterior of the vehicle appeared to have been\npurposely splashed with mud to cover up toolmarks, fresh paint, or\nother work. In the backseat, officers found a fast-food restaurant\nreceipt dated the same day from a city farther north than\npetitioner claimed to have traveled. After a check of petitioner’s\nlast border crossing also proved inconsistent with his story,\npetitioner was arrested and interrogated. He continued to tell\nconflicting stories about his travels. At one point, before he knew\nthat the officers had found the cash, he remarked to Trooper\nNu&nacute;ez that he had to have the car in Mexico by midnight\nor else his family would be “floating down the river.” App. 50.Petitioner was charged with attempting to\ntransport the proceeds of unlawful activity across the border,\nknowing that the transportation was designed “to conceal or\ndisguise the nature, the location, the source, the ownership, or\nthe control” of the money. 18 U. S. C. §1956(a)(2)(B)(i). After a\n2-day trial, the jury found petitioner guilty. The District Court\ndenied petitioner’s motion for judgment of acquittal based on\ninsufficient evidence and sentenced petitioner to 78 months in\nprison, followed by three years of supervised release.On appeal, a divided panel of the Fifth\nCircuit reversed and rendered a judgment of acquittal. 441\nF. 3d 329 (2006). Judge Smith’s majority opinion held that,\nalthough the evidence showed that petitioner concealed the money\nfor the purpose of transporting it, the statute requires that the\npurpose of the transportation itself must be to conceal or disguise\nthe unlawful proceeds.Id.,at 333–334. Analogizing from\ncases interpreting another provision of the money laundering\nstatute, the court held that the transportation must be undertaken\nin an attempt to create the appearance of legitimate\nwealth.[Footnote 1] Seeid.,at 334. Although the evidence showed intent to avoid\ndetection while driving the funds to Mexico, it did not show that\npetitioner intended to create the appearance of legitimate wealth,\nand accordingly no rational trier of fact could have found\npetitioner guilty.Ibid. Judge Davis dissented, arguing\nthat concealment during transportation is sufficient to violate\n§1956(a)(2)(B)(i).Id.,at 334–336.The Fifth Circuit granted rehearing en banc\nand affirmed petitioner’s conviction. 478 F. 3d 282 (2007).\nThe court rejected as inconsistent with the statutory text\npetitioner’s argument that the Government must prove that he\nattempted to create the appearance of legitimate wealth.Id.,at 290. But it held that petitioner’s extensive\nefforts to prevent detection of the funds during transportation\nshowed that petitioner sought to conceal or disguise the nature,\nlocation, and source, ownership, or control of the funds.Id.,at 289–290. Judge Smith dissented for largely the\nsame reasons set forth in his opinion for the original panel\nmajority. He emphasized the distinction between “concealing\nsomething to transport it, and transporting something to conceal\nit,” and explained that whether petitioner was doing the latter\ndepended on whether his ultimate plan upon reaching his destination\nwas to conceal the nature, location, source, ownership, or control\nof the money.Id.,at 296–297.We granted certiorari, 552 U. S. ___\n(2007).IIThe federal money laundering\nstatute, 18 U. S. C. §1956, prohibits specified transfers of\nmoney derived from unlawful activities. Subsection (a)(1) makes it\nunlawful to engage in certain financial transactions, while\nsubsection (a)(2) criminalizes certain kinds of transportation.\nPetitioner was charged under the transportation provision: The\nindictment alleged that he attempted to transport illicit proceeds\nacross the Mexican border “knowing that such transportation was\ndesigned in whole or in part to conceal and disguise the nature,\nlocation, source, ownership, and control” of the funds.[Footnote 2] App. 10–11 (citing\n§1956(a)(2)(B)(i)).AWe first consider the “designed …\nto conceal” element. Petitioner argues that to satisfy this\nelement, the Government must prove that the defendant attempted to\ncreate the appearance of legitimate wealth. Petitioner would\nreplace “designed … to conceal or disguise the nature, the\nlocation, the source, the ownership, or the control of the\nproceeds” with “designed to create the appearance of legitimate\nwealth.” §1956(a)(2)(B)(i). This is consistent with the plain\nmeaning of “money laundering,” petitioner argues, because that term\nis commonly understood to mean disguising illegally obtained money\nin order to make it appear legitimate. In petitioner’s view, this\ncommon understanding of “money laundering” is implicit in both the\ntransaction and transportation provisions of the statute because\nconcealing or disguising any of the listed attributes would\nnecessarily have the effect of making the funds appear legitimate,\nand, conversely, revealing any such attribute would necessarily\nreveal the funds as illicit. The Government disagrees, contending\nthat making funds appear legitimate is merely one way to accomplish\nmoney laundering, and that revealing a listed attribute would not\nnecessarily reveal the funds’ illicit nature. In any event, the\nGovernment argues, the statute should not be cabined to target only\nclassic money laundering because Congress intended to reach any\nconduct that impairs the ability of law enforcement to find and\nrecover the unlawful proceeds.We agree with petitioner that\ntaking steps to make funds appear legitimate is the common meaning\nof the term “money laundering.” See American Heritage Dictionary\n992 (4th ed. 2000) (hereinafter Am. Hert.) (defining “launder” as\n“[t]o disguise the source or nature of (illegal funds, for example)\nby channeling through an intermediate agent”); Black’s Law\nDictionary 1027 (8th ed. 2004) (hereinafter Black’s) (defining\n“money-laundering” to mean “[t]he act of transferring illegally\nobtained money through legitimate people or accounts so that its\noriginal source cannot be traced”). But to the extent they are\ninconsistent, we must be guided by the words of the operative\nstatutory provision, and not by the common meaning of the statute’s\ntitle. SeePennsylvania Dept. of Correctionsv.Yeskey,524\nU. S. 206, 212 (1998) (declining to use a statute’s title to\nlimit the meaning of the text). Here, Congress used broad language\nthat captures more than classic money laundering: In addition to\nconcealing or disguising the nature or source of illegal funds,\nCongress also sought to reach transportation designed to conceal or\ndisguise the location, ownership, or control of the funds. For\nexample, a defendant who smuggles cash into Mexico with the intent\nof hiding it from authorities by burying it in the desert may have\nengaged in transportation designed to conceal the location of those\nfunds, but his conduct would not necessarily have the effect of\nmaking the funds appear legitimate.Nor do we find persuasive petitioner’s attempt\nto infuse a “classic money laundering” requirement into the listed\nattributes. Contrary to petitioner’s argument, revealing those\nattributes—nature, location, source, ownership, or control—would\nnot necessarily expose the illegitimacy of the funds. Digging up\nthe cash buried in the Mexican desert, for example, would not\nnecessarily reveal that it was derived from unlawful activity.\nIndeed, of all the listed attributes, only “nature” is coextensive\nwith the funds’ illegitimate character: Exposing the nature of\nillicit funds would, by definition, reveal them as unlawful\nproceeds. But nature is only one attribute in the statute; that it\nmay be coextensive with the creation of the appearance of\nlegitimate wealth does not mean that Congress intended that\nrequirement to swallow the other listed attributes.We likewise are skeptical of petitioner’s\nargument that violating the elements of the statute would\nnecessarily have the effect of making the funds appear more\nlegitimate than they did before. It is true that concealing or\ndisguising any one of the listed attributes may have the effect of\nmaking the funds appear more legitimate—largely because concealing\nor disguising those attributes might impede law enforcement’s\nability to identify illegitimate funds—but we are not convinced\nthat this is necessarily so. It might be possible for a defendant\nto conceal or disguise a listed attribute without also creating the\nappearance of legitimate wealth. Cf.United Statesv.Abbell, 271 F. 3d 1286, 1298 (CA11 2001) (noting that\nthe transaction provision, although designed to punish those who\n“attemp[t] to legitimize their proceeds,” may be satisfied without\nproof that a particular defendant did so). Petitioner’s “appearance\nof legitimate wealth” requirement simply has no basis in the\noperative provision’s text.Petitioner argues that the money laundering\ntransportation provision must be aimed at something other than\nmerely secretive transportation of illicit funds because that\nconduct is already punished by the bulk cash smuggling statute, 31\nU. S. C. §5332 (2000 ed., Supp. V). We disagree. A comparison\nof the statutory language reveals that, even if no “appearance of\nlegitimate wealth” requirement exists in 18 U. S. C.\n§1956(a)(2)(B)(i), the two statutes nonetheless target distinct\nconduct. The bulk cash smuggling provision encompasses, in relevant\npart, a defendant who,“with the intent to evade a currency reporting\nrequirement under section 5316, knowingly conceals more than\n$10,000 in currency or other monetary instruments . . . and\ntransports or transfers or attempts to transport or transfer such\ncurrency or monetary instruments from a place within the United\nStates to a place outside of the United States.” 31 U. S. C.\n§5332(a)(1).To be sure, certain conduct may fall within both\nstatutes. For example, both provisions may be violated by a\ndefendant who intends to evade a relevant reporting requirement.\nSee §5332(a)(1) (transportation of funds “with the intent to evade\na currency reporting requirement”); 18 U. S. C.\n§1956(a)(2)(B)(ii) (transportation of funds knowing that it is\ndesigned “to avoid a transaction reporting requirement”). But only\nthe money laundering statute may be violated in the absence of such\nintent. See §1956(a)(2)(B)(i) (prohibiting transportation of\nillicit funds knowing that the transportation is designed to\nconceal or disguise a listed attribute). Similarly, although both\nstatutes encompass transportation of illicit funds, only the bulk\ncash smuggling statute also punishes the mere transportation of\nlawfully derived proceeds.[Footnote\n3] Compare 31 U. S. C. §5332(a) (omitting any requirement\nthat the funds be unlawfully derived) with 18 U. S. C.\n§1956(a)(2)(B) (requiring that the defendant “kno[w] that the\nmonetary instrument or funds involved in the transportation …\nrepresent the proceeds of some form of unlawful activity”).BHaving concluded that the statute\ncontains no “appearance of legitimate wealth” requirement, we next\nconsider whether the evidence that petitioner concealed the money\nduring transportation is sufficient to sustain his conviction. As\nnoted, petitioner was convicted under §1956(a)(2)(B)(i), which, in\nrelevant part, makes it a crime to attempt to transport “funds from\na place in the United States to … a place outside the United States\n… knowing that the … funds involved in the transportation …\nrepresent the proceeds of some form of unlawful activity and\nknowing that such transportation … is designed in whole or in part\n… to conceal or disguise the nature, the location, the source, the\nownership, or the control of the proceeds of specified unlawful\nactivity.” Accordingly, the Government was required in this case to\nprove that petitioner (1) attempted to transport funds from\nthe United States to Mexico, (2) knew that these funds\n“represent[ed] the proceeds of some form of unlawful activity,”e.g.,drug trafficking, and (3) knew that “such\ntransportation” was designed to “conceal or disguise the nature,\nthe location, the source, the ownership, or the control” of the\nfunds.It is the last of these that is at issue\nbefore us, viz., whether petitioner knew that “such transportation”\nwas designed to conceal or disguise the specified attributes of the\nillegally obtained funds. In this connection, it is important to\nkeep in mind that the critical transportation was not the\ntransportation of the funds within this country on the way to the\nborder. Instead, the term “such transportation” means\ntransportation “from a place in the United States to … a place\noutside the United States”—here, from the United States to Mexico.\nTherefore, what the Government had to prove was that petitioner\nknew that taking the funds to Mexico was “designed,” at least in\npart, to conceal or disguise their “nature,” “location,” “source,”\n“ownership,” or “control.”Petitioner argues that the evidence is not\nsufficient to sustain his conviction because concealing or\ndisguising a listed attribute of the funds during transportation\ncannot satisfy the “designed … to conceal” element. Citing cases\nthat interpret the identical phrase in the transaction provision to\nexclude “mere spending,”[Footnote\n4] petitioner argues that the transportation provision must\nexclude “mere hiding.” Otherwise, petitioner contends, all\ncross-border transport of illicit funds would fall under the\nstatute because people regularly make minimal efforts to conceal\nmoney, such as placing it inside a wallet or other receptacle, in\norder to secure it during travel. The Government responds that\nconcealment during transportation is sufficient to satisfy this\nelement because it is circumstantial evidence that the ultimate\npurpose of the transportation—i.e., its “design”—is to\nconceal or disguise a listed attribute of the funds. This standard\nwould not criminalize all cross-border transport of illicit funds,\nthe Government argues, because, just as in the transaction\ncases,[Footnote 5] the statute\nencompasses onlysubstantialefforts at concealment. As a\nresult, the Government agrees with the Court of Appeals that a\nviolation of the transportation provision cannot be established\nsolely by evidence that the defendant carried money in a wallet or\nconcealed it in some other conventional or incidental way. See 478\nF. 3d, at 291 (characterizing the defendant’s transportation\nof money in a box inUnited Statesv.Dimeck,24\nF. 3d 1239, 1246 (CA10 1994), as a “minimal attempt at\nconcealment” that is distinguishable from petitioner’s “effort to\nhide or conceal” the funds).We agree with petitioner that\nmerely hiding funds during transportation is not sufficient to\nviolate the statute, even if substantial efforts have been expended\nto conceal the money. Our conclusion turns on the text of\n§1956(a)(2)(B)(i), and particularly on the term “design.” In this\ncontext, “design” means purpose or plan;i.e., the\nintended aim of the transportation. See Am. Hert. 491 (“To\nformulate a plan for; devise”; “[t]o create or contrive for a\nparticular purpose or effect”); Black’s 478 (“A plan or scheme”;\n“[p]urpose or intention combined with a plan”); see also Brief for\nUnited States 14 (“ ‘to conceive and plan out in the\nmind’ ” (quoting Webster’s Third New International Dictionary\n611 (1993)). Congress wrote “knowing that such transportation is\ndesigned … to conceal or disguise” a listed attribute of the funds,\n§1956(a)(2)(B)(i), and when an act is “designed to” do something,\nthe most natural reading is that it has that something as its\npurpose. The Fifth Circuit employed this meaning of design when it\nreferred to the “transportation design or plan to get the funds out\nof this country.” See 478 F. 3d, at 289.But the Fifth Circuit went on to discuss the\n“design” of the transportation in a different sense. It described\nthe packaging of the money, its placement in the hidden\ncompartment, and the use of animal hair to mask its scent as\n“aspectsof the transportation” that “were designed to\nconceal or disguise” the nature and location of the cash.Ibid. (emphasis added). Because the Fifth Circuit used\n“design” to refer not to the purpose of the transportation but to\nthe manner in which it was carried out, its use of the term in this\ncontext was consistent with the alternate meaning of “design” as\nstructure or arrangement. See Am. Hert. 491, 492 (“To plan out in\nsystematic, usually graphic form”; “[t]he purposeful or inventive\narrangement of parts or details”); Black’s 478 (“The pattern or\nconfiguration of elements in something, such as a work of art”).\nThe Government at times also appears to adopt this meaning of\n“design.” See Brief for United States 21 (“Congress focused on how\nthe transportation itself was ‘designed’ ”);id., at\n43 (arguing that petitioner’s design to move funds without\ndetection is proof of a design to conceal or disguise the location\nand nature of the funds).[Footnote\n6] If the statutory term had this meaning, it would apply\nwhenever a person transported illicit funds in a secretive manner.\nJudge Smith supplied an example of this construction: A petty thief\nwho hides money in his shoe and then walks across the border to\nspend the money in local bars, see 478 F. 3d, at 301 (dissenting\nopinion), has engaged in transportation designed to conceal the\nlocation of the money because he has hidden it in an unlikely\nplace.We think it implausible, however, that\nCongress intended this meaning of “design.” If it had, it could\nhave expressed its intention simply by writing “knowing that such\ntransportation conceals or disguises,” rather than the more complex\nformulation “knowing that such transportation … is designed … to\nconceal or disguise.” §1956(a)(2)(B)(i). It seems far more likely\nthat Congress intended courts to apply the familiar criminal law\nconcepts of purpose and intent than to focus exclusively on how a\ndefendant “structured” the transportation. In addition, the\nstructural meaning of “design” is both overinclusive and\nunderinclusive: It would capture individuals who structured\ntransportation in a secretive way but lacked any criminal intent\n(such as a person who hid illicit fundsen routeto turn\nthem over to law enforcement); yet it would exclude individuals who\nfully intended to move the funds in order to impede detection by\nlaw enforcement but failed to hide them during the\ntransportation.To be sure, purpose and structure are often\nrelated. One may employ structure to achieve a purpose: For\nexample, the petty thief may hide money in his shoe to prevent it\nfrom being detected as he crosses the border with the intent to\nhide the money in Mexico. See 478 F. 3d, at 301 (Smith, J.,\ndissenting). Although transporting money in a conventional manner\nmay suggest no particular purpose other than simply to move it from\none place to another, secretively transporting it suggests, at\nleast, that the defendant did not want the money to be detected\nduring transport. In this case, evidence of the methods petitioner\nused to transport the nearly $81,000 in cash—bundled in plastic\nbags and hidden in a secret compartment covered with animal\nhair—was plainly probative of an underlying goal to prevent the\nfunds from being detected while he drove them from the United\nStates to Mexico. The same secretive aspects of the transportation\nalso may be circumstantial evidence that the transportation itself\nwas intended to avoid detection of the funds, because, for example,\nthey may suggest that the transportation is only one step in a\nlarger plan to facilitate the cross-border transport of the funds.\nCf.id., at 289 (noting that “concealment of the funds\nduring the U. S. leg of the trip [was] a vital part of the\ntransportation design or plan to get the funds out of this\ncountry”). But its probative force, in that context, is weak.\n“There is a difference between concealing something to transport\nit, and transporting something to conceal it,”id., at\n296–297 (Smith, J., dissenting); that is,howone moves\nthe money is distinct fromwhyone moves the money.\nEvidence of the former, standing alone, is not sufficient to prove\nthe latter.This case illustrates why: Even with abundant\nevidence that petitioner had concealed the money in order to\ntransport it, the Government’s own expert witness—ICE Agent Richard\nNuckles—testified that the purpose of the transportation was to\ncompensate the leaders of the operation.[Footnote 7] Tr. 179 (Oct. 12, 2004), App. 64–65 (“[T]he\nbulk of [the money] generally goes back to Mexico, because the\nsmuggler is the one who originated this entire process. He’s going\nto get a large cut of the profit, and that money has to be moved\nback to him in Mexico”). The evidence suggested that the secretive\naspects of the transportation were employed tofacilitatethe transportation, see 478 F. 3d, at 289 (noting that\n“concealment of the funds during the U. S. leg of the trip [was] a\nvital part of the transportation design or plan”), but not\nnecessarily that secrecy was thepurposeof the\ntransportation. Agent Nuckles testified that the secretive manner\nof transportation was consistent with drug smuggling, see Tr.\n179–180, App. 65–66, but the Government failed to introduce any\nevidence that the reason drug smugglers move money to Mexico is to\nconceal or disguise a listed attribute of the funds.Agent Nuckles also testified that\nAcuna, the Mexican border town to which petitioner was headed, has\na cash economy and that U. S. currency is widely accepted there.\nSee Tr. 188–189, App. 69. The Fifth Circuit apparently viewed this\nas evidence that petitioner transported the money in order to\nconceal or disguise it: “[G]iven Mexico’s largely cash economy, if\n[petitioner] had successfully transported the funds to Mexico\nwithout detection, the jury was entitled to find that the funds\nwould have been better concealed or concealable after the\ntransportation than before.” 478 F. 3d, at 292. The statutory\ntext makes clear, however, that a conviction under this provision\nrequires proof that the purpose—not merely effect—of the\ntransportation was to conceal or disguise a listed attribute.\nAlthough the evidence suggested that petitioner’s transportation\nwould have had the effect of concealing the funds, the evidence did\nnot demonstrate that such concealment was the purpose of the\ntransportation because, for instance, there was no evidence that\npetitioner knew about or intended the effect.[Footnote 8]In sum, we conclude that the\nevidence introduced by the Government was not sufficient to permit\na reasonable jury to conclude beyond a reasonable doubt that\npetitioner’s transportation was “designed in whole or in part … to\nconceal or disguise the nature, the location, the source, the\nownership, or the control of the proceeds.” §1956(a)(2)(B)(i).IIIThe provision of the money\nlaundering statute under which petitioner was convicted requires\nproof that the transportation was “designed in whole or in part to\nconceal or disguise the nature, the location, the source, the\nownership, or the control” of the funds. §1956(a)(2)(B)(i).\nAlthough this element does not require proof that the defendant\nattempted to create the appearance of legitimate wealth, neither\ncan it be satisfied solely by evidence that a defendant concealed\nthe funds during their transport. In this case, the only evidence\nintroduced to prove this element showed that petitioner engaged in\nextensive efforts to conceal the fundsen routeto Mexico,\nand thus his conviction cannot stand. We reverse the judgment of\nthe Fifth Circuit.It is so ordered.Footnote 1Several Courts of Appeals\nhave considered this requirement as relevant, or even necessary, in\nthe context of 18 U. S. C. §1956(a)(1)(B)(i), which prohibits,inter alia, engaging in financial transactions\n“involv[ing] the proceeds of specified unlawful activity . . .\nknowing that the transaction is designed in whole or in part . . .\nto conceal or disguise the nature, the location, the source, the\nownership, or the control of the proceeds of some specified\nunlawful activity.” SeeUnited Statesv.Morales-Rodriguez, 467 F. 3d 1, 13 (CA1 2006);United Statesv.Esterman, 324 F. 3d 565,\n572–573 (CA7 2003);United Statesv.Abbell, 271\nF. 3d 1286, 1298 (CA11 2001);United Statesv.McGahee, 257 F. 3d 520, 527–528 (CA6 2001);UnitedStatesv.Dobbs, 63 F. 3d\n391, 397 (CA5 1995);United Statesv.Dimeck, 24\nF. 3d 1239, 1247 (CA10 1994).In construing the provision under which\npetitioner was convicted, four Courts of Appeals, including the\nFifth Circuit, have implicitly or explicitly rejected the\nrequirement. SeeUnited Statesv.Garcia-Jaimes,\n484 F. 3d 1311, 1322 (CA11 2007) (upholding convictions for\nconspiracy to commit transportation money laundering without\naddressing the requirement);United Statesv.Ness, 466 F. 3d 79, 81–82 (CA2 2006) (rejecting the\nrequirement and upholding a conviction for conspiracy to violate\nthe transportation provision where defendant’s conduct was\nelaborate and highly secretive);United Statesv.Carr, 25 F. 3d 1194, 1206–1207 (CA3 1994) (upholding\na conviction under the transportation provision without discussing\nthe requirement).Footnote 2Subsection (a)(2) reads, in\nits entirety:“Whoever transports, transmits, or transfers, or attempts to\ntransport, transmit, or transfer a monetary instrument or funds\nfrom a place in the United States to or through a place outside the\nUnited States or to a place in the United States from or through a\nplace outside the United States—“(A) with the intent to promote the carrying\non of specified unlawful activity; or“(B) knowing that the monetary instrument or\nfunds involved in the transportation, transmission, or transfer\nrepresent the proceeds of some form of unlawful activity and\nknowing that such transportation, transmission, or transfer is\ndesigned in whole or in part—“(i) to conceal or disguise the nature, the\nlocation, the source, the ownership, or the control of the proceeds\nof specified unlawful activity; or“(ii) to avoid a transaction reporting\nrequirement under State or Federal law,“shall be sentenced to a fine of not more than $500,000 or twice\nthe value of the monetary instrument or funds involved in the\ntransportation, transmission, or transfer whichever is greater, or\nimprisonment for not more than twenty years, or both. For the\npurpose of the offense described in subparagraph (B), the\ndefendant’s knowledge may be established by proof that a law\nenforcement officer represented the matter specified in\nsubparagraph (B) as true, and the defendant’s subsequent statements\nor actions indicate that the defendant believed such\nrepresentations to be true.”Footnote 3Section 1956(a)(2)(A) also\npunishes the mere transportation of lawfully derived proceeds, but\nit imposes the additional requirement, not found in 31 U.\nS. C. §5332 (2000 ed., Supp. V), that the defendant must have\n“inten[ded] to promote the carrying on of specified unlawful\nactivity.”Footnote 4See,e.g.,\nEsterman, 324 F. 3d, at 570–572;United Statesv.Corchado-Peralta, 318 F. 3d 255, 259 (CA1 2003);McGahee, 257 F. 3d, at 527;United Statesv.Herron, 97 F. 3d 234, 237 (CA8 1996);United\nStatesv.Majors, 196 F. 3d 1206, 1213 (CA11\n1999);United Statesv.Stephenson, 183\nF. 3d 110, 120–121 (CA2 1999);Dobbs, 63 F. 3d,\nat 398;United Statesv.Garcia-Emanuel, 14\nF. 3d 1469, 1474 (CA10 1994).Footnote 5See,e.g.,Ness, 466 F. 3d, at 81 (concluding that extensive\nattempts at secrecy were sufficient to support a conviction under\n18 U. S. C. §1956(a)(1), but “express[ing] no view” as to\nwhether transactions involving “less elaborate stratagems or a\nlesser measure of secrecy” would be sufficient);United\nStatesv.Johnson, 440 F. 3d 1286, 1291 (CA11\n2006) (“Evidence of concealment must be substantial”);Dimeck, 24 F. 3d, at 1247 (“The transportation of the\nmoney from Detroit to California in a box, suitcase, or other\ncontainer does not convert the mere transportation of money into\nmoney laundering”).Footnote 6This understanding of\n“design” is also implicit in some of the Government’s statements\nthat secretive transportation is sufficient to prove a violation of\nthe statute. See Brief for United States 46 (arguing that the\nstatute covers any “surreptitiou[s]” movement of funds “to a\nlocation where United States law enforcement authorities are\nimpaired from detecting and intercepting them,” apparently\nregardless of whether such impairment was the purpose of the plan);id., at 11 (“When a defendant surreptitiously transports\nor attempts to transport illegal proceeds across the border knowing\nof their illegal character, money laundering is the appropriate\ncharge”);id., at 13 (“The statute explicitly covers, and\nwas intended to cover, a wide range of conduct that impairs the\nability of law enforcement to find and recover the proceeds of\ncrime”); Tr. of Oral Arg. 46. Agent Richard Nuckles, Immigration\nand Customs Enforcement (ICE), appears to have adopted this\nstandard at trial as well. See Tr. 196 (Oct. 12, 2004) (testifying\nthat attempting to move funds across the border without detection\nwould be illegal, apparently regardless of the reason for doing\nso).Footnote 7Concealing or disguising a listed attribute\nneed be only one of the purposes of the transportation. See\n§1956(a)(2)(B)(i) (providing that a transportation plan need be\ndesigned “in whole or in part” to conceal or disguise). But here,\ncompensating the leaders of the operation was the only purpose to\nwhich Agent Nuckles testified.Footnote 8In many cases, a criminal defendant’s\nknowledge or purpose is not established by direct evidence but\ninstead is shown circumstantially based on inferences drawn from\nevidence of effect. See,e.g., 1 W. LaFave, Substantive\nCriminal Law §5.2(a), p. 341 (2d ed. 2003). Specifically, where the\nconsequences of an action are commonly known, a trier of fact will\noften infer that the person taking the action knew what the\nconsequences would be and acted with the purpose of bringing them\nabout. Although, as noted above, the Government introduced some\nevidence regarding the effect of transporting illegally obtained\nmoney to Mexico, the Government has not pointed to any evidence in\nthe record from which it could be inferred beyond a reasonable\ndoubt that petitioner knew that taking the funds to Mexico would\nhave had one of the relevant effects.",
    "joined": []
}