{
    "case": {
        "docket": "15-680",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-680/"
    },
    "id": "3698079",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–680_________________GOLDEN BETHUNE-HILL, et al., APPELLANTSv.VIRGINIA\nSTATE BOARD OF ELECTIONS, et al.on appeal from the united states district court for the eastern\ndistrict of virginia[March 1, 2017]Justice Thomas, concurring in the judgment in part and\ndissenting in part.Appellants contend that 12 of Virginia’s state legislative\ndistricts are unconstitutional racial gerrymanders. The three-judge\nDistrict Court rejected their challenge, holding that race was not\nthe legislature’s predominant motive in drawing 11 of the districts\nand that the remaining district survives strict scrutiny. I would\nreverse the District Court as to all 12 districts. I therefore\nconcur in the judgment in part and dissent in part.II concur in the Court’s judgment reversing the District Court’s\ndecision to uphold 11 of the 12 districts at issue in this\ncase—House Districts 63, 69, 70, 71, 74, 77, 80, 89, 90, 92, and\n95. I do not agree, however, with the Court’s decision to leave\nopen the question whether race predominated in those districts and,\nthus, whether they are subject to strict scrutiny.Ante,at\n12–13. Appellees (hereinafter State) concede that the legislature\nintentionally drew all 12 districts as majority-black districts.\nSee,e.g.,Brief for Appellees 1 (“[T]he legislature sought\nto achieve a [black voting-age population] of at least 55% in\nadjusting the lines of the 12 majority-minority districts”). That\nconcession, in my view, mandates strict scrutiny as to each\ndistrict. SeeBushv.Vera,517 U. S. 952,1000\n(1996) (Thomas, J., concurring in judgment) (A State’s “concession\nthat it intentionally created majority-minority districts [i]s\nsufficient to show that race was a predominant, motivating factor\nin its redistricting”);League of United Latin American\nCitizensv.Perry,548 U. S. 399,517 (2006)\n(LULAC) (Scalia, J., concurring in judgment in part and\ndissenting in part) (“[W]hen a legislature intentionally creates a\nmajority-minority district, race is necessarily its predominant\nmotivation and strict scrutiny is therefore triggered”). I would\ntherefore hold that the District Court must apply strict scrutiny\nto Districts 63, 69, 70, 71, 74, 77, 80, 89, 90, 92, and 95 on\nremand.III disagree with the Court’s judgment with respect to the\nremaining district, District 75. The majority affirms the District\nCourt’s holding that District 75 is subject to strict scrutiny.\nWith this I agree, because, as with the other 11 districts, the\nState conceded that it intentionally drew District 75 as a\nmajority-black district.I disagree, however, with the majority’s determination that\nDistrict 75 satisfies strict scrutiny. This Court has held that a\nState may draw distinctions among its citizens based on race only\nwhen it “is pursuing a compelling state interest” and has chosen\n“narrowly tailored” means to accomplish that interest.Shawv.Hunt,517 U. S. 899,908 (1996) (internal quotation\nmarks omitted). The State asserts that it used race in drawing\nDistrict 75 to further a “compelling interest in complying with\nSection 5 of the [Voting Rights Act of 1965].” Brief for Appellees\n50.[1] And it argues that, based on its\n“good-faith functional analysis” of the district, it narrowly\ntailored its use of race to achieve that interest.Id.,at\n56. In my view, the State has neither asserted a compelling state\ninterest nor narrowly tailored its use of race.AAs an initial matter, the majority errs by “assum[ing], without\ndeciding, that the State’s interest in complying with the Voting\nRights Act was compelling.”Ante,at 13. To be sure, this\nCourt has previously assumed that a State has a compelling interest\nin complying with the Voting Rights Act. But it has done so only in\ncases in which it has not upheld the redistricting plan at issue.\nSee,e.g.,Millerv.Johnson,515 U. S.\n900,921 (1995) (leaving open the question “[w]hether or not in some\ncases compliance with the [Voting Rights] Act, standing alone, can\nprovide a compelling interest independent of any interest in\nremedying past discrimination”).[2] This Court\nhas never, before today, assumed a compelling state interest while\nupholding a state redistricting plan. Indeed, I know of no other\ncase, in any context, in which the Court has assumed away part of\nthe State’s burden to justify its intentional use of race. This\nshould not be the first. I would hold that complying with §5 of the\nVoting Rights Act is not a compelling interest.“[C]ompliance with federal antidiscrimination laws cannot\njustify race-based districting where the challenged district was\nnot reasonably necessary under aconstitutionalreading and\napplication of those laws.”Id., at 921 (emphasis added).\nMore than a decade ago, I joined Justice Scalia’s opinion inLULAC, which noted that this Court had “upheld the\nconstitutionality of §5 as a proper exercise of Congress’s\nauthority under §2 of the Fifteenth Amendment to enforce that\nAmendment’s prohibition on the denial or abridgment of the right to\nvote.” 548 U. S., at 518. I therefore agreed that, “[i]n the\nproper case, . . . a covered jurisdiction may have a\ncompelling interest in complying with §5.”Id., at 519.I have since concluded that §5 is “unconstitutional.”Northwest Austin Municipal Util. Dist. No. Onev.Holder,557 U. S. 193,216 (2009) (Thomas, J., concurring\nin judgment in part and dissenting in part). “[T]he violence,\nintimidation, and subterfuge that led Congress to pass §5 and this\nCourt to uphold it no longer remains,”id.,at 229, so §5\n“can no longer be justified as an appropriate mechanism for\nenforcement of the Fifteenth Amendment,”id., at 216.Because, in my view, §5 is unconstitutional, I would hold that a\nState does not have a compelling interest in complying with it.BEven if compliance with §5 were a compelling interest, the State\nfailed to narrowly tailor its use of race to further that\ninterest.1This Court has explained that “[a]ny preference based on racial\nor ethnic criteria must necessarily receive a most searching\nexamination.”Wygantv.Jackson Bd. of Ed.,476\nU. S. 267,273 (1986) (plurality opinion) (internal quotation\nmarks omitted); accord,Adarand Constructors, Inc.v.Peña,515 U. S. 200,223 (1995);Grutterv.Bollinger,539 U. S. 306,378 (2003) (Rehnquist,\nC. J., dissenting). This exacting scrutiny makes sense because\n“[d]iscrimination on the basis of race” is “odious in all aspects.”Rosev.Mitchell,443 U. S. 545,555 (1979).\nAccordingly, a State’s use of race must bear “ ‘the most exact\nconnection’ ” to the compelling state interest.Wygant,supra,at 280 (opinion of Powell, J.). In the context of\nredistricting, the redistricting map must, “at a minimum,” actually\n“remedy the anticipated violation” or “achieve compliance” with the\nVoting Rights Act.Shaw, 517 U. S., at 916.I have serious doubts about the Court’s standard for narrow\ntailoring, as characterized today and inAlabamaLegislative Black Caucusv.Alabama, 575 U. S.\n___ (2015). Relying onAlabama, the majority explains that\nnarrow tailoring in the redistricting context requires “only that\nthe legislature have a strong basis in evidence in support of the\n(race-based) choice that it has made.”Ante,at 14 (internal\nquotation marks omitted). That standard “does not demand that a\nState’s actions actually be necessary to achieve a compelling state\ninterest in order to be constitutionally valid.”Alabama,supra,at ___ (slip op., at 22) (internal quotation marks\nomitted); see alsoante,at 14. Instead, under that\nstandard, a state legislature needs only “good reasonsto\nbelieve” that the use of race is required, even if the use of race\nis not “actually . . . necessary.”Alabama,supra,at ___ (slip op., at 22) (internal quotation marks\nomitted).That approach to narrow tailoring—deferring to a State’s belief\nthat it has good reasons to use race—is “strict” in name only. To\nthe extent the Court appliesAlabamato dilute the\nwell-settled standard established by our precedents, I demur.2Applying the proper narrow-tailoring standard for state\nclassifications based on race, I conclude that the State did not\nnarrowly tailor its use of race to comply with §5. As the majority\nrecognizes, §5 requires a state redistricting plan to maintain the\nblack population’s ability to elect the candidate of its choice in\nthe district at issue—in other words, the State must “avoid\nretrogression” in the new district.Ante,at 14.The majority observes that the redistricting plan’s architect,\nDelegate Chris Jones, performed a “functional analysis” in deciding\nthat District 75 required a 55% black voting-age population—as\nopposed to some other percentage—to avoid retrogression.Ibid.The Court notes that, in arriving at the 55%\nthreshold, Delegate Jones considered turnout rates, the results of\nthe primary and general elections in 2005, and the district’s\n“large population of disenfranchised black prisoners.”Ante,at 15.He also met with the incumbent delegate for District\n75 “probably half a dozen times” and “discussed the district with\nincumbents from other majority-black districts.”Ante,at\n14–15 (internal quotation marks omitted). Those efforts add up, in\nthe majority’s view, to a “careful assessment of local conditions\nand structures.”Ante,at 15.I do not agree that those efforts satisfy narrow tailoring.\nDelegate Jones admitted that he was “not aware” of “any\nretrogress[ion] analysis” performed by “h[im] or any persons that\nworked with him in the development of the [redistricting] plan.”\nApp. 288–289. Instead, he merely “look[ed] at” the “percentage of\nblack population and the percentage of black voting age\npopulation,” “looked at what happened over the last 10 year period\ngiven the existing population and demographic shifts,” and “tried\nto restore back” the levels of black voting-age population from the\nprevious maps.Id.,at 290. That approach was misguided,\nbecause §5 “does not require maintaining the same population\npercentages in majority-minority districts as in the prior plan.”Alabama,supra, at ___ (slip op., at 20). And in any\nevent, that back-of-the-envelope calculation does not qualify as\nrigorous analysis. I do not think we would permit so imprecise an\napproach with regard to any other instance of racial\ndiscrimination.The other evidence cited by the majority is similarly weak. The\nmajority points to the “ ‘half a dozen’ ” meetings\nbetween Delegate Jones and the incumbent delegate for District 75,ante,at 14, but it is not apparent from the record whether\nDistrict 75’s incumbent is the current black population’s candidate\nof choice. Moreover, the incumbent delegate may well have wanted\nher district to be electorally safer than the Voting Rights Act\nrequires. It also is not obvious to me that Delegate Jones was\nseeking to avoid retrogression in District 75 when he met with\nincumbent delegates fromothermajority-black districts.Ibid.In my view, those efforts fall far short of\nestablishing that a 55% black voting-age population bears a more\n“ ‘exact connection’ ” to the State’s interest than any\nalternative percentage.Wygant,supra, at 279\n(opinion of Powell, J.). Accordingly, I would hold that the State\nfailed to narrowly tailor its use of race to avoid retrogression in\nDistrict 75.*  *  *In reaching these conclusions, I recognize that this Court is at\nleast as responsible as the state legislature for these racially\ngerrymandered districts. As explained above, this Court has\nrepeatedly failed to decide whether compliance with the Voting\nRights Act is a compelling governmental interest. Seesupra,at 3, and n. 2. Indeed, this Court has refused even to decide\nwhether §5 is constitutional, despite having twice taken cases to\ndecide that question. Compare Juris. Statement inNorthwest\nAustin, O. T. 2008, No. 08–322, p. i (presenting the\nquestion “[w]hether . . . the §5 preclearance requirement\ncan be applied as a valid exercise of Congress’s remedial powers\nunder the Reconstruction Amendments”), andShelby Countyv.Holder,568 U. S. 1006 (2012) (granting certio-rari on\nthe question “[w]hether Congress’ decision in 2006 to reauthorize\nSection 5 of the Voting Rights Act under the pre-existing coverage\nformula of Section 4(b) . . . violated the Tenth\nAmendment and Article IV of the United States Constitution”), withNorthwest Austin, 557 U. S., at 197 (holding that the\ndistrict at issue was eligible to seek bailout under the Voting\nRights Act and therefore “not reach[ing] the constitutionality of\n§5”), andShelby Countyv.Holder,570 U. S.\n___, ___ (2013) (slip op., at 24) (holding only that the coverage\nformula under §4(b) was unconstitutional and “issu[ing] no holding\non §5 itself”). As a result, the Court has left the State without\nclear guidance about its redistricting obligations under §5.This Court has put the State in a similar bind with respect to\nnarrow tailoring. To comply with §5, a State necessarily must make\na deliberate and precise effort to sort its citizens on the basis\nof their race. But that result is fundamentally at odds with our\n“color-blind” Constitution, which “neither knows nor tolerates\nclasses among citizens.”Plessyv.Ferguson,163\nU. S. 537,559 (1896) (Harlan, J., dissenting). That\ncontradiction illustrates the perversity of the Court’s\njurisprudence in this area as well as the uncomfortable position in\nwhich the State might find itself.Despite my sympathy for the State, I cannot ignore the\nConstitution’s clear prohibition on state-sponsored race\ndiscrimination. “The Constitution abhors classifications based on\nrace, not only because those classifications can harm favored races\nor are based on illegitimate motives, but also because every time\nthe government places citizens on racial registers . . .\n, it demeans us all.”Grutter, 539 U. S., at 353\n(Thomas, J., concurring in part and dissenting in part). This\nprohibition was “[p]urchased at the price of immeasurable human\nsuffering,” and it “reflects our Nation’s understanding that such\nclassifications ultimately have a destructive impact on the\nindividual and our society.”Adarand Constructors, 515\nU. S., at 240 (Thomas, J., concurring in part and concurring\nin judgment). I respectfully dissent from the Court’s judgment as\nto District 75.Notes1It is unclear from the record whether\nthe State sought to justify its use of race on other grounds. I\nwould leave it to the District Court to evaluate in the first\ninstance any other asserted compelling interest, including whether\nsuch interest has been forfeited.2See alsoShawv.Hunt,517 U. S. 899,911 (1996) (“InMiller, we\nexpressly left open the question whether under the proper\ncircumstances compliance with the Voting Rights Act, on its own,\ncould be a compelling [state] interest . . . . Here\nonce again we do not reach that question because we find that\ncreating an additional majority-black district was not required\nunder a correct reading of §5”);id.,at 915 (“We assume,arguendo, for the purpose of resolving this suit, that\ncompliance with §2 could be a compelling interest” but hold that\nthe remedy “is not narrowly tailored to the asserted end”);Bushv.Vera,517 U. S. 952,977,979 (1996)\n(plurality opinion) (“[W]e assume without deciding that compliance\nwith [the Voting Rights Act], as interpreted by our precedents, can\nbe a compelling state interest” but hold that the districts at\nissue are not “narrowly tailored” to achieve that interest\n(citation omitted));Alabama Legislative Black Caucusv.Alabama, 575 U. S. ___, ___ (2015) (slip op., at 23)\n(“[W]e do not here decide whether . . . continued\ncompliance with §5 remains a compelling interest” because “we\nconclude that the District Court and the legislature asked the\nwrong question with respect to narrow tailoring”).",
    "joined": []
}