{
    "case": {
        "docket": "557",
        "citation": "548",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/548/557/"
    },
    "id": "1962142",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGHAMDAN V. RUMSFELD548 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-184SALIM AHMED HAMDAN, PETITIONERv.DONALD\nH. RUMSFELD, SECRETARY OF DEFENSE, et al.on writ of certiorari to the united states court of\nappeals for the district of columbia circuit[June 29, 2006]Justice Thomas, with whom Justice\nScalia joins, and with whom Justice Alito joins in all but Parts I,\nII–C–1, and III–B–2, dissenting.For the reasons set forth in\nJustice Scalia’s dissent, it is clear that this Court lacks\njurisdiction to entertain petitioner’s claims, seeante,\nat 1–11. The Court having concluded otherwise, it is appropriate to\nrespond to the Court’s resolution of the merits of petitioner’s\nclaims because its opinion openly flouts our well-established duty\nto respect the Executive’s judgment in matters of military\noperations and foreign affairs. The Court’s evident belief thatitis qualified to pass on the “[m]ilitary necessity,”ante, at 48, of the Commander in Chief’s decision to\nemploy a particular form of force against our enemies is so\nantithetical to our constitutional structure that it simply cannot\ngo unanswered. I respectfully dissent.IOur review of petitioner’s claims\narises in the context of the President’s wartime exercise of his\ncommander-in-chief authority in conjunction with the complete\nsupport of Congress. Accordingly, it is important to take measure\nof the respective roles the Constitution assigns to the three\nbranches of our Government in the conduct of war.As I explained inHamdiv.Rumsfeld,542 U. S. 507(2004), the structural\nadvantages attendant to the Executive Branch—namely, the\ndecisiveness, “ ‘activity, secrecy, and dispatch’ ” that\nflow from the Executive’s “ ‘unity,’ ”id., at\n581 (dissenting opinion) (quoting The Federalist No. 70, p. 472 (J.\nCooke ed. 1961) (A. Hamilton))—led the Founders to conclude that\nthe “President ha[s] primary responsibility—along with the\nnecessary power—to protect the national security and to conduct the\nNation’s foreign relations.” 542 U. S., at 580. Consistent with\nthis conclusion, the Constitution vests in the President “[t]he\nexecutive Power,” Art. II, §1, provides that he “shall be\nCommander in Chief” of the Armed Forces, §2, and places in him the\npower to recognize foreign governments, §3. This Court has observed\nthat these provisions confer upon the President broad\nconstitutional authority to protect the Nation’s security in the\nmanner he deems fit. See,e.g.,Prize Cases,2\nBlack 635, 668 (1863) (“If a war be made by invasion of a foreign\nnation, the President is not only authorized but bound to resist\nforce by force … without waiting for any special legislative\nauthority”);Flemingv.Page,9 How. 603, 615\n(1850) (acknowledging that the President has the authority to\n“employ [the Nation’s Armed Forces] in the manner he may deem most\neffectual to harass and conquer and subdue the enemy”).Congress, to be sure, has a substantial and\nessential role in both foreign affairs and national security. But\n“Congress cannot anticipate and legislate with regard to every\npossible action the President may find it necessary to take or\nevery possible situation in which he might act,” and “[s]uch\nfailure of Congress … does not, ‘especially … in the areas of\nforeign policy and national security,’ imply ‘congressional\ndisapproval’ of action taken by the Executive.”Dames &\nMoorev.Regan,453 U. S. 654, 678\n(1981) (quotingHaigv.Agee,453 U. S. 280, 291\n(1981)). Rather, in these domains, the fact that Congress has\nprovided the President with broad authorities does not imply—and\nthe Judicial Branch should not infer—that Congress intended to\ndeprive him of particular powers not specifically enumerated. SeeDames & Moore, 453 U. S., at 678 (“[T]he enactment of\nlegislation closely related to the question of the President’s\nauthority in a particular case which evinces legislative intent to\naccord the President broad discretion may be considered to invite\nmeasures on independent presidential responsibility” (internal\nquotation marks omitted)).When “the President acts pursuant to an\nexpress or implied authorization from Congress,” his actions are\n“ ‘supported by the strongest of presumptions and the widest\nlatitude of judicial interpretation, and the burden of persuasion …\nrest[s] heavily upon any who might attack it.’ ”Id.,\nat 668 (quotingYoungstown Sheet & Tube Co.v.Sawyer,343\nU. S. 579, 637 (1952) (Jackson, J., concurring)). Accordingly,\nin the very context that we address today, this Court has concluded\nthat “the detention and trial of petitioners—ordered by the\nPresident in the declared exercise of his powers as Commander in\nChief of the Army in time of war and of grave public danger—are not\nto be set aside by the courts without the clear conviction that\nthey are in conflict with the Constitution or laws of Congress\nconstitutionally enacted.”Ex parteQuirin,317 U. S. 1, 25 (1942).Under this framework, the President’s decision\nto try Hamdan before a military commission for his involvement with\nal Qaeda is entitled to a heavy measure of deference. In the\npresent conflict, Congress has authorized the President “to use all\nnecessary and appropriate force against those nations,\norganizations, or personshe determinesplanned,\nauthorized, committed, or aided the terrorist attacks that occurred\non September 11, 2001 … in order to prevent any future acts of\ninternational terrorism against the United States by such nations,\norganizations or persons.” Authorization for Use of Military Force\n(AUMF) 115 Stat. 224, note following 50 U. S. C. §1541 (2000\ned., Supp. III) (emphasis added). As a plurality of the Court\nobserved inHamdi, the “capture, detention, andtrialof unlawful combatants, by ‘universal agreement and\npractice,’ are ‘important incident[s] of war,’ ”Hamdi, 542 U. S., at 518 (quotingQuirin, supra,\nat 28, 30; emphasis added), and are therefore “an exercise of the\n‘necessary and appropriate force’ Congress has authorized the\nPresident to use.”Hamdi,542 U. S., at 518;id.,\nat 587 (Thomas, J., dissenting).Hamdi’s observation that\nmilitary commissions are included within the AUMF’s authorization\nis supported by this Court’s previous recognition that “[a]n\nimportant incident to the conduct of war is the adoption of\nmeasures by the military commander, not only to repel and defeat\nthe enemy, but to seize and subject to disciplinary measures those\nenemies who, in their attempt to thwart or impede our military\neffort, have violated the law of war.”In re Yamashita,327 U. S. 1, 11 (1946); see alsoQuirin,supra, at 28–29;Madsenv.Kinsella,343 U. S. 341, 354, n. 20 (1952)\n(“ ‘[T]he military commission … is an institution of the\ngreatest importance in the period of war and should be\npreserved’ ” (quoting S. Rep. No. 229, 63d Cong., 2d\nSess., 53 (1914) (testimony of Gen. Crowder))).Although the Court concedes the legitimacy of\nthe President’s use of military commissions in certain\ncircumstances,ante,at 28, it suggests that the AUMF has\nno bearing on the scope of the President’s power to utilize\nmilitary commissions in the present conflict,ante,at\n29–30. Instead, the Court determines the scope of this power based\nexclusively on Article 21 of the Uniform Code of Military Justice\n(UCMJ), 10 U. S. C. §821, the successor to Article 15 of the\nArticles of War, whichQuirinheld “authorized trial of\noffenses against the law of war before [military] commissions.” 317\nU. S., at 29. As I shall discuss below, Article 21 alone supports\nthe use of commissions here. Nothing in the language of Article 21,\nhowever, suggests that it outlines the entire reach of\ncongressional authorization of military commissions in all\nconflicts—quite the contrary, the language of Article 21\npresupposes the existence of military commissions under an\nindependent basis of authorization.[Footnote 1] Indeed, consistent withHamdi’s\nconclusion that the AUMF itself authorizes the trial of unlawful\ncombatants, the original sanction for military commissions\nhistorically derived from congressional authorization of “the\ninitiation of war” with its attendant authorization of “the\nemployment of all necessary and proper agencies for its due\nprosecution.” W. Winthrop, Military Law and Precedents 831 (2d ed.\n1920) (hereinafter Winthrop). Accordingly, congressional\nauthorization for military commissions pertaining to the instant\nconflict derives not only from Article 21 of the UCMJ, but also\nfrom the more recent, and broader, authorization contained in the\nAUMF.[Footnote 2]I note the Court’s error respecting the AUMF\nnot because it is necessary to my resolution of this case—Hamdan’s\nmilitary commission can plainly be sustained solely under Article\n21—but to emphasize the complete congressional sanction of the\nPresident’s exercise of his commander-in-chief authority to conduct\nthe present war. In such circumstances, as previously noted, our\nduty to defer to the Executive’s military and foreign policy\njudgment is at its zenith; it does not countenance the kind of\nsecond-guessing the Court repeatedly engages in today. Military and\nforeign policy judgments“ ‘are and should be undertaken only by those\ndirectly responsible to the people whose welfare they advance or\nimperil. They are decisions of a kind for which the Judiciary has\nneither aptitude, facilities nor responsibility and which has long\nbeen held to belong in the domain of political power not subject to\njudicial intrusion or inquiry.’ ”Hamdi,supra, at 582–583 (Thomas, J., dissenting) (quotingChicago & Southern Air Lines, Inc.v.Waterman S.\nS. Corp.,333 U. S. 103, 111 (1948)).It is within this framework that the lawfulness of\nHamdan’s commission should be examined.IIThe plurality accurately\ndescribes some aspects of the history of military commissions and\nthe prerequisites for their use. Thus, I do not dispute that\nmilitary commissions have historically been “used in three\n[different] situations,”ante, at 31–32, and that the only\nsituation relevant to the instant case is the use of military\ncommissions “ ‘to seize and subject to disciplinary measures\nthose enemies who … have violated the law of war,’ ”ante, at 32 (quotingQuirin, supra, at 28–29).\nSimilarly, I agree with the plurality that Winthrop’s treatise sets\nforth the four relevant considerations for determining the scope of\na military commission’s jurisdiction, considerations relating to\nthe (1) time and (2) place of the offense, (3) the status of the\noffender, and (4) the nature of the offense charged. Winthrop\n836–840. The Executive has easily satisfied these considerations\nhere. The plurality’s contrary conclusion rests upon an incomplete\naccounting and an unfaithful application of those\nconsiderations.AThe first two considerations are\nthat a law-of-war military commission may only assume jurisdiction\nof “offences committed within the field of the command of the\nconvening commander,” and that such offenses “must have been\ncommitted within the period of the war.” Seeid., at 836,\n837;ante, at 33. Here, as evidenced by Hamdan’s charging\ndocument, the Executive has determined that the theater of the\npresent conflict includes “Afghanistan, Pakistan and other\ncountries” where al Qaeda has established training camps, App. to\nPet. for Cert. 64a, and that the duration of that conflict dates\nback (at least) to Usama bin Laden’s August 1996 “Declaration\nof Jihad Against the Americans,”ibid. Under the\nExecutive’s description of the conflict, then, every aspect of the\ncharge, which alleges overt acts in “Afghanistan, Pakistan, Yemen\nand other countries” taking place from 1996 to 2001, satisfies the\ntemporal and geographic prerequisites for the exercise of\nlaw-of-war military commission jurisdiction.Id., at\n65a–67a. And these judgments pertaining to the scope of the theater\nand duration of the present conflict are committed solely to the\nPresident in the exercise of his commander-in-chief authority. SeePrize Cases,2 Black, at 670 (concluding that the\nPresident’s commander-in-chief judgment about the nature of a\nparticular conflict was “a question to be decidedby him,\nand this Court must be governed by the decisions and acts of the\npolitical department of the Government to which this power was\nentrusted”).Nevertheless, the plurality\nconcludes that the legality of the charge against Hamdan is\ndoubtful because “Hamdan is charged not with an overt act for which\nhe was caught redhanded in a theater of war … but with anagreementthe inception of which long predated … the\n[relevant armed conflict].”Ante, at 48 (emphasis in\noriginal). The plurality’s willingness to second-guess the\nExecutive’s judgments in this context, based upon little more than\nits unsupported assertions, constitutes an unprecedented departure\nfrom the traditionally limited role of the courts with respect to\nwar and an unwarranted intrusion on executive authority. And even\nif such second-guessing were appropriate, the plurality’s attempt\nto do so is unpersuasive.As an initial matter, the plurality relies\nupon the date of the AUMF’s enactment to determine the beginning\npoint for the “period of the war,” Winthrop 836, thereby suggesting\nthat petitioner’s commission does not have jurisdiction to try him\nfor offenses committed prior to the AUMF’s enactment.Ante, at 34–36, 48. But this suggestion betrays the\nplurality’s unfamiliarity with the realities of warfare and its\nwillful blindness to our precedents. The starting point of the\npresent conflict (or indeed any conflict) is not determined by\ncongressional enactment, but rather by the initiation of\nhostilities. SeePrize Cases, supra,at 668 (recognizing\nthat war may be initiated by “invasion of a foreign nation,” and\nthat such initiation, and the President’s response, usuallyprecedescongressional action). Thus, Congress’ enactment\nof the AUMF did not mark the beginning of this Nation’s conflict\nwith al Qaeda, but instead authorized the President to use force in\nthe midst of an ongoing conflict. Moreover, while the President’s\n“war powers” may not have been activated until the AUMF was passed,ante, 35, n. 31, the date of such activation has never\nbeen used to determine the scope of a military commission’s\njurisdiction.[Footnote 3]\nInstead, the traditional rule is that “[o]ffenses committed before\na formal declaration of war or before the declaration of martial\nlaw may be tried by military commission.” Green, The Military\nCommission, 42 Am. J. Int’l L. 832, 848 (1948) (hereinafter Green);\nsee also C. Howland, Digest of Opinions of the Judge-Advocates\nGeneral of the Army 1067 (1912) (hereinafter Howland) (“A military\ncommission … exercising … jurisdiction … under the laws of war …\nmay take cognizance of offenses committed, during the war,beforethe initiation of the military government or\nmartial law” (emphasis in original));[Footnote 4] cf.Yamashita, 327 U. S., at 13 (“The\nextent to which the power to prosecute violations of the law of war\nshall be exercised before peace is declared rests, not with the\ncourts, but with the political branch of the Government”).\nConsistent with this principle, on facts virtually identical to\nthose here, a military commission tried Julius Otto Kuehn for\nconspiring with Japanese officials to betray the United States\nFleet to the Imperial Japanese Government prior to its attack on\nPearl Harbor. Green 848.[Footnote\n5]Moreover, the President’s determination that\nthe present conflict dates at least to 1996 is supported by\noverwhelming evidence. According to the State Department, al Qaedadeclared waron the United States as early as August 1996.\nSee Dept. of State Fact Sheet: Usama bin Ladin (Aug. 21, 1998);\nDept. of State Fact Sheet: The Charges against International\nTerrorist Usama Bin Laden (Dec. 20, 2000); cf.Prize\nCases, 2 Black, at 668 (recognizing that a state of war exists\neven if “the declaration of it beunilateral” (emphasis in\noriginal)). In February 1998, al Qaeda leadership issued another\nstatement ordering the indiscriminate—and, even under the laws of\nwar as applied to legitimate nation-states, plainly illegal—killing\nof American civilians and military personnel alike. See Jihad\nAgainst Jews and Crusaders: World Islamic Front Statement 2 (Feb.\n23, 1998), in Y. Alexander & M. Swetnam, Usama bin Laden’s\nal-Qaida: Profile of a Terrorist Network, App. 1B (2001) (“The\nruling to kill the Americans and their allies—civilians and\nmilitary—is an individual duty for every Muslim who can do it in\nany country in which it is possible to do it”). This was not mere\nrhetoric; even before September 11, 2001, al Qaeda was involved in\nthe bombing of the World Trade Center in New York City in 1993, the\nbombing of the Khobar Towers in Saudi Arabia in 1996, the bombing\nof the U. S. Embassies in Kenya and Tanzania in 1998, and the\nattack on the U. S. S.Colein Yemen in 2000. Seeid., at 1. In response to these incidents, the United\nStates “attack[ed] facilities belonging to Usama bin Ladin’s\nnetwork” as early as 1998. Dept. of State Fact Sheet: Usama bin\nLadin (Aug. 21, 1998). Based on the foregoing, the President’s\njudgment—that the present conflict substantially predates the AUMF,\nextending at least as far back as al Qaeda’s 1996 declaration of\nwar on our Nation, and that the theater of war extends at least as\nfar as the localities of al Qaeda’s principal bases of\noperations—is beyond judicial reproach. And the plurality’s\nunsupportable contrary determination merely confirms that\n“ ‘the Judiciary has neither aptitude, facilities nor\nresponsibility’ ” for making military or foreign affairs\njudgments.Hamdi, 542 U. S., at 585 (Thomas, J.,\ndissenting) (quotingChicago & Southern Air Lines, 333\nU. S., at 111).BThe third consideration\nidentified by Winthrop’s treatise for the exercise of military\ncommission jurisdiction pertains to the persons triable before such\na commission, seeante, at 33; Winthrop 838. Law-of-war\nmilitary commissions have jurisdiction over “ ‘individuals of\nthe enemy’s army who have been guilty of illegitimate warfare or\nother offences in violation of the laws of war,’ ”ante, at 33-34 (quoting Winthrop 838). They also have\njurisdiction over “[i]rregular armed bodies or persons not forming\npart of the organized forces of a belligerent” “who would not be\nlikely to respect the laws of war.”Id., at 783, 784.\nIndeed, according to Winthrop, such persons are not “within the\nprotection of the laws of war” and were “liable to be shot,\nimprisoned, or banished, either summarily where their guilt was\nclear or upon trial and conviction by military commission.”Id., at 784. This consideration is easily satisfied here,\nas Hamdan is an unlawful combatant charged with joining and\nconspiring with a terrorist network dedicated to flouting the laws\nof war. 344 F. Supp. 2d 152, 161 (DC 2004); App. to Pet. for Cert.\n63a–67a.CThe fourth consideration relevant\nto the jurisdiction of law-of-war military commissions relates to\nthe nature of the offense charged. As relevant here, such\ncommissions have jurisdiction to try “ ‘[v]iolations of the\nlaws and usages of war cognizable by military tribunals\nonly,’ ”ante, at 34 (quoting Winthrop 839). In\ncontrast to the preceding considerations, this Court’s precedents\nestablish that judicial review of “whether any of the acts charged\nis an offense against the law of war cognizable before a military\ntribunal” is appropriate.Quirin, 317 U. S., at 29.\nHowever, “charges of violations of the law of war triable before a\nmilitary tribunal need not be stated with the precision of a common\nlaw indictment.”Yamashita, 327 U. S., at 17. And whether\nan offense is a violation of the law of war cognizable before a\nmilitary commission must be determined pursuant to “the system of\ncommon law applied by military tribunals.” Quirin,supra, at 30;Yamashita,supra, at\n8.The common law of war as it\npertains to offenses triable by military commission is derived from\nthe “experience of our wars” and our wartime tribunals, Winthrop\n839, and “the laws and usages of war as understood and practiced by\nthe civilized nations of the world,” 11 Op. Atty. Gen. 297, 310\n(1865). Moreover, the common law of war is marked by two important\nfeatures. First, as with the common law generally, it is flexible\nand evolutionary in nature, building upon the experience of the\npast and taking account of the exigencies of the present. Thus,\n“[t]he law of war, like every other code of laws, declares what\nshall not be done, and does not say what may be done. The\nlegitimate use of the great power of war, or rather the\nprohibitions upon the use of that power, increase or diminish as\nthe necessity of the case demands.”Id., at 300.\nAccordingly, this Court has recognized that the “jurisdiction” of\n“our common-law war courts” has not been “prescribed by statute,”\nbut rather “has been adapted in each instance to the need that\ncalled it forth.”Madsen, 343 U. S., at 346–348. Second,\nthe common law of war affords a measure of respect for the judgment\nof military commanders. Thus, “[t]he commander of an army in time\nof war has the same power to organize military tribunals and\nexecute their judgments that he has to set his squadrons in the\nfield and fight battles. His authority in each case is from the law\nand usage of war.” 11 Op. Atty. Gen., at 305. In recognition of\nthese principles, Congress has generally “ ‘left it to the\nPresident, and the military commanders representing him, to employ\nthe commission,as occasion may require, for the\ninvestigation and punishment of violations of the law of\nwar.’ ”Madsen,supra, at 347, n. 9 (quoting\nWinthrop 831; emphasis added).In one key respect, the plurality departs from\nthe proper framework for evaluating the adequacy of the charge\nagainst Hamdan under the laws of war. The plurality holds that\nwhere, as here, “neither the elements of the offense nor the range\nof permissible punishments is defined by statute or treaty, the\nprecedent [establishing whether an offense is triable by military\ncommission] must be plain and unambiguous.”Ante, at 38.\nThis is a pure contrivance, and a bad one at that. It is contrary\nto the presumption we acknowledged inQuirin, namely, that\nthe actions of military commissions are “not to be set aside by the\ncourts without theclear convictionthat they are”\nunlawful, 317 U. S., at 25 (emphasis added). It is also contrary toYamashita, which recognized the legitimacy of that\nmilitary commission notwithstanding a substantial disagreement\npertaining to whether Yamashita had been charged with a violation\nof the law of war. Compare 327 U. S., at 17 (noting that the\nallegations were “adequat[e]” and “need not be stated with …\nprecision”), withid., at 35 (Murphy, J., dissenting)\n(arguing that the charge was inadequate). Nor does it find support\nfrom the separation of powers authority cited by the plurality.\nIndeed, Madison’s praise of the separation of powers in The\nFederalist No. 47, quotedante, at 38-39, if it has any\nrelevance at all, merely highlights the illegitimacy of today’s\njudicial intrusion onto core executive prerogatives in the waging\nof war, where executive competence is at its zenith and judicial\ncompetence at its nadir.The plurality’s newly minted clear-statement\nrule is also fundamentally inconsistent with the nature of the\ncommon law which, by definition, evolves and develops over time and\ndoes not, in all cases, “say what may be done.” 11 Op. Atty. Gen.,\nat 300. Similarly, it is inconsistent with the nature of warfare,\nwhich also evolves and changes over time, and for which a flexible,\nevolutionary common-law system is uniquely appropriate.[Footnote 6] Though the charge against\nHamdan easily satisfies even the plurality’s manufactured rule, seesupra, at 16–28, the plurality’s inflexible approach has\ndangerous implications for the Executive’s ability to discharge his\nduties as Commander in Chief in future cases. We should undertake\nto determine whether an unlawful combatant has been charged with an\noffense against the law of war with an understanding that the\ncommon law of war is flexible, responsive to the exigencies of the\npresent conflict, and deferential to the judgment of military\ncommanders.1Under either the correct, flexible approach to\nevaluating the adequacy of Hamdan’s charge, or under the\nplurality’s new, clear-statement approach, Hamdan has been charged\nwith conduct constituting two distinct violations of the law of war\ncognizable before a military commission: membership in a\nwar-criminal enterprise and conspiracy to commit war crimes. The\ncharging section of the indictment alleges both that Hamdan\n“willfully and knowingly joined an enterprise of persons who shared\na common criminal purpose,” App. to Pet. for Cert. 65a, and that he\n“conspired and agreed with [al Qaeda] to commit … offenses triable\nby military commission,”ibid.[Footnote 7]The common law of war establishes\nthat Hamdan’s willful and knowing membership in al Qaeda is a war\ncrime chargeable before a military commission. Hamdan, a confirmed\nenemy combatant and member or affiliate of al Qaeda, has been\ncharged with willfully and knowingly joining a group (al Qaeda)\nwhose purpose is “to support violent attacks against property and\nnationals (both military and civilian) of the United States.”Id.,at 64a; 344 F. Supp. 2d, at 161. Moreover, the\nallegations specify that Hamdan joined and maintained his\nrelationship with al Qaeda even though he “believed that Usama bin\nLaden and his associates were involved in the attacks on the U. S.\nEmbassies in Kenya and Tazania in August 1998, the attack on the\nUSS COLE in October 2000, and the attacks on the United States on\nSeptember 11, 2001.” App. to Pet. for Cert. 65a. These allegations,\nagainst a confirmed unlawful combatant, are alone sufficient to\nsustain the jurisdiction of Hamdan’s military commission.For well over a century it has\nbeen established that “to unite with banditti, jayhawkers,\nguerillas, or any other unauthorized marauders is a high offence\nagainst the laws of war;the offence is complete when the band\nis organized or joined.The atrocities committed by such a\nband do not constitute the offence, but make the reasons, and\nsufficient reasons they are, why such banditti are denounced by the\nlaws of war.” 11 Op. Atty. Gen., at 312 (emphasis\nadded).[Footnote 8] In other\nwords, unlawful combatants, such as Hamdan, violate the law of war\nmerely by joining an organization, such as al Qaeda, whose\nprincipal purpose is the “killing [and] disabling … of peaceable\ncitizens or soldiers.” Winthrop 784; see also 11 Op. Atty. Gen., at\n314 (“A bushwhacker, a jayhawker, a bandit, a war rebel, an\nassassin, being public enemies, may be tried, condemned, and\nexecuted as offenders against the laws of war”). This conclusion is\nunsurprising, as it is a “cardinal principle of the law of war …\nthat the civilian population must enjoy complete immunity.” 4\nInternational Committee of Red Cross, Commentary: Geneva Convention\nRelative to the Protection of Civilian Persons in Time of War 3 (J.\nPictet ed. 1958). “Numerous instances of trials, for ‘Violation of\nthe laws of war,’ of offenders of this description, are published\nin the General Orders of the years 1862 to 1866.” Winthrop 784, and\nn. 57.[Footnote 9] Accordingly,\non this basis alone, “the allegations of [Hamdan’s] charge, tested\nby any reasonable standard, adequately allege a violation of the\nlaw of war.”Yamashita, 327 U. S., at 17.The conclusion that membership in an\norganization whose purpose is to violate the laws of war is an\noffense triable by military commission is confirmed by the\nexperience of the military tribunals convened by the United States\nat Nuremberg. Pursuant to Article 10 of the Charter of the\nInternational Military Tribunal (IMT), the United States convened\nmilitary tribunals “to bring individuals to trial for membership”\nin “a group or organization … declared criminal by the [IMT].” 1\nTrials of War Criminals Before the Nuernberg Military Tribunals,\np. XII (hereinafter Trials). The IMT designated various\ncomponents of four Nazi groups—the Leadership Corps, Gestapo, SD,\nand SS—as criminal organizations. 22 IMT, Trial of the Major War\nCriminals 505, 511, 517 (1948); see also T. Taylor, The Anatomy of\nthe Nuremberg Trials: A Personal Memoir 584–585 (1992). “[A] member\nof [such] an organization [could] be … convicted of the crime of\nmembership and be punished for that crime by death.” 22 IMT, at\n499. Under this authority, the United States Military Tribunal at\nNuremberg convicted numerous individuals for the act of knowing and\nvoluntary membership in these organizations. For example, in\nMilitary Tribunal Case No. 1,United Statesv.Brandt,Karl Brandt, Karl Gebhardt, Rudolf Brandt, Joachim\nMrugowsky, Wolfram Sievers, Viktor Brack, and Waldemar Hoven, were\nconvicted and sentenced to death for the crime of,inter\nalia, membership in an organization declared criminal by the\nIMT; Karl Genzken and Fritz Fischer were sentenced to life\nimprisonment for the same; and Helmut Poppendick was convicted of\nno other offense than membership in a criminal organization and\nsentenced to a 10-year term of imprisonment. 2 Trials 180–300. This\nCourt denied habeas relief,333 U. S. 836(1948),\nand the executions were carried out at Landsberg prison on June 2,\n1948. 2 Trials 330.Moreover, the Government has alleged that\nHamdan was not only a member of al Qaeda while it was carrying out\nterrorist attacks on civilian targets in the United States and\nabroad, but also that Hamdan aided and assisted al Qaeda’s top\nleadership by supplying weapons, transportation, and other\nservices. App. to Pet. for Cert. 65a–67a. These allegations further\nconfirm that Hamdan is triable before a law-of-war military\ncommission for his involvement with al Qaeda. See H. R. Doc.\nNo. 65, 55th Cong., 3d Sess., 234 (1894) (“[T]here are numerous\nrebels … that … furnish the enemy with arms, provisions, clothing,\nhorses and means of transportation; [such] insurgents are banding\ntogether in several of the interior counties for the purpose of\nassisting the enemy to rob, to maruad and to lay waste to the\ncountry.All such persons are by the laws of war in every\ncivilized country liable to capital punishment” (emphasis\nadded)); Winthrop 840 (including in the list of offenses triable by\nlaw-of-war military commissions “dealing with … enemies, or\nfurnishing them with money, arms, provisions, medicines,\n&c”).[Footnote 10]\nUndoubtedly, the conclusion that such conduct violates the law of\nwar led to the enactment of Article 104 of the UCMJ, which provides\nthat “[a]ny person who … aids, or attempts to aid, the enemy with\narms, ammunition, supplies, money, or other things … shall suffer\ndeath or such other punishment as a court-martial or military\ncommission may direct.” 10 U. S. C. §904.2Separate and apart from the\noffense of joining a contingent of “uncivilized combatants who\n[are] not … likely to respect the laws of war,” Winthrop 784,\nHamdan has been charged with “conspir[ing] and agree[ing] with …\nthe al Qaida organization … to commit … offenses triable by\nmilitary commission,” App. to Pet. for Cert. 65a. Those offenses\ninclude “attacking civilians; attacking civilian objects; murder by\nan unprivileged belligerent; and terrorism.”Ibid. This,\ntoo, alleges a violation of the law of war triable by military\ncommission.“[T]he experience of our wars,”\nWinthrop 839, is rife with evidence that establishes beyond any\ndoubt that conspiracy to violate the laws of war is itself an\noffense cognizable before a law-of-war military commission. World\nWar II provides the most recent examples of the use of American\nmilitary commissions to try offenses pertaining to violations of\nthe laws of war. In that conflict, the orders establishing the\njurisdiction of military commissions in various theaters of\noperation provided that conspiracy to violate the laws of war was a\ncognizable offense. See Letter, General Headquarters, United States\nArmy Forces, Pacific (Sept. 24, 1945), Record inYamashitav.Styer, O. T. 1945, No. 672, pp. 14, 16 (Exh.\nF) (Order respecting the “Regulations Governing the Trial of War\nCriminals” provided that “participation in a common plan or\nconspiracy to accomplish” various offenses against the law of war\nwas cognizable before military commissions); 1 United Nations War\nCrimes Commission, Law Reports of Trials of War Criminals 114–115\n(1997) (hereinafter U. N. Commission) (recounting that the\norders establishing World War II military commissions in the\nPacific and China included “participation in a common plan or\nconspiracy” pertaining to certain violations of the laws of war as\nan offense triable by military commission). Indeed, those orders\nauthorized trial by military commission of participation in a\nconspiracy to commit “murder … or other inhumane acts … against any\ncivilian population,”id., at 114, which is precisely the\noffense Hamdan has been charged with here. And conspiracy to\nviolate the laws of war was charged in the highest profile case\ntried before a World War II military commission, seeQuirin, 317 U. S., at 23, and on numerous other occasions.\nSee,e.g.,Colepaughv.Looney, 235\nF. 2d 429, 431 (CA10 1956); Green 848 (describing the\nconspiracy trial of Julius Otto Kuehn).To support its contrary conclusion,ante, at 35–36, the plurality attempts to evade the import\nofQuirin(and the other World War II authorities) by\nresting upon this Court’s failure to address the sufficiency of the\nconspiracy charge in theQuirincase,ante, at\n41–43. But the common law of war cannot be ascertained from this\nCourt’s failure to pass upon an issue, or indeed to even mention\nthe issue in its opinion;[Footnote 11] rather, it is ascertained by the practice\nand usage of war. Winthrop 839;supra, at 11–12.The Civil War experience provides further\nsupport for the President’s conclusion that conspiracy to violate\nthe laws of war is an offense cognizable before law-of-war military\ncommissions. Indeed, in the highest profile case to be tried before\na military commission relating to that war, namely, the trial of\nthe men involved in the assassination of President Lincoln, the\ncharge provided that those men had “combin[ed], confederat[ed], and\nconspir[ed] … to kill and murder” President Lincoln.\nG. C. M. O. No. 356 (1865), reprinted in H. R.\nDoc. No. 314, 55th Cong., 3d Sess., 696 (1899) (hereinafter\nG. C. M. O. No. 356).[Footnote 12]In addition to the foregoing high-profile\nexample, Winthrop’s treatise enumerates numerous Civil War military\ncommission trials for conspiracy to violate the law of war.\nWinthrop 839, n. 5. The plurality attempts to explain these\nexamples away by suggesting that the conspiracies listed by\nWinthrop are best understood as “a species of compound offense,”\nnamely, violations both of the law of war and ordinary criminal\nlaws, rather than “stand-alone offense[s] against the law of war.”Ante, at 44–45 (citing, as an example, murder in violation\nof the laws of war). But the fact that, for example, conspiracy to\ncommit murder can at the same time violate ordinary criminal laws\nand the law of war, so that it is “a combination of the two species\nof offenses,” Howland 1071, does not establish that a military\ncommission would not have jurisdiction to try that crime solely on\nthe basis that it was a violation of the law of war. Rather, if\nanything, and consistent with the principle that the common law of\nwar is flexible and affords some level of deference to the\njudgments of military commanders, it establishes that military\ncommissions would have the discretion to try the offense as (1) one\nagainst the law of war, or (2) one against the ordinary criminal\nlaws, or (3) both.In any event, the plurality’s effort to avoid\nthe import of Winthrop’s footnote through the smokescreen of its\n“compound offense” theory,ante, at 44–45, cannot be\nreconciled with the particular charges that sustained military\ncommission jurisdiction in the cases that Winthrop cites. For\nexample, in the military commission trial of Henry Wirtz, Charge I\nprovided that he had been“[m]aliciously, willfully, and traitorously . . .combining, confederating, and conspiring, together [with\nvarious other named and unnamed co-conspirators], to injure the\nhealth and destroy the lives of soldiers in the military service of\nthe United States, then held and being prisoners of war within the\nlines of the so-called Confederate States, and in the military\nprisons thereof, to the end that the armies of the United States\nmight be weakened and impaired,in violation of the laws and\ncustoms of war.” G. C. M. O. No. 607 (1865),\nreprinted in H. R. Doc. No. 314, at 785 (emphasis added).Likewise, in the military commission trial of\nLenger Grenfel, Charge I accused Grenfel of “[c]onspiring, in\nviolation of the laws of war, to release rebel prisoners of\nwar confined by authority of the United States at Camp Douglas,\nnear Chicago, Ill.” G. C. M. O. No. 452 (1865),\nreprinted in H. R. Doc. No. 314, at 724 (emphasis\nadded)[Footnote 13]; see\nalso G. C. M. O. No. 41, at 20 (1864) (indictment in\nthe military commission trial of Robert Louden charged\n“[c]onspiring with the rebel enemies of the United States to\nembarrass and impede the military authorities in the suppression of\nthe existing rebellion, by the burning and destruction of\nsteamboats and means of transportation on the Mississippi river”).\nThese examples provide incontrovertible support for the President’s\nconclusion that the common law of war permits military commission\ntrials for conspiracy to violate the law of war. And they\nspecifically contradict the plurality’s conclusion to the contrary,\nthereby easily satisfying its requirement that the Government “make\na substantial showing that the crime for which it seeks to try a\ndefendant by military commission is acknowledged to be an offense\nagainst the law of war.”Ante, at 39-40.[Footnote 14]The plurality further contends, in reliance\nupon Winthrop, that conspiracy is not an offense cognizable before\na law-of-war military commission because “it is not enough to\nintend to violate the law of war and commit overt acts in\nfurtherance of that intention unless the overt acts either are\nthemselves offenses against the law of war or constitute steps\nsufficiently substantial to qualify as an attempt.”Ibid. But Winthrop does not support the plurality’s\nconclusion. The passage in Winthrop cited by the plurality states\nonly that “the jurisdiction of the military commission should be\nrestricted to cases of offence consisting inovert acts,i.e.in unlawful commissions or actual attempts to commit,\nand not in intentions merely.” Winthrop 841 (emphasis in original).\nThis passage would be helpful to the plurality if its subject were\n“conspiracy,” rather than the “jurisdiction of the military\ncommission.” Winthrop is not speaking here of the requirements for\na conspiracy charge, but of the requirements forallcharges. Intentions do not suffice. An unlawful act—such as\ncommitting the crime of conspiracy—is necessary. Winthrop says\nnothing to exclude either conspiracy or membership in a criminal\nenterprise, both of which go beyond “intentions merely” and\n“consis[t] ofovert acts,i.e.… unlawful\ncommissions or actual attempts to commit,” and both of which areexpresslyrecognized by Winthrop as crimes against the law\nof war triable by military commissions.Id., at 784;id., at 839, and n. 5, 840. Indeed, the commission of\nan“overt ac[t]”is the traditional requirement for the\ncompletion of the crime of conspiracy, and the charge against\nHamdan alleges numerous such overt acts. App. to Pet. for Cert.\n65a. The plurality’s approach, unsupported by Winthrop, requires\nthat any overt act to further a conspiracy mustitselfbe\na completed war crimedistinct from conspiracy—which\nmerely begs the question the plurality sets out to answer, namely,\nwhether conspiracy itself may constitute a violation of the law of\nwar. And, even the plurality’s unsupported standard is satisfied\nhere. Hamdan has been charged with the overt acts of providing\nprotection, transportation, weapons, and other services to the\nenemy,id., at 65a–67a, acts which in and of themselves\nare violations of the laws of war. Seesupra, at 20–21;\nWinthrop 839–840.3Ultimately, the plurality’s\ndetermination that Hamdan has not been charged with an offense\ntriable before a military commission rests not upon any historical\nexample or authority, but upon the plurality’s raw judgment of the\n“inability on the Executive’s part here to satisfy the most basic\nprecondition … for establishment of military commissions: military\nnecessity.”Ante, at 48. This judgment starkly confirms\nthat the plurality has appointed itself the ultimate arbiter of\nwhat is quintessentially a policy and military judgment, namely,\nthe appropriate military measures to take against those who “aided\nthe terrorist attacks that occurred on September 11, 2001.” AUMF\n§2(a), 115 Stat. 224. The plurality’s suggestion that Hamdan’s\ncommission is illegitimate because it is not dispensing swift\njustice on the battlefield is unsupportable.Ante, at 43.\nEven a cursory review of the authorities confirms that law-of-war\nmilitary commissions have wide-ranging jurisdiction to try offenses\nagainst the law of war in exigent and nonexigent circumstances\nalike. See,e.g.,Winthrop 839–840; see alsoYamashita, 327 U. S., at 5 (military commission trial\nafter the cessation of hostilities in the Philippines);Quirin,317 U. S. 1(military commission trial\nin Washington, D. C.). Traditionally, retributive justice for\nheinous war crimes is as much a “military necessity” as the\n“demands” of “military efficiency” touted by the plurality, and\nswift military retribution is precisely what Congress authorized\nthe President to impose on the September 11 attackers in the\nAUMF.Today a plurality of this Court\nwould hold that conspiracy to massacre innocent civilians does not\nviolate the laws of war. This determination is unsustainable. The\njudgment of the political branches that Hamdan, and others like\nhim, must be held accountable before military commissions for their\ninvolvement with and membership in an unlawful organization\ndedicated to inflicting massive civilian casualties is supported by\nvirtually every relevant authority, including all of the\nauthorities invoked by the plurality today. It is also supported by\nthe nature of the present conflict. We are not engaged in a\ntraditional battle with a nation-state, but with a worldwide,\nhydra-headed enemy, who lurks in the shadows conspiring to\nreproduce the atrocities of September 11, 2001, and who has boasted\nof sending suicide bombers into civilian gatherings, has proudly\ndistributed videotapes of beheadings of civilian workers, and has\ntortured and dismembered captured American soldiers. But according\nto the plurality, when our Armed Forces capture those who are\nplotting terrorist atrocities like the bombing of the Khobar\nTowers, the bombing of the U. S. S.Cole,and the\nattacks of September 11—even if their plots are advanced to the\nvery brink of fulfillment—our military cannot charge those\ncriminals with any offense against the laws of war. Instead, our\ntroops must catch the terrorists “redhanded,”ante, at 48,\nin the midst ofthe attack itself, in order to bring them\nto justice. Not only is this conclusion fundamentally inconsistent\nwith the cardinal principal of the law of war, namely protecting\nnon-combatants, but it would sorely hamper the President’s ability\nto confront and defeat a new and deadly enemy.After seeing the plurality overturn\nlongstanding precedents in order to seize jurisdiction over this\ncase,ante, at 2–4 (Scalia, J., dissenting), and after\nseeing them disregard the clear prudential counsel that they\nabstain in these circumstances from using equitable powers,ante,at 19–24, it is no surprise to see them go on to\noverrule one after another of the President’s judgments pertaining\nto the conduct of an ongoing war. Those Justices who today\ndisregard the commander-in-chief’s wartime decisions, only 10 days\nago deferred to the judgment of the Corps of Engineers with regard\nto a matter much more within the competence of lawyers, upholding\nthat agency’s wildly implausible conclusion that a storm drain is a\ntributary of the waters of the United States. SeeRapanosv.United States, 547 U. S. ___(2006). It goes without\nsaying that there is much more at stake here than storm drains. The\nplurality’s willingness to second-guess the determination of the\npolitical branches that these conspirators must be brought to\njustice is both unprecedented and dangerous.IIIThe Court holds that even if “the\nGovernment has charged Hamdan with an offense against the law of\nwar cognizable by military commission, the commission lacks power\nto proceed” because of its failure to comply with the terms of the\nUCMJ and the four Geneva Conventions signed in 1949.Ante,\nat 49. This position is untenable.AAs with the jurisdiction of\nmilitary commissions, the procedure of such commissions “has [not]\nbeen prescribed by statute,” but “has been adapted in each instance\nto the need that called it forth.”Madsen, 343 U. S., at\n347–348. Indeed, this Court has concluded that “[i]n the absence of\nattempts by Congress to limit the President’s power, it appears\nthat, as Commander in Chief of the Army and Navy of the United\nStates, he may, in time of war, establish and prescribe the\njurisdiction and procedure of military commissions.”Id.,\nat 348. This conclusion is consistent with this Court’s\nunderstanding that military commissions are “our common-law war\ncourts.”Id., at 346–347.[Footnote 15] As such, “[s]hould the conduct of those who\ncompose martial-law tribunals become [a] matter of judicial\ndetermination subsequently before the civil courts, those courts\nwill give great weight to the opinions of the officers as to what\nthe customs of war in any case justify and render necessary.”\nBirkhimer 534.The Court nevertheless concludes\nthat at least one provision of the UCMJ amounts to an attempt by\nCongress to limit the President’s power. This conclusion is not\nonly contrary to the text and structure of the UCMJ, but it is also\ninconsistent with precedent of this Court. Consistent withMadsen’s conclusion pertaining to the common-law nature of\nmilitary commissions and the President’s discretion to prescribe\ntheir procedures, Article 36 of the UCMJ authorizes the President\nto establish procedures for military commissions “which shall,so far as he considers practicable, apply the principles\nof law and the rules of evidence generally recognized in the trial\nof criminal cases in the United States district courts, but which\nmay not be contrary to or inconsistent with this chapter.” 10 U.\nS. C. §836(a) (emphasis added). Far from constraining the\nPresident’s authority, Article 36 recognizes the President’s\nprerogative to depart from the procedures applicable in criminal\ncases wheneverhe alonedoes not deem such procedures\n“practicable.” While the procedural regulations promulgated by the\nExecutive must not be “contrary to” the UCMJ, only a few provisions\nof the UCMJ mention “military commissions,” seeante, at\n58, n. 49, and there is no suggestion that the procedures to\nbe employed by Hamdan’s commission implicate any of those\nprovisions.Notwithstanding the foregoing, the Court\nconcludes that Article 36(b) of the UCMJ, 10 U. S. C. §836(b),\nwhich provides that “ ‘[a]ll rules and regulations made under\nthis article shall be uniform insofar as practicable,’ ”ante,at 57, requires the President to employ the same\nrules and procedures in military commissions as are employed by\ncourts-martial“insofar as practicable.”Ante, at\n59. The Court further concludes that Hamdan’s commission is\nunlawful because the President has not explained why it is not\npracticable to apply the same rules and procedures to Hamdan’s\ncommission as would be applied in a trial by court martial.Ante, at 60.This interpretation of §836(b) is\nunconvincing. As an initial matter, the Court fails to account for\nour cases interpreting the predecessor to Article 21 of the\nUCMJ—Article 15 of the Articles of War—which provides crucial\ncontext that bears directly on the proper interpretation of Article\n36(b). Article 15 of the Articles of War provided that:“The provisions of these articles conferring\njurisdiction upon courts-martial shall not be construed as\ndepriving military commissions, provost courts, or other military\ntribunals of concurrent jurisdiction in respect of offenders or\noffences that by statute or by the law of war may be triable by\nsuch military commissions, provost courts, or other military\ntribunals.”InYamashita, this Court concluded that\nArticle 15 of the Articles of War preserved the President’s\nunfettered authority to prescribe military commission procedure.\nThe Court explained, “[b]y thus recognizing military commissions in\norder to preserve their traditional jurisdiction over enemy\ncombatants unimpaired by the Articles, Congress gave sanction … toany useof the military commission contemplated by the\ncommon law of war.” 327 U. S., at 20 (emphasis added)[Footnote 16]; see alsoQuirin,\n317 U. S., at 28;Madsen, 343 U. S., at 355. In reaching\nthis conclusion, this Court treated as authoritative the\ncongressional testimony of Judge Advocate General Crowder, who\ntestified that Article 15 of the Articles of War was enacted to\npreserve the military commission as “ ‘our common-law war\ncourt.’ ”Yamashita, supra, at 19, n. 7. And\nthis Court recognized that Article 15’s preservation of military\ncommissions as common-law war courts preserved the President’s\ncommander-in-chief authority to both “establish” military\ncommissions and to “prescribe [their] procedure[s].”Madsen, 343 U. S., at 348;id., at 348–349\n(explaining that Congress had “refrain[ed] from legislating” in the\narea of military commission procedures, in “contras[t] with its\ntraditional readiness to … prescrib[e], with particularity, the\njurisdiction and procedure of United States courts-martial”); cf.\nGreen 834 (“The military commission exercising jurisdiction under\ncommon law authority is usually appointed by a superior military\ncommander and is limited in its procedure only by the will of that\ncommander. Like any other common law court, in the absence of\ndirective of superior authority to the contrary, the military\ncommission is free to formulate its own rules of procedure”).Given these precedents, the Court’s conclusion\nthat Article 36(b) requires the President to apply the same rules\nand procedures to military commissions as are applicable to\ncourts-martial is unsustainable. When Congress codified Article 15\nof the Articles of War in Article 21 of the UCMJ it was “presumed\nto be aware of … and to adopt” this Court’s interpretation of that\nprovision as preserving the common-law status of military\ncommissions, inclusive of the President’s unfettered authority to\nprescribe their procedures.Lorillardv.Pons,434 U. S. 575,\n580 (1978). The Court’s conclusion that Article 36(b) repudiates\nthis settled meaning of Article 21 is not based upon a specific\ntextual reference to military commissions, but rather on a\none-sentence subsection providing that “[a]ll rules and regulations\nmade under this article shall be uniform insofar as practicable.”\n10 U. S. C. §836(b). This is little more than an impermissible\nrepeal by implication. SeeBranchv.Smith,538 U. S. 254,\n273 (2003). (“We have repeatedly stated … that absent a clearly\nexpressed congressional intention, repeals by implication are not\nfavored” (citation and internal quotation marks omitted)).\nMoreover, the Court’s conclusion is flatly contrary to its duty not\nto set aside Hamdan’s commission “without theclearconviction that [it is] in conflict with the … laws of Congress\nconstitutionally enacted.”Quirin, supra, at 25 (emphasis\nadded).Nothing in the text of Article 36(b) supports\nthe Court’s sweeping conclusion that it represents an unprecedented\ncongressional effort to change the nature of military commissions\nfrom common-law war courts to tribunals that must presumptively\nfunction like courts-martial. And such an interpretation would be\nstrange indeed. The vision of uniformity that motivated the\nadoption of the UCMJ, embodied specifically in Article 36(b), is\nnothing more than uniformity across the separate branches of the\narmed services. See ch. 169, 64 Stat. 107 (preamble to the UCMJ\nexplaining that the UCMJ is an act “[t]o unify, consolidate,\nrevise, and codify the Articles of War, the Articles for the\nGovernment of the Navy, and the disciplinary laws of the Coast\nGuard”). There is no indication that the UCMJ was intended to\nrequire uniformity in procedure between courts-martial and military\ncommissions, tribunals that the UCMJ itself recognizes are\ndifferent. To the contrary, the UCMJ expressly recognizes that\ndifferent tribunals will be constituted in different manners and\nemploy different procedures. See 10 U. S. C. §866 (providing\nfor three different types of courts-martial— general, special, and\nsummary—constituted in different manners and employing different\nprocedures). Thus, Article 36(b) is best understood as establishing\nthat, so far as practicable, the rules and regulations governing\ntribunals convened by the Navy must be uniform with the rules and\nregulations governing tribunals convened by the Army. But,\nconsistent with this Court’s prior interpretations of Article 21\nand over a century of historical practice, it cannot be understood\nto require the President to conform the procedures employed by\nmilitary commissions to those employed by courts-martial.[Footnote 17]Even if Article 36(b) could be construed to\nrequire procedural uniformity among the various tribunals\ncontemplated by the UCMJ, Hamdan would not be entitled to relief.\nUnder the Court’s reading, the President is entitled to prescribe\ndifferent rules for military commissions than for courts-martial\nwhen he determines that it is not “practicable” to prescribe\nuniform rules. The Court does not resolve the level of deference\nsuch determinations would be owed, however, because, in its view,\n“[t]he President has not . . . [determined] that it is\nimpracticable to apply the rules for courts-martial.”Ante, at 60. This is simply not the case. On the same day\nthat the President issued Military Commission Order No. 1, the\nSecretary of Defense explained that “the president decided to\nestablish military commissions because he wanted the option of a\nprocess that is different from those processes which we already\nhave, namely the federal court system . . . and the military court\nsystem,” Dept. of Defense News Briefing on Military Commissions\n(Mar. 21, 2002) (remarks of Donald Rumsfeld), available at\nhttp://www.dod.gov/transcrips/ 2002/t03212002_t0321sd.html (as\nvisited June 26, 2006, and available in Clerk of Court’s case file)\n(hereinafter News Briefing), and that “[t]he commissions are\nintended to be different . . . because the [P]resident recognized\nthat there had to be differences to deal with the unusual situation\nwe face and that a different approach was needed.”Ibid.\nThe President reached this conclusion because“we’re in the middle of a war, and . . . had to\ndesign a procedure that would allow us to pursue justice for these\nindividuals while at the same time prosecuting the war most\neffectively. And that means setting rules that would allow us to\npreserve our intelligence secrets, develop more information about\nterrorist activities that might be planned for the future so that\nwe can take action to prevent terrorist attacks against the United\nStates. . . . [T]here was a constant balancing of the requirements\nof our war policy and the importance of providing justice for\nindividuals . . . andeachdeviation from the standard\nkinds of rules that we have in our criminal courts was motivated by\nthe desire to strike the balance between individual justice and the\nbroader war policy.”Ibid. (remarks of Douglas J. Feith,\nUnder Secretary of Defense for Policy (emphasis added)).The Court provides no explanation why the\nPresident’s determination that employing court-martial procedures\nin the military commissions established pursuant to Military\nCommission Order No. 1 would hamper our war effort is in any way\ninadequate to satisfy its newly minted “practicability”\nrequirement. On the contrary, this determination is precisely the\nkind for which the “Judiciary has neither aptitude, facilities nor\nresponsibility and which has long been held to belong in the domain\nof political power not subject to judicial intrusion or\ninquiry.’ ”Chicago & Southern Air Lines, Inc.v.Waterman S. S. Corp.,333 U. S. 103, 111 (1948). And, in the\ncontext of the present conflict, it is exactly the kind of\ndetermination Congress countenanced when it authorized the\nPresident to use all necessary and appropriate force against our\nenemies. Accordingly, the President’s determination is sufficient\nto satisfy any practicability requirement imposed by Article\n36(b).The plurality further contends that Hamdan’s\ncommission is unlawful because it fails to provide him the right to\nbe present at his trial, as recognized in 10 U. S. C. A.\n§839(c) (Supp. 2006).Ante, at 61. But §839(c) applies to\ncourts-martial, not military commissions. It provides:“When the members of a\ncourt-martial deliberate or vote, only the members may be present.\nAll other proceedings, including any other consultation of the\nmembers of the court with counsel or the military judge, shall be\nmade a part of the record and shall be in the presence of the\naccused, the defense counsel, the trial counsel, and, in cases in\nwhich a military judge has been detailed to the court, the military\njudge.”In context, “all other proceedings” plainly refers\nexclusively to “other proceedings” pertaining to a\ncourt-martial.[Footnote 18]\nThis is confirmed by the provision’s subsequent reference to\n“members of thecourt” and to “cases in which a military\njudge has been detailed to thecourt.” It is also\nconfirmed by the other provisions of §839, which refer only to\ncourts-martial. See §§839(a)(1)–(4) (“[A]ny time after the service\nof charges which have been referred for trial to a court-martial\ncomposed of a military judge and members, the military judge may …\ncall the court into session without the presence of the members for\nthe purpose of,” hearing motions, issuing rulings, holding\narraignments, receiving pleas, and performing various procedural\nfunctions). See also §839(b) (“Proceedings under subsection (a)\nshall be conducted in the presence of the accused”). Section 839(c)\nsimply does not address the procedural requirements of military\ncommissions.BThe Court contends that Hamdan’s\nmilitary commission is also unlawful because it violates Common\nArticle 3 of the Geneva Conventions, seeante, at 65–72.\nFurthermore, Hamdan contends that his commission is unlawful\nbecause it violates various provisions of the Third Geneva\nConvention. These contentions are untenable.1As an initial matter, and as the\nCourt of Appeals concluded, both of Hamdan’s Geneva Convention\nclaims are foreclosed byJohnsonv.Eisentrager,339 U. S. 763(1950). In that case the respondents claimed,inter alia,\nthat their military commission lacked jurisdiction because it\nfailed to provide them with certain procedural safeguards that they\nargued were required under the Geneva Conventions.Id., at\n789–790. While this Court rejected the underlying merits of the\nrespondents’ Geneva Convention claims,id., at 790, it\nalso held, in the alternative, that the respondents could “not\nassert … that anything in the Geneva Convention makes them immune\nfrom prosecution or punishment for war crimes,”id., at\n789. The Court explained:“We are not holding that these\nprisoners have no right which the military authorities are bound to\nrespect. The United States, by the Geneva Convention of July 27,\n1929, 47 Stat. 2021, concluded with forty-six other countries,\nincluding the German Reich, an agreement upon the treatment to be\naccorded captives. These prisoners claim to be and are entitled to\nits protection. It is, however, the obvious scheme of the Agreement\nthat responsibility for observance and enforcement of these rights\nis upon political and military authorities. Rights of alien enemies\nare vindicated under it only through protests and intervention of\nprotecting powers as the rights of our citizens against foreign\ngovernments are vindicated only by Presidential intervention.”Id., at 789, n. 14.This alternative holding is no less binding than if\nit were the exclusive basis for the Court’s decision. SeeMassachusettsv.United States,333 U. S. 611, 623\n(1948). While the Court attempts to castEisentrager’s\nunqualified, alternative holding as footnote dictum,ante,\nat 63–64, it does not dispute the correctness of its conclusion,\nnamely, that the provisions of the 1929 Geneva Convention were not\njudicially enforceable because that Convention contemplated that\ndiplomatic measures by political and military authorities were the\nexclusive mechanisms for such enforcement. Nor does the Court\nsuggest that the 1949 Geneva Conventions departed from this\nframework. Seeante, at 64 (“We may assume that ‘the\nobvious scheme’ of the 1949 Conventions is identical in all\nrelevant respects to that of the 1929 Convention”).Instead, the Court concludes that petitioner\nmay seek judicial enforcement of the provisions of the Geneva\nConventions because “they are … part of the law of war. And\ncompliance with the law of war is the condition upon which the\nauthority set forth in Article 21 is granted.”Ante, at 65\n(citation omitted). But Article 21 authorizes the use of military\ncommissions; it does not purport to render judicially enforceable\naspects of the law of war that are not so enforceable of their own\naccord. SeeQuirin, 317 U. S., at 28 (by enacting Article\n21, “Congress has explicitly provided, so far as it may\nconstitutionally do so, that military tribunals shall have\njurisdiction to try offenders or offenses against the law of war”).\nThe Court cannot escapeEisentrager’s holding merely by\nobserving that Article 21 mentions the law of war; indeed, thoughEisentragerdid not specifically consider the Court’s\nnovel interpretation of Article 21,Eisentragerinvolved a\nchallenge to the legality of a World War II military commission,\nwhich, like all such commissions, found its authorization in\nArticle 15 of the Articles of War, the predecessor to Article 21 of\nthe UCMJ. Thus, the Court’s interpretation of Article 21 is\nforeclosed byEisentrager.In any event, the Court’s argument is too\nclever by half. The judicial nonenforceability of the Geneva\nConventions derives from the fact that those Conventions have\nexclusive enforcement mechanisms, seeEisentrager,supra, at 789, n. 14, and this, too, is part of the\nlaw of war. The Court’s position thus rests on the assumption that\nArticle 21’s reference to the “laws of war” selectively\nincorporates only those aspects of the Geneva Conventions that the\nCourt finds convenient, namely, the substantive requirements of\nCommon Article 3, and not those aspects of the Conventions that the\nCourt, for whatever reason, disfavors, namely the Conventions’\nexclusive diplomatic enforcement scheme. The Court provides no\naccount of why thepartialincorporation of the Geneva\nConventions should extend only so far—and no further—because none\nis available beyond its evident preference to adjudicate those\nmatters that the law of war, through the Geneva Conventions,\nconsigns exclusively to the political branches.Even if the Court were correct that Article 21\nof the UCMJ renders judicially enforceable aspects of the law of\nwar that are not so enforceable by their own terms, Article 21\nsimply cannot be interpreted to render judicially enforceable the\nparticular provision of the law of war at issue here, namely Common\nArticle 3 of the Geneva Conventions. As relevant, Article 21\nprovides that “[t]he provisions of this chapter conferring\njurisdiction upon courts-martial do not deprive military\ncommissions … of concurrent jurisdiction with respect tooffenders or offensesthat by statuteor by the law of\nwarmay be tried by military commissions.” 10 U. S. C.\n§821 (emphasis added). Thus, to the extent Article 21 can be\ninterpreted as authorizing judicial enforcement of aspects of the\nlaw of war that are not otherwise judicially enforceable, that\nauthorization only extends to provisions of the law of war that\nrelate to whether a particular “offender” or a particular “offense”\nis triable by military commission. Common Article 3 of the Geneva\nConventions, the sole provision of the Geneva Conventions relevant\nto the Court’s holding, relates to neither. Rather, it relates\nexclusively to the particulars of the tribunal itself, namely,\nwhether it is “regularly constituted” and whether it “afford[s] all\nthe judicial guarantees which are recognized as indispensable by\ncivilized peoples.” Third Geneva Convention, Art. 3,\n¶1(d),Relative to the Treatment of Prisoners of War, Aug.\n12, 1949, [1955] 6 U. S. T. 3316, 3320, T. I. A. S No.\n3364.2In addition to being foreclosed\nbyEisentrager, Hamdan’s claim under Common Article 3 of\nthe Geneva Conventions is meritless. Common Article 3 applies to\n“armed conflict not of an international character occurring in the\nterritory of one of the High Contracting Parties.” 6 U. S. T.,\nat 3318. “Pursuant to [his] authority as Commander in Chief and\nChief Executive of the United States,” the President has\n“accept[ed] the legal conclusion of the Department of Justice …\nthat common Article 3 of Geneva does not apply to … al Qaeda …\ndetainees, because, among other reasons, the relevant conflicts are\ninternational in scope and common Article 3 applies only to ‘armed\nconflict not of an international character.’ ” App. 35. Under\nthis Court’s precedents, “the meaning attributed to treaty\nprovisions by the Government agencies charged with their\nnegotiation and enforcement is entitled to great weight.”Sumitomo Shoji America, Inc.v.Avagliano,457 U. S. 176,\n184–185 (1982);United Statesv.Stuart,489 U. S. 353, 369\n(1989). Our duty to defer to the President’s understanding of the\nprovision at issue here is only heightened by the fact that he is\nacting pursuant to his constitutional authority as Commander in\nChief and by the fact that the subject matter of Common Article 3\ncalls for a judgment about the nature and character of an armed\nconflict. See generallyUnited Statesv.Curtiss-Wright Export Corp.,299 U. S. 304, 320\n(1936).The President’s interpretation of\nCommon Article 3 is reasonable and should be sustained. The\nconflict with al Qaeda is international in character in the sense\nthat it is occurring in various nations around the globe. Thus, it\nis also “occurring in the territory of” more than “one of the High\nContracting Parties.” The Court does not dispute the President’s\njudgments respecting the nature of our conflict with al Qaeda, nor\ndoes it suggest that the President’s interpretation of Common\nArticle 3 is implausible or foreclosed by the text of the treaty.\nIndeed, the Court concedes that Common Article 3 is principally\nconcerned with “furnish[ing] minimal protection to rebels involved\nin … a civil war,”ante, at 68, precisely the type of\nconflict the President’s interpretation envisions to be subject to\nCommon Article 3. Instead, the Court, without acknowledging its\nduty to defer to the President, adopts its own, admittedly\nplausible, reading of Common Article 3. But where, as here, an\nambiguous treaty provision (“not of an international character”) is\nsusceptible of two plausible, and reasonable, interpretations, our\nprecedents require us to defer to the Executive’s\ninterpretation.3But even if Common Article 3 were\njudicially enforceable and applicable to the present conflict,\npetitioner would not be entitled to relief. As an initial matter,\nany claim petitioner has under Common Article 3 is not ripe. The\nonly relevant “acts” that “are and shall remain prohibited” under\nCommon Article 3 are “thepassing of sentencesand thecarrying out of executionswithout previous judgment\npronounced by a regularly constituted court affording all the\njudicial guarantees which are recognized as indispensable by\ncivilized peoples.” Art. 3, ¶1(d), 6 U. S. T., at\n1318, 1320 (emphases added). As its terms make clear, Common\nArticle 3 is only violated, as relevant here, by the act of\n“passing of sentenc[e],” and thus Hamdan will only have a claimifhis military commission convicts him and imposes a\nsentence. Accordingly, as Hamdan’s claim is “contingent [upon]\nfuture events that may not occur as anticipated, or indeed may not\noccur at all,” it is not ripe for adjudication.Texasv.United States,523 U. S. 296, 300\n(1998) (internal quotation marks omitted).[Footnote 19] Indeed, even if we assume he will\nbe convicted and sentenced, whether his trial will be conducted in\na manner so as to deprive him of “the judicial guarantees which are\nrecognized as indispensable by civilized peoples” is entirely\nspeculative. And premature adjudication of Hamdan’s claim is\nespecially inappropriate here because “reaching the merits of the\ndispute would force us to decide whether an action taken by one of\nthe other two branches of the Federal Government was\nunconstitutional.”Rainesv.Byrd,521 U. S. 811, 819–820\n(1997).In any event, Hamdan’s military commission\ncomplies with the requirements of Common Article 3. It is plainly\n“regularly constituted” because such commissions have been employed\nthroughout our history to try unlawful combatants for crimes\nagainst the law of war. This Court has recounted that history as\nfollows:“ ‘By a practice dating from 1847 and renewed\nand firmly established during the Civil War, military commissions\nhave become adopted as authorized tribunals in this country in time\nof war… . Their competency has been recognized not only in\nacts of Congress, but in executive proclamations, in rulings of the\ncourts, and in the opinions of the Attorneys General.’ ”Madsen, 343 U. S., at 346, n. 8.Hamdan’s commission has been constituted in\naccordance with these historical precedents. As I have previously\nexplained, the procedures to be employed by that commission, and\nthe Executive’s authority to alter those procedures, are consistent\nwith the practice of previous American military commissions. Seesupra, at 30–34 , and n. 15.The Court concludes Hamdan’s\ncommission fails to satisfy the requirements of Common Article 3\nnot because it differs from the practice of previous military\ncommissions but because it “deviate[s] from [the procedures]\ngoverning courts-martial.”Ante, at 71. But there is\nneither a statutory nor historical requirement that military\ncommissions conform to the structure and practice of\ncourts-martial. A military commission is a different tribunal,\nserving a different function, and thus operates pursuant to\ndifferent procedures. The 150-year pedigree of the military\ncommission is itself sufficient to establish that such tribunals\nare “regularly constituted court[s].” Art. 3, ¶1(d),6 U.\nS. T., at 3320.Similarly, the procedures to\nbe employed by Hamdan’s commission afford “all the judicial\nguarantees which are recognized as indispensable by civilized\npeoples.” Neither the Court nor petitioner disputes the\nGovernment’s description of those procedures.“Petitioner is entitled to\nappointed military legal counsel, 32 C.F.R. 9.4(c)(2), and may\nretain a civilian attorney (which he has done), 32 C.F.R.\n9.4(c)(2)(iii)(B). Petitioner is entitled to the presumption of\ninnocence, 32 C.F.R. 9.5(b), proof beyond a reasonable doubt, 32\nC.F.R. 9.5(c), and the right to remain silent, 32 C.F.R. 9.5(f). He\nmay confront witnesses against him, 32 C.F.R. 9.5(i), and may\nsubpoena his own witnesses, if reasonably available, 32 C.F.R.\n9.5(h). Petitioner may personally be present at every stage of the\ntrial unless he engages in disruptive conduct or the prosecution\nintroduces classified or otherwise protected information for which\nno adequate substitute is available and whose admission will not\ndeprive him of a full and fair trial, 32 C.F.R. 9.5(k); Military\nCommission Order No. 1 (Dep’t of Defense Aug. 31, 2005) §6(B)(3)\nand (D)(5)(b). If petitioner is found guilty, the judgment will be\nreviewed by a review panel, the Secretary of Defense, and the\nPresident, if he does not designate the Secretary as the final\ndecisionmaker. 32 C.F.R. 9.6(h). The final judgment is subject to\nreview in the Court of Appeals for the District of Columbia Circuit\nand ultimately in this Court. See DTA §1005(e)(3), 119 Stat. 2743;\n28 U. S. C. 1254(1).” Brief for Respondents 4.Notwithstanding these provisions,\nwhich in my judgment easily satisfy the nebulous standards of\nCommon Article 3,[Footnote\n20] the plurality concludes that Hamdan’s commission is\nunlawful because of the possibility that Hamdan will be barred from\nproceedings and denied access to evidence that may be used to\nconvict him.Ante, at 70–72. But, under the commissions’\nrules, the Government may not impose such bar or denial on Hamdan\nif it would render his trial unfair, a question that is clearly\nwithin the scope of the appellate review contemplated by regulation\nand statute.Moreover, while the Executive\nis surely not required to offer a particularized defense of these\nprocedures prior to their application, the procedures themselves\nmake clear that Hamdan would only be excluded (other than for\ndisruption) if it were necessary to protect classified (or\nclassifiable) intelligence, Dept. of Defense, Military Commission\nOrder No. 1, §6(B)(3) (Aug. 31, 2005), including the sources and\nmethods for gathering such intelligence. The Government has\nexplained that “we want to make sure that these proceedings, which\nare going on in the middle of the war, do not interfere with our\nwar effort and … because of the way we would be able to handle\ninterrogations and intelligence information, may actually assist us\nin promoting our war aims.” News Briefing (remarks of Douglas J.\nFeith, Under Secretary of Defense for Policy). And this Court has\nconcluded, in the very context of a threat to reveal our Nation’s\nintelligence gathering sources and methods, that “[i]t is ‘obvious\nand unarguable’ that no governmental interest is more compelling\nthan the security of the Nation,”Haig, 453 U. S., at 307\n(quotingApthekerv.Secretary of State,378 U. S. 500, 509\n(1964)), and that “[m]easures to protect the secrecy of our\nGovernment’s foreign intelligence operations plainly serve these\ninterests,”Haig,supra, at 307. See alsoSneppv.United States,444 U. S. 507, 509, n. 3\n(1980)(per curiam)(“The Government has a compelling\ninterest in protecting both the secrecy of information important to\nour national security and the appearance of confidentiality so\nessential to the effective operation of our foreign intelligence\nservice”);Curtiss-Wright,299 U. S., at 320. This\ninterest is surely compelling here. According to the Government,\n“[b]ecause al Qaeda operates as a clandestine force relying on\nsleeper agents to mount surprise attacks, one of the most critical\nfronts in the current war involves gathering intelligence about\nfuture terrorist attacks and how the terrorist network\noperates—identifying where its operatives are, how it plans\nattacks, who directs operations, and how they communicate.” Brief\nfor United States in No. 03–4792,United Statesv.Moussaoui(CA4), p. 9. We should not rule out the\npossibility that this compelling interest can be protected, while\nat the same time affording Hamdan (and others like him) a fair\ntrial.In these circumstances,\n“civilized peoples” would take into account the context of military\ncommission trials against unlawful combatants in the war on\nterrorism, including the need to keep certain information secret in\nthe interest of preventing future attacks on our Nation and its\nforeign installations so long as it did not deprive the accused of\na fair trial. Accordingly, the President’s understanding of the\nrequirements of Common Article 3 is entitled to “great weight.” Seesupra, at 43.4In addition to\nCommon Article 3, which applies to conflicts “not of an\ninternational character,” Hamdan also claims that he is entitled to\nthe protections of the Third Geneva Convention, which applies to\nconflicts between two or more High Contracting Parties. There is no\nmerit to Hamdan’s claim.Article 2 of the\nConvention provides that “the present Convention shall apply to all\ncases of declared war or of any other armed conflict which may\narise between two or more of the High Contracting Parties.” 6 U.\nS. T., at 1318. “Pursuant to [his] authority as Commander in\nChief and Chief Executive of the United States,” the President has\ndetermined that the Convention is inapplicable here, explaining\nthat “none of the provisions of Geneva apply to our conflict with\nal Qaeda in Afghanistan or elsewhere throughout the world, because,\namong other reasons, al Qaeda is not a High Contracting Party.”\nApp. 35. The President’s findings about the nature of the present\nconflict with respect to members of al Qaeda operating in\nAfghanistan represents a core exercise of his commander-in-chief\nauthority that this Court is bound to respect. SeePrize\nCases,2 Black, at 670.*  *  *For these\nreasons, I would affirm the judgment of the Court of\nAppeals.Footnote\n1As previously noted, Article\n15 of the Articles of War was the predecessor of Article 21 of the\nUCMJ. Article 21 provides as follows: “The provisions of this\nchapter conferring jurisdiction upon courts-martial do not deprive\nmilitary commissions, provost courts, or other military tribunals\nof concurrent jurisdiction with respect to offenders or offenses\nthat by statute or by the law of war may be tried by military\ncommissions, provost courts, or other military tribunals.” 10 U.\nS. C. §821.Footnote\n2Although the President very\nwell may have inherent authority to try unlawful combatants for\nviolations of the law of war before military commissions, we need\nnot decide that question because Congress has authorized the\nPresident to do so. Cf.Hamdiv.Rumsfeld,542 U. S. 507, 587 (2004) (Thomas, J.,\ndissenting) (same conclusion respecting detention of unlawful\ncombatants).Footnote\n3Even if the formal\ndeclaration of war were generally the determinative act in\nascertaining the temporal reach of the jurisdiction of a military\ncommission, the AUMF itself is inconsistent with the plurality’s\nsuggestion that such a rule is appropriate in this case. Seeante, at 34–36, 48. The text of the AUMF is backward\nlooking, authorizing the use of “all necessary and appropriate\nforce against those nations, organizations, or persons he\ndetermines planned, authorized, committed, or aided the terrorist\nattacks that occurred on September 11, 2001.” Thus, the President’s\ndecision to try Hamdan by military commission—a use of force\nauthorized by the AUMF—for Hamdan’s involvement with al Qaeda prior\nto September 11, 2001, fits comfortably within the framework of the\nAUMF. In fact, bringing the September 11 conspirators to justice is\ntheprimary pointof the AUMF. By contrast, on the\nplurality’s logic, the AUMF would not grant the President the\nauthority to try Usama bin Laden himself for his involvement in the\nevents of September 11, 2001.Footnote\n4The plurality suggests these\nauthorities are inapplicable because nothing in its “analysis turns\non the admitted absence of either a formal declaration of war or a\ndeclaration of martial law. Our focus instead is on the … AUMF.”Ante,at 35, n. 31. The difference identified by the\nplurality is purely semantic. Both Green and Howland confirm that\nthe date of the enactment that establishes a legal basis for\nforming military commissions—whether it be a declaration of war, a\ndeclaration of martial law,oran authorization to use\nmilitary force—does not limit the jurisdiction of military\ncommissions to offenses committed after that date.Footnote\n5The plurality attempts to\nevade the import of this historical example by observing that Kuehn\nwas tried before a martial law commission for a violation of\nfederal espionage statutes.Ibid.As an initial matter,\nthe fact that Kuehn was tried before a martial law commission for\nan offense committed prior to the establishment of martial law\nprovides strong support for the President’s contention that he may\ntry Hamdan for offenses committed prior to the enactment of the\nAUMF. Here the AUMF serves the same function as the declaration of\nmartial law in Hawaii in 1941, establishing legal authority for the\nconstitution of military commissions. Moreover, Kuehn was not tried\nand punished “by statute, but by the laws and usages of war.”United Statesv.Bernard Julius Otto Kuehn, Board\nof Review 5 (Office of the Military Governor, Hawaii 1942). Indeed,\nin upholding the imposition of the death penalty, a sentence “not\nauthorized by the Espionage statutes,”ibid., Kuehn’s\nBoard of Review explained that “[t]he fact that persons may be\ntried and punished … by a military commission for committing acts\ndefined as offenses by … federal statutes does not mean that such\npersons are being tried for violations of such … statutes; they\nare, instead, being tried for acts made offenses only by orders of\nthe … commanding general.”Id., at 6. Lastly, the import\nof this example is not undermined byDuncanv.Kahanamoku,327 U. S. 304(1946).\nThe question before the Court in that case involved only whether\n“loyal civilians in loyal territory should have their daily conduct\ngoverned by military orders,”id., at 319; it did “not\ninvolve the well-established power of the military to exercise\njurisdiction over . . . enemy belligerents,”id., at\n313.Footnote\n6Indeed, respecting the\npresent conflict, the President has found that “the war against\nterrorism ushers in a new paradigm, one in which groups with broad,\ninternational reach commit horrific acts against innocent\ncivilians, sometimes with the direct support of states. Our Nation\nrecognizes that this new paradigm—ushered in not by us, but by\nterrorists—requires new thinking in the law of war.” App. 34–35.\nUnder the Court’s approach, the President’s ability to address this\n“new paradigm” of inflicting death and mayhem would be completely\nfrozen by rules developed in the context of conventional\nwarfare.Footnote\n7It is true that both of these\nseparate offenses are charged under a single heading entitled\n“CHARGE: CONSPIRACY,” App. to Pet. for Cert. 65a. But that does not\nmean that they must be treated as a single crime, when the law of\nwar treats them as separate crimes. As we acknowledged inIn re Yamashita,327 U. S. 1(1946), “charges of\nviolations of the law of war triable before a military tribunal\nneed not be stated with the precision of a common law indictment.”Id., at 17; cf. W. Birkhimer, Military Government and\nMartial Law 536 (3d ed. 1914) (hereinafter Birkhimer) (“[I]t would\nbe extremely absurd to expect the same precision in a charge\nbrought before a court-martial as is required to support a\nconviction before a justice of the peace” (internal quotation marks\nomitted)).Nevertheless, the plurality contends that Hamdan\nwas “not actually charged,”ante, at 37, n. 32 (emphasis\ndeleted), with being a member in a war criminal organization. But\nthat position is demonstrably wrong. Hamdan’s charging document\nexpresslychargesthat he “willfully and knowingly joined\nan enterprise of persons who shared a common criminal purpose.”\nApp. to Pet. for Cert. 65a. Moreover, the plurality’s contention\nthat we may only look to the label affixed to the charge to\ndetermine if the charging document alleges an offense triable by\nmilitary commission is flatly inconsistent with its treatment of\nthe Civil War cases—where it accepts as valid charges that did not\nappear in the heading or title of the charging document, or even\nthe listed charge itself, but only in the supporting specification.\nSee,e.g.,ante, at 45–46 (discussing the\nmilitary commission trial of Wirz). For example, in the Wirz case,\nWirz was charged with conspiring to violate the laws of war, and\nthat charge was supported with allegations that he personally\ncommitted a number of atrocities. The plurality concludes that\nmilitary commission jurisdiction was appropriate in that case not\nbased upon the charge of conspiracy, but rather based upon the\nallegations of various atrocities in the specification which werenotseparately charged.Ante,at 45. Just as\nthese atrocities, not separately charged, were independent\nviolations of the law of war supporting Wirz’s trial by military\ncommission, so too here Hamdan’s membership in al Qaeda and his\nprovision of various forms of assistance to al Qaeda’s top\nleadership are independent violations of the law of war supporting\nhis trial by military commission.Footnote\n8These observations respecting\nthe law of war were made by the Attorney General in defense of the\nmilitary commission trial of the Lincoln conspirators’. As the\nforegoing quoted portion of that opinion makes clear, the Attorney\nGeneral did not, as the Court maintains, “trea[t] the charge as if\nit alleged the substantive offense of assassination.”Ante, at 40, n. 35. Rather, he explained that the\nconspirators “high offence against the laws of war” was “complete”\nwhen their band was “organized or joined,” and did not depend upon\n“atrocities committed by such a band.” 11 Op. Atty. Gen. 297, 312\n(1865). Moreover, the Attorney General’s conclusions specifically\nrefute the plurality’s unsupported suggestion that I have blurred\nthe line between “those categories of ‘offender’ who may be tried\nby military commission … with the ‘offenses’ that may be so tried.”Ante, at 37, n. 32.Footnote\n9The General Orders\nestablishing the jurisdiction for military commissions during the\nCivil War provided that such offenses were violations of the laws\nof war cognizable before military commissions. See H. R. Doc.\nNo. 65, 55th Cong., 3d Sess., 164 (1894) (“[P]ersons charged with\nthe violation of the laws of war as spies, bridge-burners,\nmarauders, &c., will  … be held for trial under such\ncharges”);id., at 234 (“[T]here are numerous rebels …\nthat … furnish the enemy with arms, provisions, clothing, horses\nand means of transportation; [such] insurgents are banding together\nin several of the interior counties for the purpose of assisting\nthe enemy to rob, to maraud and to lay waste to the country.All such persons are by the laws of war in every civilized\ncountry liable to capital punishment” (emphasis added)).\nNumerous trials were held under this authority. See,e.g.,\nU. S. War Dept., General Court-Martial Order No. 51, p. 1\n(1866) (hereinafter G. C. M. O.). (indictment in the\nmilitary commission trial of James Harvey Wells charged “[b]eing a\nguerrilla” and specified that he “willfully … [took] up arms as a\nguerrilla marauder, and did join, belong to, act and co-operate\nwith guerrillas”); G. C. M. O. No. 108,\nHead-Quarters Dept. of Kentucky, p. 1 (1865) (indictment in\nthe military commission trial of Henry C. Magruder charged “[b]eing\na guerrilla” and specified that he “unlawfully, and of his own\nwrong, [took] up arms as a guerrilla marauder, and did join, belong\nto, act, and co-operate with a band of guerrillas”);\nG. C. M. O. No. 41, p. 1 (1864) (indictment in\nthe military commission trial of John West Wilson charged that\nWilson “did take up arms as an insurgent and guerrilla against the\nlaws and authorities of the United States, and did join and\nco-operate with an armed band of insurgents and guerrillas who were\nengaged in plundering the property of peaceable citizens … in\nviolation of the laws and customs of war”);\nG. C. M. O. No. 153, p. 1 (1864) (indictment in\nthe military commission trial of Simeon B. Kight charged that\ndefendant was “a guerrilla, and has been engaged in an\nunwarrantable and barbarous system of warfare against citizens and\nsoldiers of the United States”); G. C. M. O.\nNo. 93, pp. 3–4 (1864) (indictment in the military\ncommission trial of Francis H. Norvel charged “[b]eing a guerrilla”\nand specified that he “unlawfully and by his own wrong, [took] up\narms as an outlaw, guerrilla, and bushwhacker, against the lawfully\nconstituted authorities of the United States government”);id., at 9 (indictment in the military commission trial of\nJames A. Powell charged “[t]ransgression of the laws and customs of\nwar” and specified that he “[took] up arms in insurrection as a\nmilitary insurgent, and did join himself to and, in arms, consort\nwith … a rebel enemy of the United States, and the leader of a band\nof insurgents and armed rebels”);id., at 10–11\n(indictment in the military commission trial of Joseph Overstreet\ncharged “[b]eing a guerrilla” and specified that he “did join,\nbelong to, consort and co-operate with a band of guerrillas,\ninsurgents, outlaws, and public robbers”).Footnote\n10Even if the plurality were\ncorrect that a membership offense must be accompanied by\nallegations that the “defendant ‘took up arms,’ ”ante, at 37, n. 32, that requirement has easily been\nsatisfied here. Not only has Hamdan been charged with providing\nassistance to top al Qaeda leadership (itself an offense triable by\nmilitary commission), he has also been charged with receiving\nweapons training at an al Qaeda camp. App. to Pet. for Cert.\n66a–67a.Footnote\n11The plurality recounts the\nrespective claims of the parties inQuirinpertaining to\nthis issue and cites the United States Reports.Ante, at\n41-42. But the claims of the parties are not included in the\nopinion of the Court, but rather in the sections of the Reports\nentitled “Argument for Petitioners,” and “Argument for Respondent.”\nSee 317 U. S., at 6–17.Footnote\n12The plurality concludes that\nmilitary commission jurisdiction was appropriate in the case of the\nLincoln conspirators because they were charged with\n“ ‘maliciously, unlawfully, and traitorously murdering the\nsaid Abraham Lincoln,’ ”ante, at 40, n. 35. But\nthe sole charge filed in that case alleged conspiracy, and the\nallegations pertaining to “maliciously, unlawfully, and\ntraitorously murdering the said Abraham Lincoln” were not charged\nor labeled as separate offenses, but rather as overt acts “in\npursuance of and in prosecuting said malicious, unlawful, and\ntraitorousconspiracy. ” G. C. M. O.\nNo. 356, at ___ (emphasis added). While the plurality contends\nthe murder of President Lincoln was charged as a distinct separate\noffense, the foregoing quoted language of the charging document\nunequivocally establishes otherwise. Moreover, though I agree that\nthe allegations pertaining to these overt acts provided an\nindependent basis for the military commission’s jurisdiction in\nthat case, that merely confirms the propriety of examining all the\nacts alleged—whether or not they are labeled as separate\noffenses—to determine if a defendant has been charged with a\nviolation of the law of war. As I have already explained, Hamdan\nhas been charged with violating the law of war not only by\nparticipating in a conspiracy to violate the law of war, but also\nby joining a war criminal enterprise and by supplying provisions\nand assistance to that enterprise’s top leadership.Footnote\n13The plurality’s attempt to\nundermine the significance of these cases is unpersuasive. The\nplurality suggests the Wirz case is not relevant because the\nspecification supporting his conspiracy charge alleged that he\n“personally committeda number of atrocities.”Ante, at 45. But this does not establish that conspiracy\nto violate the laws of war, the very crime with which Wirz was\ncharged, is not itself a violation of the law of war. Rather, at\nbest, it establishes that in addition to conspiracy Wirz violated\nthe laws of war by committing various atrocities, just as Hamdan\nviolated the laws of war not only by conspiring to do so, but also\nby joining al Qaeda and providing provisions and services to its\ntop leadership. Moreover, the fact that Wirz was charged with overt\nacts that are more severe than the overt acts with which Hamdan has\nbeen charged does not establish that conspiracy is not an offense\ncognizable before military commission; rather it merely establishes\nthat Wirz’s offenses may have been comparably worse than Hamdan’s\noffenses.The plurality’s claim that the\ncharge against Lenger Grenfel supports its compound offense theory\nis similarly unsupportable. The plurality does not, and cannot,\ndispute that Grenfel was charged with conspiring to violate the\nlaws of war by releasing rebel prisoners—a charge that bears no\nrelation to a crime “ordinarily triable in civilian courts.”Ante, at 46, n. 37. Tellingly, the plurality does not\nreference or discuss this charge, but instead refers to the\nconclusion of Judge Advocate Holt that Grenfel also “ ‘united\nhimself with traitors and malefactors for the overthrow of our\nRepublic in the interest of slavery.’ ”Ibid.(quoting H. R. Doc. No. 314, at 689). But Judge Advocate\nHolt’s observation provides no support for the plurality’s\nconclusion, as it does not discuss the charges that sustained\nmilitary commission jurisdiction, much less suggest that such\ncharges were not violations of the law of war.Footnote\n14The plurality contends that\ninternational practice—including the practice of the IMT at\nNuremberg—supports its conclusion that conspiracy is not an offense\ntriable by military commission because “ ‘[t]he Anglo-American\nconcept of conspiracy was not part of European legal systems and\narguably not an element of the internationally recognized laws of\nwar.’ ”Ante, at 47 (quoting T. Taylor, Anatomy of\nthe Nuremberg Trials: A Personal Memoir 36 (1992)). But while the\nIMT did not criminalize all conspiracies to violate the law of war,\nit did criminalize “participation in a common plan or conspiracy”\nto wage aggressive war. See 1 Trials, pp. XI–XII. Moreover, the\nWorld War II military tribunals of several European nations\nrecognized conspiracy to violate the laws of war as an offense\ntriable before military commissions. See 15 U. N. Commission\n90–91 (noting that the French Military Tribunal at Marseilles found\nHenri Georges Stadelhofer “guilty of the crime ofassociation\nde malfaiteurs,” namely of “having formed with various members\nof the German Gestapo an association with the aim of preparing or\ncommitting crimes against persons or property, without\njustification under the laws and usages of war”); 11id.,at 98 (noting that the Netherlands’ military tribunals were\nauthorized to try conspiracy to violate the laws of war). Thus, the\nEuropean legal systems’ approach to domestic conspiracy law has not\nprevented European nations from recognizing conspiracy offenses as\nviolations of the law of war. This is unsurprising, as the law of\nwar is derived not from domestic law but from the wartime practices\nof civilized nations, including the United States, which has\nconsistently recognized that conspiracy to violate the laws of war\nis an offense triable by military commission.Footnote\n15Though it does not constitute\na basis for any holding of the Court, the Court maintains that, as\na “general rule,” “the procedures governing trials by military\ncommission historically have been the same as those governing\ncourts-martial.”Ante, at 54, 53. While it is undoubtedly\ntrue that military commissions have invariably employed most of the\nprocedures employed by courts-martial, that is not a requirement.\nSee Winthrop 841 (“[M]ilitary commissions … are commonly conducted\naccording to the rules and forms governing courts-martial. These\nwar-courts are indeed more summary in their action than are the\ncourts held under the Articles of war, and … their proceedings …\nwill not be renderedillegalby the omission of details\nrequired upon trials by courts-martial” (emphasis in original;\nfootnotes omitted)); 1 U. N. Commission 116–117 (“The [World\nWar II] Mediterranean Regulations (No. 8) provide that Military\nCommissions shall conduct their proceedings as may be deemed\nnecessary for full and fair trial, having regard for,but not\nbeing bound by, the rules of procedure prescribed for General\nCourts Martial” (emphasis added));id., at 117 (“In the\n[World War II] European directive it is stated … that Military\nCommissions shall have power to make, as occasion requires, such\nrules for the conduct of their proceedings consistent with the\npowers of such Commissions, and with the rules of procedure … as\nare deemed necessary for a full and fair trial of the accused,\nhaving regard for, without being bound by, the rules of procedure\nand evidence prescribed for General Courts Martial”). Moreover,\nsuch a requirement would conflict with the settled understanding of\nthe flexible and responsive nature of military commissions and the\nPresident’s wartime authority to employ such tribunals as he sees\nfit. See Birkhimer 537–538 (“[M]ilitary commissions may so vary\ntheir procedure as to adapt it to any situation, and may extend\ntheir powers to any necessary degree… . The military commander\ndecides upon the character of the military tribunal which is suited\nto the occasion … and his decision is final”).Footnote\n16The Court suggests that\nCongress’ amendment to Article 2 of the UCMJ, providing that the\nUCMJ applies to “persons within an area leased by or otherwise\nreserved or acquired for the use of the United States,” 10 U.\nS. C. §802(a)(12), deprivesYamashita’s conclusion\nrespecting the President’s authority to promulgate military\ncommission procedures of its “precedential value.”Ante,\nat 56. But this merely begs the question of the scope and content\nof the remaining provisions of the UCMJ. Nothing in the additions\nto Article 2, or any other provision of the UCMJ, suggests that\nCongress has disturbed this Court’s unequivocal interpretation of\nArticle 21 as preserving the common-law status of military\ncommissions and the corresponding authority of the President to set\ntheir procedures pursuant to his commander-in-chief powers. SeeQuirin, 317 U. S., at 28;Yamashita, 327 U. S.,\nat 20;Madsenv.Kinsella,343 U. S. 341, 355 (1952).Footnote\n17It bears noting that while\nthe Court does not hesitate to cite legislative history that\nsupports its view of certain statutory provisions, seeante, at 14–15, and n. 10, it makes no citation of\nthe legislative history pertaining to Article 36(b), which\ncontradicts its interpretation of that provision. Indeed, if it\nwere authoritative, theonlylegislative history relating\nto Article 36(b) would confirm the obvious—Article 36(b)’s\nuniformity requirement pertains to uniformity between the three\nbranches of the Armed Forces, and no more. When that subsection was\nintroduced as an amendment to Article 36, its author explained that\nit would leave the three branches “enough leeway to provide a\ndifferent provision where it is absolutely necessary” because\n“there are some differences in the services.” Hearings on\nH. R. 2498 before the Subcommittee No. 1 of the House\nCommittee on Armed Services, 81st Cong., 1st Sess., 1015 (1949). A\nfurther statement explained that “there might be some slight\ndifferences that would pertain as to the Navy in contrast to the\nArmy, but at least [Article 36(b)] is an expression of the\ncongressional intent that we want it to be as uniform as possible.”Ibid.Footnote\n18In addition to being\nforeclosed by the text of the provision, the Court’s suggestion\nthat 10 U. S. C. A. §839(c) (Supp. 2006) applies to\nmilitary commissions is untenable because it would require, in\nmilitary commission proceedings, that the accused be present when\nthe members of the commission voted on his guilt or\ninnocence.Footnote\n19The Court does not dispute\nthe conclusion that Common Article 3 cannot be violated unless and\nuntil Hamdan is convicted and sentenced. Instead, it contends that\n“the Geneva Conventions d[o] not direct an accused to wait until\nsentence is imposed to challenge the legality of the tribunal that\nis to try him.”Ante, at 62, n. 55. But the Geneva\nContentions do not direct defendants to enforce their rights\nthrough litigation, but through the Conventions’ exclusive\ndiplomatic enforcement provisions. Moreover, neither the Court’s\nobservation respecting the Geneva Conventions nor its reference to\nthe equitable doctrine of abstention bears on theconstitutionalprohibition on adjudicating unripe\nclaims.Footnote\n20Notably, a prosecutor before\ntheQuirinmilitary commission has described these\nprocedures as “a substantial improvement over those in effect\nduring World War II,” further observing that “[t]hey go a long way\ntoward assuring that the trials will be full and fair.” National\nInstitute of Military Justice, Procedures for Trials by Military\nCommissions of Certain Non-United States Citizens in the War\nAgainst Terrorism, p. x (2002) (hereinafter Procedures for\nTrials) (foreword by Lloyd N. Cutler).",
    "joined": []
}