{
    "case": {
        "docket": "228",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/228/"
    },
    "id": "1970946",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–483_________________EDWARD R. LANE, PETITIONER v. STEVE FRANKS, in\nhis individual capacity, and SUSAN BURROW, in her official capacity\nas ACTING PRESIDENT OF CENTRALALABAMA COMMUNITYCOLLEGEon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 19, 2014]Justice Thomas, with\nwhom Justice Scalia and Justice Alito join, concurring.This case presents the\ndiscrete question whether a public employee speaks “as a citizen on\na matter of public concern,” Garcetti v. Ceballos, 547 U. S. 410,\n418 (2006) , when the employee gives “[t]ruthful testimony under\noath . . . outside the scope of his ordinary job duties,” ante, at\n9. Answering that question requires little more than a\nstraightforward application of Garcetti. There, we held that when a\npublic employee speaks “pursuant to” his official duties, he is not\nspeaking “as a citizen,” and First Amendment protection is\nunavailable. 547 U. S., at 421–422. The petitioner in this\ncase did not speak “pursuant to” his ordinary job duties because\nhis responsibilities did not include testifying in court\nproceedings, see ante, at 8, n. 4, and no party has suggested that\nhe was subpoenaed as a representative of his employer, see Fed.\nRule Civ. Proc. 30(b)(6) (requiring subpoenaed organizations to\ndesignate witnesses to testify on their behalf). Because petitioner\ndid not testify to “fulfil[l] a [work] responsibility,” Garcetti,\nsupra, at 421, he spoke “as a citizen,” not as an employee.We accordingly have no\noccasion to address the quite different question whether a public\nemployee speaks “as a citizen” when he testifies in the course of\nhis ordinary job responsibilities. See ante, at 8, n. 4. For\nsome public employees—such as police officers, crime scene\ntechnicians, and laboratory analysts—testifying is a routine and\ncritical part of their employment duties. Others may be called to\ntestify in the context of particular litigation as the designated\nrepresentatives of their employers. See Fed. Rule Civ. Proc.\n30(b)(6). The Court properly leaves the constitutional questions\nraised by these scenarios for another day.",
    "joined": []
}