{
    "case": {
        "docket": "18-483",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/18-483/"
    },
    "id": "4100167",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATESKRISTINA BOX, COMMISSIONER, INDIANA DEPART-\nMENT OF HEALTH, et al.v.PLANNED PARENTHOOD OF INDIANA\nAND KENTUCKY, INC., et al.on petition for writ of certiorari to the\nunited states court of appeals for the seventh circuitNo. 18–483. Decided May 28, 2019Justice Thomas, concurring.Indiana law prohibits abortion providers from\ntreating the bodies of aborted children as “infectious waste” and\nincinerating them alongside used needles, laboratory-animal\ncarcasses, and surgical byproducts. Ind. Code §16–41–16–4(d)\n(2019); see §§16–41–16–2, 16–41–16–4, 16–41–16–5; Ind. Admin. Code,\ntit. 410, §§35–1–3, 35–2–1(a)(2) (2019). A panel of the Seventh\nCircuit held that this fetal-remains law was irrational, and thus\nunconstitutional, under the doctrine of “substantive due process.”\nThat decision was manifestly inconsistent with our precedent, as\nthe Court holds.[1] I would\nhave thought it could go without saying that nothing in the\nConstitution or any decision of this Court prevents a State from\nrequiring abortion facilities to provide for the respectful\ntreatment of human remains.I write separately to address the other aspect\nof Indiana law at issue here—the “Sex Selective and Disability\nAbortion Ban.” Ind. Code §16–34–4–1et seq.This\nstatute makes it illegal for an abortion provider to perform an\nabortion in Indiana when the provider knows that the mother is\nseeking the abortion solely because of the child’s race, sex,\ndiagnosis of Down syndrome, disability, or related characteristics.\n§§16–34–4–1 to 16–34–4–8; see §16–34–4–1(b) (excluding “lethal\nfetal anomal[ies]” from the definition of disability). The law\nrequires that the mother be advised of this restriction and given\ninformation about financial assistance and adoption alternatives,\nbut it imposes liability only on the provider. See\n§§16–34–2–1.1(a)(1)(K), (2)(A)–(C), 16–34–4–9. Each of the\nimmutable characteristics protected by this law can be known\nrelatively early in a pregnancy, and the law prevents them from\nbecoming the sole criterion for deciding whether the child will\nlive or die. Put differently, this law and other laws like it\npromote a State’s compelling interest in preventing abortion from\nbecoming a tool of modern-day eugenics.[2]The use of abortion to achieve eugenic goals is\nnot merely hypothetical. The foundations for legalizing abortion in\nAmerica were laid during the early 20th-century birth-control\nmovement. That movement developed alongside the American eugenics\nmovement. And significantly, Planned Parenthood founder Margaret\nSanger recognized the eugenic potential of her cause. She\nemphasized and embraced the notion that birth control “opens the\nway to the eugenist.” Sanger, Birth Control and Racial Betterment,\nBirth Control Rev., Feb. 1919, p. 12 (Racial Betterment). As a\nmeans of reducing the “ever increasing, unceasingly spawning class\nof human beings who never should have been born at all,” Sanger\nargued that “Birth Control . . . is really the greatest\nand most truly eugenic method” of “human generation.” M. Sanger,\nPivot of Civilization 187, 189 (1922) (Pivot of Civilization). In\nher view, birth control had been “accepted by the most clear\nthinking and far seeing of the Eugenists themselves as the most\nconstructive and necessary of the means to racial health.”Id., at 189.It is true that Sanger was not referring to\nabortion when she made these statements, at least not directly. She\nrecognized a moral difference between “contraceptives” and other,\nmore “extreme” ways for “women to limit their families,” such as\n“the horrors of abortion and infanticide.” M. Sanger, Woman and the\nNew Race 25, 5 (1920) (Woman and the New Race). But Sanger’s\narguments about the eugenic value of birth control in securing “the\nelimination of the unfit,” Racial Betterment 11, apply with even\ngreater force to abortion, making it significantly more effective\nas a tool of eugenics. Whereas Sanger believed that birth control\ncould prevent “unfit” people from reproducing, abortion can prevent\nthem from being born in the first place. Many eugenicists therefore\nsupported legalizing abortion, and abortion advocates—including\nfuture Planned Parenthood President Alan Guttmacher—endorsed the\nuse of abortion for eugenic reasons. Technological advances have\nonly heightened the eugenic potential for abortion, as abortion can\nnow be used to eliminate children with unwanted characteristics,\nsuch as a particular sex or disability.Given the potential for abortion to become a\ntool of eugenic manipulation, the Court will soon need to confront\nthe constitutionality of laws like Indiana’s. But because further\npercolation may assist our review of this issue of first\nimpression, I join the Court in declining to take up the issue\nnow.IThe term “eugenics” was coined in 1883 by\nFrancis Galton, a British statistician and half-cousin of Charles\nDarwin. See S. Caron, Who Chooses?: American Reproductive History\nSince 1830, p. 49 (2008); A. Cohen, Imbeciles: The Supreme\nCourt, American Eugenics, and the Sterilization of Carrie Buck 46\n(2016) (Imbeciles). Galton described eugenics as “the science of\nimproving stock” through “all influences that tend in however\nremote a degree to give to the more suitable races or strains of\nblood a better chance of prevailing speedily over the less suit-\nable than they otherwise would have.” F. Galton, Inquiries Into\nHuman Faculty and Its Development 25, n. 1 (1883). Eugenics\nthus rests on the assumption that “man’s natural abilities are\nderived by inheritance, under exactly the same limitations as are\nthe form and physical features of the whole organic world.” F.\nGalton, Hereditary Genius: An Inquiry Into Its Laws and\nConsequences 1 (1869) (Hereditary Genius); see Imbeciles 46–47. As\na social theory, eugenics is rooted in social\nDarwinism—i.e., the application of the “survival of the\nfittest” principle to human society. Caron,supra, at 49;\nImbeciles 45. Galton argued that by promoting reproduction between\npeople with desirable qualities and inhibiting reproduction of the\nunfit, man could improve society by “do[ing] providently, quickly,\nand kindly” “[w]hat Nature does blindly, slowly, and ruthlessly.”\nF. Galton, Eugenics: Its Definition, Scope and Aims, in Essays in\nEugenics 42 (1909).By the 1920s, eugenics had become a\n“full-fledged intellectual craze” in the United States,\nparticularly among progressives, professionals, and intellectual\nelites. Imbeciles 2; seeid., at 2–4, 55–57; Cohen,\nHarvard’s Eugenics Era, Harvard Magazine, pp. 48–52 (Mar.–Apr.\n2016) (Harvard’s Eugenics Era). Leaders in the eugenics movement\nheld prominent positions at Harvard, Stanford, and Yale, among\nother schools, and eugenics was taught at 376 universities and\ncolleges. Imbeciles 4; see also Harvard’s Eugenics Era 48. Although\neugenics was widely embraced, Harvard was “more central to American\neugenics than any other university,” with administrators, faculty\nmembers, and alumni “founding eugenics organizations, writing\nacademic and popular eugenics articles, and lobbying government to\nenact eugenics laws.”Ibid.; seeid., at 49–52. One\nHarvard faculty member even published a leading textbook on the\nsubject through the Harvard University Press, Genetics and\nEugenics.Id., at 49.Many eugenicists believed that the distinction\nbetween the fit and the unfit could be drawn along racial lines, a\ndistinction they justified by pointing to anecdotal and statistical\nevidence of disparities between the races. Galton, for example,\npurported to show as a scientific matter that “the average\nintellectual standard of the negro race is some two grades below”\nthat of the Anglo-Saxon, and that “the number among the negroes of\nthose whom we should call half-witted men, is very large.”\nHereditary Genius 338–339. Other eugenicists similarly concluded\nthat “the Negro . . . is in the large eugenicallyinferiorto the white” based on “the relative achievements\nof the race” and statistical disparities in educational outcomes\nand life expectancy in North America, among other factors. P.\nPopenoe & R. Johnson, Applied Eugenics 285 (1920) (Applied\nEugenics); seeid., at 280–297 (elaborating on this view);\nsee also,e.g., R. Gates, Heredity and Eugenics 234 (1923)\n(citing disparities between white and black people and concluding\nthat “the negro’s mental status is thus undoubtedly more primitive\nthan that of the white man”); Hunt, Hand, Pettis, & Russell,\nAbstract, Family Stock Values in White-Negro Crosses: A Note on\nMiscegenation, 8 Eugenical News 67 (1923) (“Experiments, as well as\ngeneral experience, indicate that the average inborn intelligence\nof the white man is considerably higher than that of the\nnegro”).Building on similar assumptions, eugenicist\nLothrop Stoddard argued that the “prodigious birth-rate” of the\nnonwhite races was bringing the world to a racial tipping point. L.\nStoddard, The Rising Tide of Color Against White World-Supremacy\n8–9 (1920). Stoddard feared that without “artificial barriers,” the\nraces “will increasingly mingle, and the inevitable result will be\nthe supplanting or absorption of the higher by the lower types.”Id., at 302. Allowing the white race to be overtaken by\ninferior races, according to Stoddard, would be a tragedy of his-\ntoric proportions:“[T]hat would mean that the race obviously\nendowed with the greatest creative ability, the race which had\nachieved most in the past and which gave the richer promise for the\nfuture, had passed away, carrying with it to the grave those\npotencies upon which the realization of man’s highest hopes\ndepends. A million years of human evolution might go uncrowned, and\nearth’s supreme life-product, man, might never fulfil his potential\ndestiny. This is why we today face ‘The Crisis of the Ages.’ ”Id., at 304.Eugenic arguments like these helped precipitate\nthe Immigration Act of 1924, which significantly reduced\nimmigration from outside of Western and Northern Europe.\n§§11(a)–(b), 43Stat. 159; Imbeciles 126–135; see alsoid.,\nat 135 (discussing the difficulties the Act created for many Jews\nseeking to flee Nazism). The perceived superiority of the white\nrace also led to calls for race consciousness in marital and\nreproductive decisions, including through antimiscegenation laws.\nApplied Eugenics 296 (“We hold that it is to the interests of the\nUnited States . . . to prevent further Negro-white\namalgamation”).Although race was relevant, eugenicists did not\ndefine a person’s “fitness” exclusively by race. A typical list of\ndysgenic individuals would also include some combination of the\n“feeble-minded,” “insane,” “criminalistic,” “deformed,” “crippled,”\n“epileptic,” “inebriate,” “diseased,” “blind,” “deaf,” and\n“dependent (including orphans and paupers).” Imbeciles 139; see\nApplied Eugenics 176–183; cf. G. Chesterton, Eugenics and Other\nEvils 61 (1922) (“[F]eeble-mindedness is a new phrase under which\nyou might segregate anybody” because “this phrase conveys nothing\nfixed and outside opinion”). Immigration policy was insufficient to\naddress these “danger[s] from within,” Imbeciles 4, so eugenicists\nturned to other solutions. Many States adopted laws prohibiting\nmarriages between certain feebleminded, epileptic, or other “unfit”\nindividuals, but forced sterilization emerged as the preferred\nsolution for many classes of dysgenic individuals.Id., at\n63, 66. Indiana enacted the first eugenic sterilization law in\n1907, and a number of other States followed suit.Id., at\n70.This Court threw its prestige behind the\neugenics movement in its 1927 decision upholding the\nconstitutionality of Virginia’s forced-sterilization law,Buckv.Bell,274 U.S.\n200. The plaintiff, Carrie Buck, had been found to be “a feeble\nminded white woman” who was “the daughter of a feeble minded mother\n. . . and the mother of an illegitimate feeble minded\nchild.”Id., at 205.[3]\nIn an opinion written by Justice Oliver Wendell Holmes, Jr., and\njoined by seven other Justices, the Court offered a full-throated\ndefense of forced sterilization:“We have seen more than once that the\npublic welfare may call upon the best citizens for their lives. It\nwould be strange if it could not call upon those who already sap\nthe strength of the State for these lesser sacrifices, often not\nfelt to be such by those concerned, in order to prevent our being\nswamped with incompetence. It is better for all the world, if\ninstead of waiting to execute degenerate offspring for crime, or to\nlet them starve for their imbecility, society can prevent those who\nare manifestly unfit from continuing their kind. The principle that\nsustains compulsory vaccination is broad enough to cover cutting\nthe Fallopian tubes. Three generations of imbeciles are enough.”Id., at 207 (citation omitted).The Court’s decision gave the eugenics movement\nadded legitimacy and considerable momentum; by 1931, 28 of the\nNation’s 48 States had adopted eugenic sterilization laws.\nImbeciles 299–300. Buck was one of more than 60,000 people who were\ninvoluntarily sterilized between 1907 and 1983.Id., at\n319.Support for eugenics waned considerably by the\n1940s as Americans became familiar with the eugenics of the Nazis\nand scientific literature undermined the assumptions on which the\neugenics movement was built. But even today, the Court continues to\nattribute legal significance to the same types of racial-disparity\nevidence that were used to justify race-based eugenics. See T.\nSowell, Discrimination and Disparities 5–6 (rev. ed. 2019)\n(Sowell).[4] And support for\nthe goal of reducing undesirable populations through selective\nreproduction has by no means vanished.IIThis case highlights the fact that abortion is\nan act rife with the potential for eugenic manipulation. From the\nbeginning, birth control and abortion were promoted as means of\neffectuating eugenics. Planned Parenthood founder Margaret Sanger\nwas particularly open about the fact that birth control could be\nused for eugenic purposes. These arguments about the eugenic\npotential for birth control apply with even greater force to\nabortion, which can be used to target specific children with\nunwanted characteristics. Even after World War II, future Planned\nParenthood President Alan Guttmacher and other abortion advocates\nendorsed abortion for eugenic reasons and promoted it as a means of\ncontrolling the population and improving its quality. As explained\nbelow, a growing body of evidence suggests that eugenic goals are\nalready being realized through abortion.ALike many elites of her day, Sanger accepted\nthat eugenics was “the most adequate and thorough avenue to the\nsolution of racial, political and social problems.” Sanger, The\nEugenic Value of Birth Control Propaganda, Birth Control Rev., Oct.\n1921, p. 5 (Propaganda). She agreed with eugenicists that “the\nunbalance between the birth rate of the ‘unfit’ and the\n‘fit’ ” was “the greatest present menace to civilization.”Ibid.Particularly “in a democracy like that of the United\nStates,” where “[e]quality of political power has . . .\nbeen bestowed upon the lowest elements of our population,” Sanger\nworried that “reckless spawning carries with it the seeds of\ndestruction.” Pivot of Civilization 177–178.Although Sanger believed that society was\n“indebted” to “the Eugenists” for diagnosing these problems, she\ndid not believe that they had “show[n] much power in suggesting\npractical and feasible remedies.”Id., at 178.“As an\nadvocate of Birth Control,” Sanger attempted to fill the gap by\nshowing that birth control had “eugenic and civilizational value.”\nPropaganda 5. In her view, birth-control advocates and eugenicists\nwere “seeking a single end”—“to assist the race toward the\nelimination of the unfit.” Racial Betterment 11. But Sanger\nbelieved that the focus should be “upon stopping not only the\nreproduction of the unfit but upon stoppingallreproduction\nwhen there is not economic means of providing proper care for those\nwho are born in health.”Ibid.(emphasis added). Thus, for\nSanger, forced sterilization did “not go to the bottom of the\nmatter” because it did not “touc[h] the great problem of unlimited\nreproduction” of “those great masses, who through economic pressure\npopulate the slums and there produce in their helplessness other\nhelpless, diseased and incompetent masses, who overwhelm all that\neugenics can do among those whose economic condition is better.”Id., at 12. In Sanger’s view, frequent reproduction among\n“the majority of wage workers” would lead to “the contributing of\nmorons, feeble-minded, insane and various criminal types to the\nalready tremendous social burden constituted by these unfit.”Ibid.Sanger believed that birth control was an\nimportant part of the solution to these societal ills. She\nexplained, “Birth Control . . . is really the greatest\nand most truly eugenic method” of “human generation,” “and its\nadoption as part of the program of Eugenics would immediately give\na concrete and realistic power to that science.” Pivot of\nCivilization 189. Sanger even argued that “eugenists and others who\nare laboring for racial betterment” could not “succeed” unless they\n“first clear[ed] the way for Birth Control.” Racial Betterment 11.\nIf “the masses” were given “practical education in Birth\nControl”—for which there was “almost universal demand”—then the\n“Eugenic educator” could use “Birth Control propaganda” to “direct\na thorough education in Eugenics” and influence the reproductive\ndecisions of the unfit. Propaganda 5. In this way, “the campaign\nfor Birth Control [was] not merely of eugenic value, but [was]\npractically identical in ideal with the final aims of Eugenics.”Ibid.Sanger herself campaigned for birth control in\nblack communities. In 1930, she opened a birth-control clinic in\nHarlem. See Birth Control or Race Control? Sanger and the Negro\nProject, Margaret Sanger Papers Project Newsletter #28 (2001),\nhttp://www.nyu.edu/projects/sanger/ articles/bc_or_race_control.php\n(all Internet materials as last visited May 24, 2019). Then, in\n1939, Sanger initiated the “Negro Project,” an effort to promote\nbirth control in poor, Southern black communities.Ibid.Noting that blacks were “ ‘notoriously underprivileged and\nhandicapped to a large measure by a “caste” system,’ ” she\nargued in a fundraising letter that “ ‘birth control knowledge\nbrought to this group, is the most direct, constructive aid that\ncan be given them to improve their immediate situation.’ ”Ibid.In a report titled “Birth Control and the Negro,”\nSanger and her coauthors identified blacks as “ ‘the great\nproblem of the South’ ”—“the group with ‘the greatest\neconomic, health, and social problems’ ”—and developed a\nbirth-control program geared toward this population.Ibid.She later emphasized that black ministers should be involved in the\nprogram, noting, “ ‘We do not want word to go out that we want\nto exterminate the Negro population, and the minister is the man\nwho can straighten out that idea if it ever occurs to any of their\nmore rebellious members.’ ”Ibid.Defenders of Sanger point out that W. E. B.\nDuBois and other black leaders supported the Negro Project and\nargue that her writings should not be read to imply a racial bias.Ibid.; see Planned Parenthood, Opposition Claims About\nMargaret Sanger (2016), https://www.\nplannedparenthood.org/uploads/filer_public/37/ fd / 37fdc7b6-\nde5f-4d22 - 8c05 - 9568268e92d8 / sanger_opposition_claims_\nfact_sheet_2016.pdf. But Sanger’s motives are immaterial to the\npoint relevant here: that “Birth Control” has long been understood\nto “ope[n] the way to the eugenist.” Racial Betterment 12.BTo be sure, Sanger distinguished between birth\ncontrol and abortion. Woman and the New Race 128–129; see,e.g., Sanger, Birth Control or Abortion? Birth Control Rev.,\nDec. 1918, pp. 3–4. For Sanger, “[t]he one means health and\nhappiness—a stronger, better race,” while “[t]he other means\ndisease, suffering, [and] death.” Woman and the New Race 129.\nSanger argued that “nothing short of contraceptives can put an end\nto the horrors of abortion and infanticide,”id., at 25, and\nshe questioned whether “we want the precious, tender qualities of\nwomanhood, so much needed for our racial development, to perish in\n[the] sordid, abnormal experiences” of abortions,id., at\n29. In short, unlike contraceptives, Sanger regarded “the hundreds\nof thousands of abortions performed in America each year [as] a\ndisgrace to civilization.”Id., at 126.Although Sanger was undoubtedly correct in\nrecognizing a moral difference between birth control and abortion,\nthe eugenic arguments that she made in support of birth control\napply with even greater force to abortion. Others were well aware\nthat abortion could be used as a “metho[d] of eugenics,” 6 H.\nEllis, Studies in the Psychology of Sex 617 (1910), and they were\nenthusiastic about that possibility. Indeed, some eugenicists\nbelieved that abortion should be legal for the verypurposeof promoting eugenics. See Harris, Abortion in Soviet Russia: Has\nthe Time Come To Legalize It Elsewhere? 25 Eugenics Rev. 22 (1933)\n(“[W]e are being increasingly compelled to consider legalized\nabortion as well as birth control and sterilization as possible\nmeans of influencing the fitness and happiness and quality of the\nrace”); Aims and Objects of the Eugenics Society, 26 Eugenics Rev.\n135 (1934) (“TheSocietyadvocates the provision of\nlegalized facilities for voluntarily terminating pregnancy in cases\nof persons for whom sterilization is regarded as appropriate”).\nSupport for abortion can therefore be found throughout the\nliterature on eugenics.E.g., Population Control: Dr. Binnie\nDunlop’s Address to the Eugenics Society, 25 Eugenics Rev. 251\n(1934) (lamenting “the relatively high birth-rate of the poorest\nthird of the population” and “the serious rate of racial\ndeterioration which it implied,” and arguing that “this birth-rate\n. . . would fall rapidly if artificial abortion were made\nlegal”); Williams, The Legalization of Medical Abortion, 56\nEugenics Rev. 24–25 (1964) (“I need hardly stress the eugenic\nargument for extending family planning”—including “voluntary\nsterilization” and “abortion”—to “all groups, not merely to those\nwho are the most intelligent and socially responsible”).Abortion advocates were sometimes candid about\nabortion’s eugenic possibilities. In 1959, for example, Guttmacher\nexplicitly endorsed eugenic reasons for abortion. A. Guttmacher,\nBabies by Choice or by Chance 186–188 (1959). He explained that\n“the quality of the parents must be taken into account,” including\n“[f ]eeble-mindedness,” and believed that “it should be\npermissible to abort any pregnancy . . . in which there\nis a strong probability of an abnormal or malformed infant.”Id., at 198. He added that the question whether to allow\nabortion must be “separated from emotional, moral and religious\nconcepts” and “must have as its focus normal, healthy infants born\ninto homes peopled with parents who have healthy bodies and minds.”Id., at 221. Similarly, legal scholar Glanville Williams\nwrote that he was open to the possibility of eugenic infanticide,\nat least in some situations, explaining that “an eugenic killing by\na mother, exactly paralleled by the bitch that kills her mis-\nshapen puppies, cannot confidently be pronounced im- moral.” G.\nWilliams, Sanctity of Life and the Criminal Law 20 (1957). The\nCourt cited Williams’ book for a different proposition inRoev.Wade,410 U.S.\n113, 130, n. 9 (1973).But public aversion to eugenics after World War\nII also led many to avoid explicit references to that term. The\nAmerican Eugenics Society, for example, changed the name of its\nscholarly publication from “Eugenics Quarterly” to “Social\nBiology.” See D. Paul, Controlling Human Heredity: 1865 to the\nPresent, p. 125 (1995). In explaining the name change, the\njournal’s editor stated that it had become evident that eugenic\ngoals could be achieved “for reasons other than eugenics.”Ibid.For example, “[b]irth control and abortion are turning\nout to be great eugenic advances of our time. If they had been\nadvanced for eugenic reasons it would have retarded or stopped\ntheir acceptance.”Ibid.But whether they used the term\n“eugenics” or not, abortion advocates echoed the arguments of early\n20th-century eugenicists by describing abortion as a way to achieve\n“population control” and to improve the “quality” of the\npopulation. One journal declared that “abortion is the one mode of\npopulation limitation which has demonstrated the speedy impact\nwhich it can make upon a national problem.” Notes of the Quarter:\nThe Personal and the Universal, 53 Eugenics Rev. 186 (1962).\nPlanned Parenthood’s leaders echoed these themes. When exulting\nover “ ‘fantastic . . . progress’ ” in\nexpanding abortion, for example, Guttmacher stated that “ ‘the\nrealization of the population problem has been responsible’ for the\nchange in attitudes. ‘We’re now concerned more with the quality of\npopulation than the quantity.’ ” Abortion Reforms Termed\n“Fantastic,” Hartford Courant, Mar. 21, 1970, p. 16.Avoiding the word “eugenics” did not assuage\neveryone’s fears. Some black groups saw “ ‘family planning’ as\na euphemism for race genocide” and believed that “black people\n[were] taking the brunt of the ‘planning’ ” under Planned\nParenthood’s “ghetto approach” to distributing its services.\nDempsey, Dr. Guttmacher Is the Evangelist of Birth Control,\nN. Y. Times Magazine, Feb. 9, 1969, p. 82. “The\nPittsburgh branch of the National Association for the Advancement\nof Colored People,” for example, “criticized family planners as\nbent on trying to keep the Negro birth rate as low as possible.”\nKaplan, Abortion and Sterilization Win Support of Planned\nParenthood, N. Y. Times, Nov. 14, 1968, p. L50, col.\n1.CToday, notwithstanding Sanger’s views on\nabortion, respondent Planned Parenthood promotes both birth control\nand abortion as “reproductive health services” that can be used for\nfamily planning. Brief in Opposition 1. And with today’s prenatal\nscreening tests and other technologies, abortion can easily be used\nto eliminate children with unwanted characteristics. Indeed, the\nindividualized nature of abortion gives it even more eugenic\npotential than birth control, which simply reduces the chance of\nconceivinganychild. As petitioners and severalamicus\ncuriaebriefs point out, moreover, abortion has proved to be a\ndisturbingly effective tool for implementing the discriminatory\npreferences that undergird eugenics.E.g., Pet. for Cert.\n22–26; Brief for State of Wisconsin et al. asAmici\nCuriae19–25; Brief for Ethics and Religious Liberty Commission\nof the Southern Baptist Convention et al. asAmici\nCuriae9–10.In Iceland, the abortion rate for children\ndiagnosed with Down syndrome in utero approaches 100%. See Will,\nThe Down Syndrome Genocide, Washington Post, Mar. 15, 2018,\np. A23, col. 1. Other European countries have similarly high\nrates, and the rate in the United States is approximately\ntwo-thirds. Seeibid.(98% in Denmark, 90% in the United\nKingdom, 77% in France, and 67% in the United States); see also\nNatoli, Ackerman, McDermott, & Edwards, Prenatal Diagnosis of\nDown Syndrome: A Systematic Review of Termination Rates\n(1995–2011), 32 Prenatal Diagnosis 142 (2012) (reviewing U. S.\nstudies).In Asia, widespread sex-selective abortions have\nled to as many as 160 million “missing” women—more than the entire\nfemale population of the United States. See M. Hvistendahl,\nUnnatural Selection: Choosing Boys Over Girls, and the Consequences\nof a World Full of Men 5–6 (2011); see also Kalantry, How To Fix\nIndia’s Sex-Selection Problem, N. Y. Times, Int’l ed., July\n28, 2017, p. 9 (“Over the course of several decades, 300,000\nto 700,000 female fetuses were selectively aborted in India each\nyear. Today there are about 50 million more men than women in the\ncountry”). And recent evidence suggests that sex-selective\nabortions of girls are common among certain populations in the\nUnited States as well. See Almond & Sun, Son-Biased Sex Ratios\nin 2010 U. S. Census and 2011–2013 U. S. Natality Data,\n176 Soc. Sci. & Med. 21 (2017) (concluding that Chinese and\nAsian-Indian families in the United States “show a tendency to\nsex-select boys”); Almond & Edlund, Son-Biased Sex Ratios in\nthe 2000 United States Census, 105 Proc. Nat. Acad. of Sci. 5681\n(2008) (similar).Eight decades after Sanger’s “Negro Project,”\nabortion in the United States is also marked by a considerable\nracial disparity. The reported nationwide abortion ratio— the\nnumber of abortions per 1,000 live births—among black women is\nnearly 3.5 times the ratio for white women. Dept. of Health and\nHuman Services, Centers for Disease Control and Prevention, T.\nJatlaoui et al., Abortion Surveillance—United States, 2015, 67\nMorbidity and Mortality Weekly Report, Surveillance Summaries, No.\nSS–13, p. 35 (Nov. 23, 2018) (Table 13); see also Brief for\nRestoration Project et al. asAmici Curiae5–6. And\nthere are areas of New York City in which black children are more\nlikely to be aborted than they are to be born alive—and are up to\neight times more likely to be aborted than white children in the\nsame area. See N. Y. Dept. of Health, Table 23: Induced\nAbortion and Abortion Ratios by Race/Ethnicity and Resident County\nNew York State–2016,\nhttps://www.health.ny.gov/statistics/vital_statistics/\n2016/table23.htm. Whatever the reasons for these disparities, they\nsuggest that, insofar as abortion is viewed as a method of “family\nplanning,” black people do indeed “tak[e] the brunt of the\n‘planning.’ ” Dempsey,supra, at 82.Some believe that the United States is already\nexperiencing the eugenic effects of abortion. According to one\neconomist, “Roe v. Wadehelp[ed] trigger, a generation\nlater, the greatest crime drop in recorded history.” S. Levitt\n& S. Dubner, Freakonomics 6 (2005); seeid., at 136–144\n(elaborating on this theory). On this view, “it turns out that not\nall children are born equal” in terms of criminal propensity.Id., at 6.And legalized abortion meant that the\nchildren of “poor, unmarried, and teenage mothers” who were “much\nmore likely than average to become criminals” “weren’t being born.”Ibid.(emphasis deleted). Whether accurate or not, these\nobservations echo the views articulated by the eugenicists and by\nSanger decades earlier: “Birth Control of itself . . .\nwill make a better race” and tend “toward the elimination of the\nunfit.” Racial Betterment 11–12.IIIIt was against this background that Indiana’s\nLegislature, on the 100th anniversary of its 1907 sterilization\nlaw, adopted a concurrent resolution formally “express[ing] its\nregret over Indiana’s role in the eugenics movement in this country\nand the injustices done under eugenic laws.” Ind. S. Res. 91, 115th\nGen. Assemb., 1st Sess., §1 (2007); see Brief for Pro-Life Legal\nDefense Fund et al. asAmici Curiae6–8. Recognizing\nthat laws implementing eugenic goals “targeted the most vulnerable\namong us, including the poor and racial minorities, . . .\nfor the claimed purpose of public health and the good of the\npeople,” Ind. S. Res. 91, at 2, the General Assembly “urge[d] the\ncitizens of Indiana to become familiar with the history of the\neugenics movement” and “repudiate the many laws passed in the name\nof eugenics and reject any such laws in the future,”id.,\n§2.In March 2016, the Indiana Legislature passed by\nwide margins the Sex-Selective and Disability Abortion Ban at issue\nhere. Respondent Planned Parenthood promptly filed a lawsuit to\nblock the law from going into effect, arguing that the Constitution\ncategorically protects a woman’s right to abort her child based\nsolely on the child’s race, sex, or disability. The District Court\nagreed, granting a preliminary injunction on the eve of the law’s\neffective date, followed by a permanent injunction. A panel of the\nSeventh Circuit affirmed. Pointing toPlanned Parenthood of\nSoutheastern Pa.v.Casey,505 U.S.\n833(1992), both the District Court and the Seventh Circuit\nheld that this Court had already decided the matter:\n“Casey’s holding that a woman has the right to terminate her\npregnancy prior to viability is categorical.”Planned Parenthood\nof Indiana and Kentucky, Inc.v.Commissioner of Indiana\nState Dept. of Health, 888 F.3d 300, 305 (CA7 2018); seePlanned Parenthood of Indiana and Kentucky, Inc.v.Commissioner,Indiana State Dept. of Health, 265\nF. Supp. 3d 859, 866 (SD Ind. 2017). In an opinion dissenting\nfrom the denial of rehearing en banc, Judge Easterbrook expressed\nskepticism as to this holding, explaining that “Caseydid\nnot consider the validity of an anti-eugenics law” and that\njudicial opinions, unlike statutes, “resolve only the situations\npresented for decision.”Planned Parenthood of Indiana and\nKentucky, Inc.v.Commissioner of Indiana State Dept. of\nHealth, 917 F.3d 532, 536 (CA7 2018).Judge Easterbrook was correct. Whatever else\nmight be said aboutCasey, it did not decide whether the\nConstitution requires States to allow eugenic abortions. It\naddressed the constitutionality of only “five provisions of the\nPennsylvania Abortion Control Act of 1982” that were said to burden\nthe supposed constitutional right to an abortion.Casey,supra, at 844. None of those provisions prohibited abortions\nbased solely on race, sex, or disability. In fact, the very first\nparagraph of the respondents’ brief inCaseymade it clear\nto the Court that Pennsylvania’s prohibition on sex-selective\nabortions was “not [being] challenged,” Brief for Respondents inPlanned Parenthood of Southeastern Pa.v.Casey, O.\nT. 1991, Nos. 91–744, 91–902, p. 4. In light of the Court’s\ndenial of certiorari today, the constitutionality of other laws\nlike Indiana’s thus remains an open question.The Court’s decision to allow further\npercolation should not be interpreted as agreement with the\ndecisions below. Enshrining a constitutional right to an abortion\nbased solely on the race, sex, or disability of an unborn child, as\nPlanned Parenthood advocates, would constitutionalize the views of\nthe 20th-century eugenics movement. In other contexts, the Court\nhas been zealous in vindicating the rights of people even\npotentially subjected to race, sex, and disability discrimination.\nCf.Pena-Rodriguezv.Colorado, 580 U. S. ___,\n___ (2017) (slip op., at 15) (condemning “discrimination on the\nbasis of race” as “ ‘odious in all aspects’ ”);United\nStatesv.Virginia,518 U.S.\n515, 532 (1996) (denouncing any “law or official policy [that]\ndenies to women, simply because they are women, . . .\nequal opportunity to aspire, achieve, participate in and contribute\nto society based on their individual talents and capacities”);Tennesseev.Lane,541 U.S.\n509, 522 (2004) (condemning “irrational disability\ndiscrimination”).Although the Court declines to wade into these\nissues today, we cannot avoid them forever. Having created the\nconstitutional right to an abortion, this Court is dutybound to\naddress its scope. In that regard, it is easy to understand why the\nDistrict Court and the Seventh Circuit looked toCaseyto\nresolve a question it did not address. Where else could they turn?\nThe Constitution itself is silent on abortion.With these observations, I join the opinion of\nthe Court.Notes1Justice Ginsburg’s\ndissent from this holding makes little sense. It is not a\n“ ‘waste’ ” of our resources to summarily reverse an\nincorrect decision that created a Circuit split.Post, at 2.\nAnd Justice Ginsburg does not even attempt to argue that the\ndecision below was correct. Instead, she adopts Chief Judge Wood’s\nalternative suggestion that regulating the disposition of an\naborted child’s body might impose an “undue burden” on the mother’s\nright to abort that (already aborted) child. Seepost, at 1.\nThis argument is difficult to understand, to say the least—which\nmay explain why even respondent Planned Parenthood did not make it.\nThe argument also lacks evidentiary support. SeePlanned\nParenthood of Indiana and Kentucky, Inc.v.Commissioner of\nIndiana State Dept. of Health, 917 F.3d 532, 538 (CA7 2018) (en\nbanc) (Easterbrook, J., dissenting).2See,e.g., Ariz.\nRev. Stat. Ann. §13–3603.02 (2018) (sex and race); Ark. Code\n§20–16–1904 (2018) (sex); Kan. Stat. Ann. §65–6726 (2017) (sex);\nLa. Rev. Stat. Ann. §40:1061.1.2 (2019) (genetic abnormality);\nN. C. Gen. Stat. §90–21.121 (2017) (sex); N. D. Cent.\nCode Ann. §14–02.1–04.1 (2017) (sex and genetic abnormality); Ohio\nRev. Code Ann. §2919.10 (2018) (Down syndrome); Okla. Stat., Tit.\n63, §1–731.2(B) (2016) (sex); 18 Pa. Cons. Stat. §3204(c) (2015)\n(sex); S. D. Codified Laws §34–23A–64 (2018) (sex). My focus\non a State’s compelling interest in prohibiting eugenics in\nabortion does not suggest that States lack other compelling\ninterests in adopting these or other abortion-related\nlaws.3The finding that Buck was\n“feeble minded” was apparently wrong. See P. Lombardo, Three\nGenerations, No Imbeciles: Eugenics, the Supreme Court, andBuck\nv.Bell277 (2008) (arguing that “the case was a sham”);\nsee Imbeciles 15–35 (arguing that Buck had perfectly normal\nintelligence and no medical records of any\ndisability).4Both eugenics and\ndisparate-impact liability rely on the simplistic and often faulty\nassumption that “some one particular factor is the key or dominant\nfactor behind differences in outcomes” and that one should expect\n“an even or random distribution of outcomes . . . in the\nabsence of such complicating causes as genes or discrimination.”\nSowell 25, 87. Among other pitfalls, these assumptions tend to\ncollapse the distinction between correlation and causation and\nshift the analytical focus away from “flesh-and-blood human\nbeing[s]” to impersonal statistical groups frozen in time.Id., at 83; seeid., at 87–149 (explaining how\nstatistics and linguistics can be used to obscure realities). Just\nas we should not assume, based on bare statistical disparities,\n“that the Negro lacks in his germ-plasm excellence of some\nqualities which the white races possess,” Applied Eugenics 285,\n“[w]e should not automatically presume that any institution with a\nneutral practice that happens to produce a racial disparity is\nguilty of discrimination until proved innocent.”Texas Dept. of\nHousing and Community Affairsv.Inclusive Communities\nProject, Inc., 576 U. S. ___, ___ (2015) (Thomas, J.,\ndissenting) (slip op., at 8). Both views “ignore the complexities\nof human existence.”Id., at ___ (slip op., at\n9).",
    "joined": []
}