{
    "case": {
        "docket": "21-463",
        "citation": "595",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/595/21-463/"
    },
    "id": "4505954",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–463_________________Whole Woman’s Health, et al., PETITIONERSv.Austin Reeve Jackson, Judge, District Court of Texas,\n114th District, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[December 10, 2021]Justice Thomas, concurring in part and\ndissenting in part.I join all but Part II–C of the Court’s opinion.\nIn my view, petitioners may not maintain suit against any of the\ngovernmental respondents underEx parte Young,209 U.S.\n123(1908).[1] I would\nreverse in full the District Court’s denial of respondents’ motions\nto dismiss and remand with instructions to dismiss the case for\nlack of subject-matter jurisdiction.To begin, there is no freestanding\nconstitutional right to pre-enforcement review in federal court.\nSeeThunder Basin Coal Co.v.Reich,510 U.S.\n200, 220 (1994) (Scalia, J., concurring in part and concurring\nin judgment). Such a right would stand in significant tension with\nthe longstanding Article III principle that federal courts\ngenerally may not “give advisory rulings on the potential success\nof an affirmative defense before a cause of action has even\naccrued.”MedImmune, Inc.v.Genentech, Inc.,549 U.S.\n118, 142 (2007) (Thomas, J., dissenting); see alsoCoffmanv.Breeze Corps.,323\nU.S. 316, 324 (1945) (a party may not “secur[e] an advisory\nopinion in a controversy which has not arisen”).That said, a party subject to imminent threat of\nstate enforcement proceedings may seek a kind of pre-enforcement\nreview in the form of a “negative injunction.” This procedural\ndevice permits a party to assert “in equity . . . a\ndefense that would otherwise have been available in the State’s\nenforcement proceedings at law.”Virginia Office for Protection\nand Advocacyv.Stewart,563 U.S.\n247, 262 (2011) (Kennedy, J., concurring); accord,Douglasv.Independent Living Center of Southern Cal.,\nInc.,565 U.S.\n606, 620 (2012) (Roberts, C. J., dissenting). InEx parte Young, this Court recognized that use of this\nnegative injunction against a governmental defendant provides a\nnarrow exception to sovereign immunity. See 209 U. S., at\n159–160. That exception extends no further than permitting private\nparties in some circumstances to prevent state officials from\nbringing an action to enforce a state law that is contrary to\nfederal law.The negative injunction remedy against state\nofficials countenanced inEx parte Youngis a “standard\ntool of equity,” J. Harrison, Ex ParteYoung, 60 Stan.\nL. Rev. 989, 990 (2008), that federal courts have authority to\nentertain under their traditional equitable jurisdiction, see\nJudiciary Act of 1789, §11, 1Stat. 78. As we have explained\nelsewhere, a federal court’s jurisdiction in equity extends no\nfurther than “the jurisdiction in equity exercised by the High\nCourt of Chancery in England at the time of the adoption of the\nConstitution and the enactment of the original Judiciary Act.”Grupo Mexicano de Desarrollo, S. A.v.Alliance Bond\nFund, Inc.,527 U.S.\n308, 318 (1999) (internal quotation marks omitted). For this\nreason, a negative injunction must fall “within some clear ground\nof equity jurisdiction.”Boise Artesian Hot & Cold Water\nCo.v.Boise City,213 U.S.\n276, 285 (1909); see alsoMissouriv.Jenkins,515 U.S.\n70, 127 (1995) (Thomas, J., concurring) (“[C]ourts of equity\nmust be governed by rules and precedents no less than the courts of\nlaw”). Federal courts therefore lack “power to create remedies\npreviously unknown to equity jurisprudence.”Grupo Mexicano,527 U. S., at 332.The principal opinion “agree[s] with all of\nthese principles.”Ante,at 12. I part ways with the\nprincipal opinion only in its conclusion that the four\nlicensing-official respondents are appropriate defendants underEx parte Young. For at least two reasons, they are\nnot.First, anEx parte Youngdefendant\nmust have “some connection with the enforcement of the\nact”—i.e., “the right and the power to enforce” the “act\nalleged to be unconstitutional.” 209 U. S.,at 157,\n161. The only “act alleged to be unconstitutional” here is\nS. B. 8. And that statute explicitly denies enforcement\nauthority to any governmental official. On this point, the Act is\nat least triply clear. The statute begins: “Notwithstanding. . .any other law, the requirements of this\nsubchapter shall be enforcedexclusivelythrough\n. . . private civil actions.” Tex. Health & Safety\nCode Ann. §171.207(a) (West Cum. Supp. 2021) (emphasis added). The\nAct continues: “No enforcement of this subchapter . . .\nin response to violations of this subchapter, may be taken or\nthreatened by this state . . . or an executive or\nadministrative officer or employee of this state.”Ibid.Later on, S. B. 8 reiterates: “Any person,other than\nan officer or employee of a state or local governmental entity in\nthis state, may bring a civil action.” §171.208(a) (emphasis\nadded). In short, the Act repeatedly confirms that respondent\nlicensing officials, like any other governmental officials, “hav[e]\nno duty at all with regard to the act,” and therefore cannot “be\nproperly made parties to the suit.”Ex parte Young, 209\nU. S., at 158.The principal opinion does not dispute the\nmeaning of these provisions. Instead, it finds residual enforcement\nauthority for the licensing officials elsewhere in\nS. B. 8. In its saving clause, the Act provides that no\ncourt may construe S. B. 8 as “limit[ing] the\nenforceability of any other laws that regulate or prohibit\nabortion.” §171.207(b)(3). If one of these “other laws” permits a\ngovernmental official to enforce S. B. 8, the principal\nopinion reasons, the saving clause preserves that enforcement\nauthority. The principal opinion then proposes that the Texas\nMedical Board may enforce S. B. 8 under §164.055 of the\nTexas Occupations Code. Thus, on that view, S. B. 8\npermits the Medical Board to discipline physicians for violating\nthe statute despite the Act’s command that “the requirements of\nthis subchapter shall be enforcedexclusivelythrough\n. . . private civil actions,” “[n]otwithstanding. . .any other law.” Tex. Health & Safety\nCode Ann. §171.207(a) (emphasis added).Rather than introduce competing instructions in\nS. B. 8, I would read the Act as a “ ‘harmonious\nwhole.’ ”Robertsv.Sea-Land Services, Inc.,566 U.S.\n93, 100 (2012). By its terms, S. B. 8’s saving clause\npreserves enforcement only of laws that “regulate or prohibit\nabortion.” §171.207(b)(3) (emphasis added). Such laws include,\nfor example, restrictions on late-term or partial-birth abortions.\nSee §§171.044, 174.102. Section 164.055 of the Texas Occupations\nCode, by contrast, does not “regulate or prohibit abortion.” As the\nprincipal opinion explains, that provision merely grants authority\nto the Texas Medical Board to enforceotherlaws thatdoregulate abortion. See Tex. Occ. Code Ann. §164.055 (West\n2012). Thus, the saving clause does not apply, and\nS. B. 8 explicitly forecloses enforcement of its\nrequirements by the Texas Medical Board.[2]The principal opinion contends that the Act\n“confirm[s its] understanding” by explicitly proscribing criminal\nprosecution.Ante,at 13, n. 3 (citing Tex. Health\n& Safety Code Ann. §171.207(a)). By withholding criminal\nenforcement authority, the principal opinion argues,\nS. B. 8 tacitly leaves at least some civil enforcement\nauthority in place. But “[t]he force of any negative implication\n. . . depends on context.”Marxv.General\nRevenue Corp.,568 U.S.\n371, 381 (2013). A statute may “indicat[e] that adopting a\nparticular rule . . . was probably not meant to signal\nany exclusion.”Ibid.(internal quotation marks\nomitted).That is the case here. Again, S. B. 8\nrepeatedly bars governmental enforcement. Seesupra,at 3–4.\nThat Texas identified a “specific example” of withheld enforcement\nauthority alongside the Act’s “general” proscription “is not\ninconsistent with the conclusion that [S. B. 8] sweeps as\nbroadly as its language suggests.”Aliv.Federal Bureau\nof Prisons,552 U.S.\n214, 226–227 (2008). Texas “may have simply intended to remove\nany doubt” that criminal prosecution is unavailable under\nS. B. 8.Id.,at 226; see alsoYellenv.Confederated Tribes of\nChehalis Reservation, 594 U. S. ___, ___ (2021) (Gorsuch,\nJ., dissenting) (slip op., at 14) (“illustrative examples can help\norient affected parties and courts to Congress’s thinking”). It is\nunsurprising that Texas repeated itself to make its point “doubly\nsure.”Bartonv.Barr, 590 U. S. __, __ (2020)\n(slip op., at 16). And, in all events, “[r]edundancy in one portion\nof a statute is not a license to rewrite or eviscerate another\nportion of the statute contrary to its text.”Ibid.[3]Second, even when there is an appropriate\ndefendant to sue, a plaintiff may bring an action underEx parte Youngonly when the defendant “threaten[s] and\n[is] about to commence proceedings.” 209 U. S., at 156. Our\nlater cases explain that “the prospect of state suit must be\nimminent.”Moralesv.Trans World Airlines, Inc.,504 U.S.\n374, 382 (1992). Here, none of the licensing officials has\nthreatened enforcement proceedings against petitioners because none\nhas authority to bring them. Petitioners do not and cannot dispute\nthis point.Rather, petitioners complain of the “chill”\nS. B. 8 has on the purported right to abortion. But as\nour cases make clear, it is not enough that petitioners “feel\ninhibited” because S. B. 8 is “on the books.”Youngerv.Harris,401 U.S.\n37, 42 (1971) (internal quotation marks omitted). Nor is a\n“vague allegation” of potential enforcement permissible.Boise\nArtesian, 213 U. S., at 285. To sustain suit against the\nlicensing officials, whether under Article III orEx parte\nYoung, petitioners must show at least a credible and specific\nthreat of enforcement to rescind their medical licenses or assess\nsome other penalty under S. B. 8. SeeSusan B. Anthony\nListv.Driehaus,573 U.S.\n149, 159 (2014). Petitioners offer nothing to make this\nshowing. Even if the licensing-official respondents had enforcement\nauthority, the chance of them using it is, at present, entirely\n“imaginary” and “speculative.”Younger, 401 U. S., at\n42.The irony of this case is that S. B. 8\nhas generated more litigation against those whoopposeabortion than those whoperformit. Respondent Clarkston, a\nstate-court clerk, reports that only three S. B. 8\ncomplaints have been filed in the State of Texas, none of which has\nbeen served. Brief for Respondent Clarkston 9–10. The private\nlitigants brought those actions only after a San Antonio doctor\nperformed a postheartbeat abortion and openly advertised it in the\nWashington Post. See A. Braid, Why I Violated Texas’s Extreme\nAbortion Ban, Washington Post,Sept. 19, 2021, p. A31, col.\n2. Opponents of abortion, meanwhile, have been sued 14 times in the\nTexas state courts, including by some of the very petitioners in\nthis case. See Brief for Respondent Clarkston 10.[4] Petitioners cast aspersions on the Texas\nstate courts, but those courts are not dawdling in these\npre-enforcement actions. The Texas courts held summary- judgment\nhearings on November 10 and entered partial judgment for the\nabortion providers on December 9. SeeVan Steanv.Texas, No. D–1–GN–21–004179 (Dist. Ct. Travis Cty., Tex.,\nDec. 9, 2021). Simply put, S. B. 8’s supporters are under\ngreater threat of litigation than its detractors.Despite the foregoing, the principal opinion\nindicates that the prospect of suit by the licensing respondents is\nimminent. It cites petitioners’ complaint, but the only relevant\nparagraph conclusorily asserts a “risk [of] professional\ndiscipline” because certain respondents allegedly “retain the\nauthority and duty to enforceotherstatutes and regulations\n. . . that could be triggered by a violation of\nS. B. 8.” Complaint ¶107. This “conclusory statemen[t],”\npaired with a bare “ ‘legal conclusion,’ ” cannot survive\na motion to dismiss.Ashcroftv.Iqbal,556 U.S.\n662, 678 (2009).*  *  *I would instruct the District Court to dismiss\nthis case against all respondents, including the four licensing\nofficials, because petitioners may not avail themselves of the\nexception to sovereign immunity recognized inEx parte\nYoung. I join the Court’s opinion in all other respects and\nrespectfully dissent only from Part II–C.Notes1I also would hold that\npetitioners lack Article III standing. As I have explained\nelsewhere, abortion providers lack standing to assert the putative\nconstitutional rights of their potential clients. SeeJune\nMedical Services L.L.C.v.Russo, 591 U. S. ___, ___–___ (2020) (dissenting\nopinion) (slip op., at 12–14). Third-party standing aside,\npetitioners also have not shown injury or redressability for many\nof the same reasons they cannot satisfyEx parte Young.\nFor injury, petitioners have shown no likelihood of enforcement by\nany respondent, let alone that enforcement is “certainly\nimpending.”Clapperv.Amnesty Int’l USA,568 U.S.\n398, 410 (2013) (internal quotation marks omitted). For\nredressability, we held last Term that a party may not “attack an\nunenforceable statutory provision,” because this Court may not\nissue “an advisory opinion without the possibility of any judicial\nrelief.”Californiav.Texas, 593 U. S. ___, ___\n(2021) (slip op., at 9) (internal quotation marks omitted); see\nalsoMuskratv.United States,219 U.S.\n346, 361 (1911). Likewise here, petitioners seek a declaration\nthat S. B. 8 is unlawful even though no respondent can or\nwill enforce it.2For the remaining\nlicensing officials—the heads of the Texas Health and Human\nServices Commission, the Texas Board of Nursing, and the Texas\nBoard of Pharmacy—the principal opinion identifies no law that\nconnects these officials to S. B. 8 or overrides the\nAct’s preclusion of governmental enforcement authority. Indeed, as\nto the Health and Human Services Commission, S. B. 8\nexplicitly forecloses enforcement authority. The Act states: “The\ncommission shall enforce [Chapter 171] except for Subchapter H,”\nwhere S. B. 8 is codified, “which shall be enforced\nexclusively through . . . private civil enforcement\nactions . . . and may not be enforced by the commission.”\nTex. Health & Safety Code Ann. §171.005 (West\n2021).3Because the principal\nopinion’s errors rest on misinterpretations of Texas law, the Texas\ncourts of course remain free to correct its mistakes. See,e.g.,Estate of Thorntonv.Caldor, Inc.,472 U.S.\n703, 709, n. 8 (1985).4Dr. Braid also has filed\nsuit in the Northern District of Illinois against the threepro seplaintiffs who filed S. B. 8 actions\nagainst him. See Complaint inBraidv.Stilley,No.\n21–cv–5283 (Oct. 5, 2021), ECF Doc. 1. Two of the three\nS. B. 8 plaintiffs have made filings in the case, and\nboth are proceedingpro se. Meanwhile, 12 attorneys,\nall from major law firms or interest groups, represent Dr.\nBraid.",
    "joined": []
}