{
    "case": {
        "docket": "15-1191",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/15-1191/"
    },
    "id": "3746291",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1191_________________JEFFERSON B. SESSIONS, III, ATTORNEY GENERAL,\nPETITIONERv.LUIS RAMON MORALES-SANTANAon writ of certiorari to the united states\ncourt of appeals for the second circuit[June 12, 2017]Justice Thomas, with whom Justice Alito joins,\nconcurring in the judgment in part.The Court today holds that we are “not equipped\nto” remedy the equal protection injury that respondent claims his\nfather suffered under the Immigration and Nationality Act (INA) of\n1952.Ante, at 23. I agree with that holding. As the\nmajority concludes, extending 8 U. S. C. §1409(c)’s\n1-year physical presence requirement to unwed citizen fathers (as\nrespondent requests) is not, under this Court’s precedent, an\nappropriate remedy for any equal protection violation. Seeante, at 23. Indeed, I am skeptical that we even have the\n“power to provide relief of the sort requested in this suit—namely,\nconferral of citizenship on a basis other than that prescribed by\nCongress.”Tuan Anh Nguyenv.INS, 533 U. S. 53,\n73 (2001) (Scalia, J., joined by Thomas, J., concurring) (citingMillerv.Albright, 523 U. S. 420, 452 (1998)\n(Scalia, J., joined by Thomas, J., concurring in judgment)).The Court’s remedial holding resolves this case.\nBecause respondent cannot obtain relief in any event, it is\nunnecessary for us to decide whether the 1952 version of the INA\nwas constitutional, whether respondent has third-party standing to\nraise an equal protection claim on behalf of his father, or whether\nother immigration laws (such as the current versions of §§1401(g)\nand 1409) are constitu-tional. I therefore concur only in the\njudgment reversing the Second Circuit.",
    "joined": []
}