{
    "case": {
        "docket": "111",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/111/"
    },
    "id": "1962885",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTKNOWLES V. MIRZAYANCE556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-1315MICHAEL A. KNOWLES, WARDEN, PETITIONERv.ALEXANDRE MIRZAYANCEon writ of certiorari to the united states court of\nappeals for the ninth circuit[March 24, 2009]Justice Thomas delivered the\nopinion of the Court.*A federal court may grant a\nhabeas corpus application arising from a state-court adjudication\non the merits if the state court’s decision “was contrary to, or\ninvolved an unreasonable application of, clearly established\nFederal law, as determined by the Supreme Court of the United\nStates.” 28 U. S. C. §2254(d)(1). In this case, respondent\nAlexandre Mirzayance claimed ineffective assistance of counsel\nbecause his attorney recommended withdrawing his insanity defense.\nThe California courts rejected this claim on state postconviction\nreview. We must decide whether this decision was contrary to or an\nunreasonable application of clearly established federal law. We\nhold that it was not. Whether reviewed under the standard of review\nset forth in §2254(d)(1) orde novo, Mirzayance failed to\nestablish that his counsel’s performance was ineffective, seeStricklandv.Washington,466 U. S. 668(1984).IMirzayance confessed that he\nstabbed his 19-year-old cousin nine times with a hunting knife and\nthen shot her four times. At trial, he entered pleas of not guilty\nand not guilty by reason of insanity (NGI). Under California law,\nwhen both of these pleas are entered, the court must hold a\nbifurcated trial, with guilt determined during the first phase and\nthe viability of the defendant’s NGI plea during the second. Cal.\nPenal Code Ann. §1026(a) (West 1985). During the guilt phase of\nMirzayance’s trial, he sought to avoid a conviction for\nfirst-degree murder by obtaining a verdict on the lesser included\noffense of second-degree murder. To that end, he presented medical\ntestimony that he was insane at the time of the crime and was,\ntherefore, incapable of the premeditation or deliberation necessary\nfor a first-degree murder conviction. The jury nevertheless\nconvicted Mirzayance of first-degree murder.The trial judge set the NGI phase\nto begin the day after the conviction was entered but, on the\nadvice of counsel, Mirzayance abandoned his NGI plea before it\ncommenced. He would have borne the burden of proving his insanity\nduring the NGI phase to the same jury that had just convicted him\nof first-degree murder. Counsel had planned to meet that burden by\npresenting medical testimony similar to that presented in the guilt\nphase, including evidence that Mirzayance was insane and incapable\nof premeditating or deliberating. Because the jury rejected similar\nevidence at the guilt phase (where the State bore the burden of\nproof), counsel believed a defense verdict at the NGI phase (where\nthe burden was on the defendant) was unlikely. He planned, though,\nto have Mirzayance’s parents testify and thus provide an emotional\naccount of Mirzayance’s struggles with mental illness to supplement\nthe medical evidence of insanity. But on the morning that the NGI\nphase was set to begin, Mirzayance’s parents refused to testify.\nAfter consulting with co-counsel, counsel advised Mirzayance that\nhe should withdraw the NGI plea. Mirzayance accepted the\nadvice.After he was sentenced, Mirzayance challenged\nhis conviction in state postconviction proceedings. Among other\nallegations, he claimed that counsel’s recommendation to withdraw\nthe NGI plea constituted ineffective assistance of counsel underStrickland. The California trial court denied the petition\nand the California Court of Appeal affirmed without offering any\nreason for its rejection of this particular ineffective assistance\nclaim.Peoplev.Mirzayance, Nos. B116856,\nB124764 (Mar. 31, 1999), App. to Pet. for Cert. 165–167, 200–201\n(hereinafter App.). Mirzayance then filed an application for\nfederal habeas relief under 28 U. S. C. §2254, which the\nDistrict Court denied without an evidentiary hearing. The Court of\nAppeals reversed the District Court and ordered an evidentiary\nhearing on counsel’s recommendation to withdraw the NGI plea.Mirzayancev.Hickman, 66 Fed. Appx. 676, 679–681\n(CA9 2003). During that evidentiary hearing, a Magistrate Judge\nmade factual findings that the District Court later adopted.\nPost-Remand Report and Recommendation of United States Magistrate\nJudge in No. CV 00–01388 DT (RZ) (CD Cal.), App. 38, 68;Mirzayancev.Knowles, No. CV 00–1388 DT (RZ) (CD\nCal., Nov. 15, 2004),id., at 35–36.According to the Magistrate Judge, counsel’s\nstrategy for the two-part trial was to seek a second-degree murder\nverdict in the first stage and to seek an NGI verdict in the second\nstage. This strategy faltered when the jury instead convicted\nMirzayance of first-degree murder. In the circumstances of this\ncase, the medical evidence that Mirzayance planned to adduce at the\nNGI phase essentially would have duplicated evidence that the jury\nhad necessarily rejected in the guilt phase. First-degree murder in\nCalifornia includes any killing that is “willful, deliberate, and\npremeditated.” Cal. Penal Code Ann. §189 (West 1999). To prove NGI,\na defendant must show that he was incapable of knowing or\nunderstanding the nature of his act or of distinguishing right from\nwrong at the time of the offense. SeePeoplev.Lawley, 27 Cal. 4th 102, 170, 38 P. 3d 461, 508\n(2002). Highlighting this potential contradiction, the trial judge\ninstructed the jury during the guilt phase that “[t]he word\n‘deliberate,’ ” as required for a first-degree murder\nconviction, “means formed or arrived at or determined upon as a\nresult of careful thought and weighing of considerations for and\nagainst the proposed course of action.” App. 48–49.When the jury found Mirzayance guilty of\nfirst-degree murder, counsel doubted the likelihood of prevailing\non the NGI claim. According to the Magistrate Judge:“The defense suspected that a jury’s finding,\nbeyond a reasonable doubt, that [Mirzayance] had ‘deliberated’ and\n‘premeditated’ his killing of [the victim] as a practical matter\nwould cripple [Mirzayance’s] chances of convincing the jury later,\nduring the sanity phase, that [Mirzayance] nevertheless ‘was\nincapable of knowing or understanding the nature and quality of his\n… act and of distinguishing right from wrong at the time of the\ncommission of the offense,’ Cal. Penal Code\n§25(b), … ..     .     .     .     .“Any remaining chance of securing an NGI verdict … now depended\n(in [counsel’s] view) on presenting some ‘emotional [im]pact’\ntestimonyby[Mirzayance’s]parents, which\n[counsel] had viewed as key even if the defensehadsecured a second-degree murder verdict at the guilt phase.”Id., at 50–51 (emphasis in original; capitalization\nomitted).But, as the Magistrate Judge\nfound, on the morning that the NGI phase was set to begin,\nMirzayance’s parents effectively refused to testify:“[T]he parents at least expressed clearreluctanceto testify, which, in context, conveyed the\nsame sense as a refusal.”Id., at 72 (emphasis in\noriginal).Although the parties disputed this point, the\nparents’ later actions supported the Magistrate Judge’s finding\nthat the parents’ reluctance to testify amounted to refusal:“Corroborating the Court’s\nfinding that [Mirzayance’s] parents indicated a strong\ndisinclination to testify at the NGI phase are the facts that (1)\nthey did not testify later at his sentencing hearing, and (2) the\nreason for their choosing not to do so … is that … [it] would have\nbeen ‘too emotional’ for them… . If weeks after the guilty\nverdict and the withdrawal of their son’s NGI plea, [Mirzayance’s]\nparents’ emotions still prevented them from testifying at the\nsentencing hearing, then surely those emotional obstacles to their\ntestifyingin the NGI phasewould have been at least as\npotent, and probably more so.”Id., at 73 (emphasis in\noriginal).The Magistrate Judge found that\ncounsel made a carefully reasoned decision not to go forward with\nthe NGI plea:“[Counsel] carefully weighed his options before\nmaking his decision final; he did not make it rashly… .\n[Counsel’s] strategy at the NGI phase … depended entirely on the\nheartfelt participation of [Mirzayance’s] parents as\nwitnesses… . Moreover, [counsel] knew that, although he had\nexperts lined up to testify, their testimony had significant\nweaknesses… . [Counsel’s] NGI-phase strategy became impossible\nto attempt once [Mirzayance’s] parents … expressed … their\nreluctance to [testify] … . All [counsel] was left with\nwere four experts, all of whom reached a conclusion—that\n[Mirzayance] did not premeditate and deliberate his crime—that the\nsame jury about to hear the NGI evidence already had rejected under\na beyond-a-reasonable-doubt standard of proof. The experts were\nsubject to other impeachment as well… . [Counsel] discussed\nthe situation with his experienced co-counsel … who concurred in\n[counsel’s] proposal that he recommend to [Mirzayance] the\nwithdrawal of the NGI plea.”Id., at 69–71.Based on these factual findings, the Magistrate\nJudge stated that, in his view, counsel’s performance was not\ndeficient.Despite this determination, the Magistrate\nJudge concluded that the court was bound by the Court of Appeals’\nremand order to determine only whether “ ‘there were tactical\nreasons for abandoning the insanity defense.’ ”Id.,\nat 98 (quotingHickman, 66 Fed. Appx., at 680). Even\nthough the Magistrate Judge thought that counsel was reasonable in\nrecommending that a very weak claim be dropped, the Magistrate\nJudge understood the remand order to mean that counsel’s\nperformance was deficient if withdrawing the NGI plea would achieve\nno tactical advantage. The Magistrate Judge found that\n“[Mirzayance] had nothing to lose” by going forward with the NGI\nphase of the trial, App. 100, and thus held, under the remand\norder, that counsel’s performance was deficient,ibid. As\nto prejudice, the Magistrate Judge concluded the court was\nsimilarly bound by the remand order because the Court of Appeals\ndescribed the NGI defense as remaining “ ‘viable and\nstrong.’ ”Id., at 98 (quotingHickman,supra, at 681). Accordingly, the Magistrate Judge found\nprejudice and recommended granting the writ of habeas corpus. The\nDistrict Court accepted this recommendation and granted the\nwrit.The Court of Appeals affirmed.Mirzayancev.Knowles, 175 Fed. Appx. 142, 143\n(CA9 2006). It first stated that the lower court had misunderstood\nits remand order, which it described as requiring an examination of\n“counsel’s reason for abandoning the insanity defense,” rather than\nas mandating that the District Court must find deficient\nperformance if it found counsel had “nothing to lose” by pursuing\nthe insanity defense.Ibid.;App. 98–99.\nNonetheless, the Court of Appeals affirmed the finding of deficient\nperformance.    According to the court, Mirzayance’s\n“parents did not refuse, but merely expressed reluctance to\ntestify.”Knowles,175 Fed. Appx., at 144. And because\nthey may have been willing, “[c]ompetent counsel would have\nattempted to persuade them to testify, which counsel here admits he\ndid not.”Ibid.[Footnote\n1]The Court of Appeals also “disagree[d] that counsel’s\ndecision was carefully weighed and not made rashly.”Ibid.Furthermore, even though it had suggested that\nthe District Court unnecessarily evaluated counsel’s strategy under\na “nothing to lose” standard, the Court of Appeals affirmed the\nDistrict Court in large part because Mirzayance’s “counsel did not\nmake a true tactical choice” based on its view that counsel had\nnothing to gain by dropping the NGI defense.Ibid.The\ncourt held that “[r]easonably effective assistance would put on the\nonly defense available, especially in a case such as this where\nthere was significant potential for success.”Id.,at 145\n(internal quotation marks omitted). The Court of Appeals also found\nprejudice because, in its view, “[i]f counsel had pursued the\ninsanity phase of the trial, there is a reasonable probability . .\n. that the jury would have found Mirzayance insane.”Ibid.We granted the petition for writ of\ncertiorari, vacated the Court of Appeals’ opinion, and remanded for\nfurther consideration in light ofCareyv.Musladin,549 U. S. 70(2006),\nwhich held that a state court had not “ ‘unreasonabl[y]\nappli[ed] clearly established Federal law’ ” when it declined\nto apply our precedent concerning state-sponsored courtroom\npractices to a case involving spectator conduct at trial,id., at 76–77.Knowlesv.Mirzayance,549 U. S. 1199(2007). On remand, the Court of Appeals concluded that its decision\nwas unaffected byMusladinand again affirmed the District\nCourt’s grant of habeas corpus. App. 4. The Court of Appeals\nreiterated the same analysis on which it had relied prior to this\nCourt’s remand, again finding that the California court had\nunreasonably applied clearly established federal law because\ndefense counsel’s failure to pursue the insanity defense\nconstituted deficient performance as it “secured … [n]o actual\ntactical advantage.”Id., at 8. We granted certiorari, 554\nU. S. ___ (2008).IIUnder the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA), 28 U. S. C.\n§2254(d)(1), a federal court may not grant a state prisoner’s\nhabeas application unless the relevant state-court decision “was\ncontrary to, or involved an unreasonable application of, clearly\nestablished Federal law, as determined by the Supreme Court of the\nUnited States.”[Footnote 2]\nHere, the relevant state-court decision is the California Court of\nAppeal’s decision denying state habeas relief.We conclude that the state\ncourt’s decision to deny Mirzayance’s\nineffective-assistance-of-counsel claim did not violate clearly\nestablished federal law. The Court of Appeals reached a contrary\nresult based, in large measure, on its application of an improper\nstandard of review—it blamed counsel for abandoning the NGI claim\nbecause there was nothing to lose by pursuing it.[Footnote 3] But this Court has held on\nnumerous occasions that it is not “ ‘an unreasonable\napplication of clearly established Federal law’ ” for a state\ncourt to decline to apply a specific legal rule that has not been\nsquarely established by this Court. SeeWrightv.Van\nPatten, 552 U. S. ___, ___ (2008) (slip op., at 5–6(per\ncuriam);Schrirov.Landrigan,550 U. S. 465, 478\n(2007);Musladin,supra, at 76–77. This Court has\nnever established anything akin to the Court of Appeals’ “nothing\nto lose” standard for evaluatingStricklandclaims.\nIndeed, Mirzayance himself acknowledges that a “nothing to lose”\nrule is “unrecognized by this Court.” Brief for Respondent 28. And\nthe Court of Appeals did not cite any Supreme Court decision\nestablishing a “nothing to lose” standard in any of its three\nopinions in this case. See App. 3–12;Knowles, 175 Fed.\nAppx. 142;Hickman, 66 Fed. Appx. 676.With no Supreme Court precedent establishing a\n“nothing to lose” standard for ineffective-assistance-of-counsel\nclaims, habeas relief cannot be granted pursuant to §2254(d)(1)\nbased on such a standard. Instead, such relief may be granted only\nif the state-court decision unreasonably applied the more general\nstandard for ineffective-assistance-of-counsel claims established\nbyStrickland, in which this Court held that a defendant\nmust show both deficient performance and prejudice in order to\nprove that he has received ineffective assistance of counsel, 466\nU. S., at 687. Indeed, this Court has repeatedly applied that\nstandard to evaluate ineffective-assistance-of-counsel claims where\nthere is no other Supreme Court precedent directly on point. See,e.g.,Van Patten,supra, at ___ (slip\nop., at 5) (evaluating claim underStricklandwhere no\nSupreme Court precedent established that any other standard applied\nto the “novel factual context” before the Court);Schriro,supra, at 478 (evaluating claim under generalStricklandstandard where no Supreme Court precedent\naddressed the particular “situation in which a client interferes\nwith counsel’s efforts to present mitigating evidence to a\nsentencing court”).The question “is not whether a federal court\nbelieves the state court’s determination” under theStricklandstandard “was incorrect but whether that\ndetermination was unreasonable—a substantially higher threshold.”Schriro,supra, at 473. And, because theStricklandstandard is a general standard, a state court\nhas even more latitude to reasonably determine that a defendant has\nnot satisfied that standard. SeeYarboroughv.Alvarado,541 U. S. 652, 664\n(2004) (“[E]valuating whether a rule applica- tion was unreasonable\nrequires considering the rule’s specificity. The more general the\nrule, the more lee- way courts have in reaching outcomes in\ncase-by-case determinations”).Under the doubly deferential judicial\nreview that applies to aStricklandclaim evaluated under\nthe §2254(d)(1) standard, seeYarboroughv.Gentry,540\nU. S. 1, 5–6 (2003)(per curiam), Mirzayance’s\nineffective-assistance claim fails. It was not unreasonable for the\nstate court to conclude that his defense counsel’s performance was\nnot deficient when he counseled Mirzayance to abandon a claim that\nstood almost no chance of success. As explained more fully below,\nthis Court has never required defense counsel to pursue every claim\nor defense, regardless of its merit, viability, or realistic chance\nfor success. See alsoinfra,at 14–15.IIIEven if Mirzayance’s\nineffective-assistance-of-counsel claim were eligible forde\nnovoreview, it would still fail.Stricklandrequires\na defendant to establish deficient performance and prejudice. 466\nU. S., at 687. Mirzayance can establish neither.Mirzayance has not shown “that\ncounsel’s representation fell below an objective standard of\nreasonableness.”Id., at 687–688. “The proper measure of\nattorney performance remains simply reasonableness under prevailing\nprofessional norms.”Id., at 688. “Judicial scrutiny of\ncounsel’s performance must be highly deferential,” and “a court\nmust indulge a strong presumption that counsel’s conduct falls\nwithin the wide range of reasonable professional assistance.”Id., at 689. “[S]trategic choices made after thorough\ninvestigation of law and facts relevant to plausible options are\nvirtually unchallengeable.”Id., at 690.Here, Mirzayance has not shown that his\ncounsel violated these standards. Rather, his counsel merely\nrecommended the withdrawal of what he reasonably believed was a\nclaim doomed to fail. The jury had already rejected medical\ntestimony about Mirzayance’s mental state in the guilt phase,\nduring which the State carried its burden of proving guilt beyond a\nreasonable doubt. The Magistrate Judge explained this point:“All [counsel] was left with were four experts, all\nof whom reached a conclusion—that [Mirzayance] did not premeditate\nand deliberate his crime—that the same jury about to hear the NGI\nevidence already had rejected under a beyond-a-reasonable-doubt\nstandard of proof. The experts were subject to other impeachment as\nwell.” App. 71.In fact, the Magistrate Judge found that counsel\n“convincingly detailed ways in which [the experts] could have been\nimpeached, for overlooking or minimizing facts which showcased\n[Mirzayance’s] clearly goal-directed behavior.”Id., at\n70.In the NGI phase, the burden would have\nswitched to Mirzayance to prove insanity by a preponderance of the\nevidence. Mirzayance’s counsel reasonably believed that there was\nalmost no chance that the same jury would have reached a different\nresult when considering similar evidence, especially with\nMirzayance bearing the burden of proof. Furthermore, counsel knew\nhe would have had to present this defense without the benefit of\nthe parents’ testimony, which he believed to be his strongest\nevidence. Seeibid.(“[Counsel’s] strategy at the NGI\nphase had been to appeal to the jury in one or both of two ways\nthat depended entirely on the heartfelt participation of\n[Mirzayance’s] parents as witnesses”). Counsel reasonably concluded\nthat this defense was almost certain to lose.The Court of Appeals took the position that\nthe situation was not quite so dire because the parents “merely\nexpressed reluctance to testify.”Id.,at 7;Knowles,175 Fed. Appx., at 144. It explained that\n“[c]ompetent counsel would have attempted to persuade them to\ntestify.” App. 7;Knowles,supra, at 144. But\nthat holding is in tension with the Magistrate Judge’s findings and\napplies a more demanding standard thanStricklandprescribes. The Magistrate Judge noted that the parents “conveyed\nthe same sense as a refusal.” App. 72. Indeed, the Magistrate Judge\nfound that the parents “did not testify later at [Mirzayance’s]\nsentencing hearing” because it “would have been ‘too emotional’ for\nthem.”Id., at 73 (quoting testimony from evidentiary\nhearing). Competence does not require an attorney to browbeat a\nreluctant witness into testifying, especially when the facts\nsuggest that no amount of persuasion would have succeeded.\nCounsel’s acceptance of the parents’ “convey[ance] [of] … a\nrefusal,”id.,at 72, does not rise to the high bar for\ndeficient performance set byStrickland.Mirzayance’s failure to show ineffective\nassistance of counsel is confirmed by the Magistrate Judge’s\nfinding that “[counsel] carefully weighed his options before making\nhis decision final; he did not make it rashly.” App. 69. The\nMagistrate Judge explained all of the factors that counsel\nconsidered—many of which are discussed above—and noted that counsel\n“discussed the situation with his experienced co-counsel” before\nmaking it.Id., at 71. In making this finding, the\nMagistrate Judge identified counsel’s decision as essentially an\ninformed decision “made after thorough investigation of law and\nfacts relevant to plausible options.”Strickland, 466 U.\nS., at 690. As we stated inStrickland, such a decision is\n“virtually unchallengeable.”Ibid.Without even referring to the Magistrate\nJudge’s finding, the Court of Appeals “disagree[d] that counsel’s\ndecision was carefully weighed and not made rashly.” App. 7;Knowles, supra, at 144. In its view, “counsel\nacted on his subjective feelings of hopelessness without even\nconsidering the potential benefit to be gained in persisting with\nthe plea.” App. 8;Knowles,supra, at 144–145.\nBut courts of appeals may not set aside a district court’s factual\nfindings unless those findings are clearly erroneous. Fed. Rule\nCiv. Proc. 52(a);Andersonv.Bessemer City,470 U. S. 564,\n573–574 (1985). Here, the Court of Appeals failed even to mention\nthe clearly-erroneous standard, let alone apply it, before\neffectively overturning the lower court’s factual findings related\nto counsel’s behavior.In light of the Magistrate Judge’s factual\nfindings, the state court’s rejection of Mirzayance’s\nineffective-assistance-of-counsel claim was consistent withStrickland. The Court of Appeals insisted, however, that\n“ ‘[r]easonably effective assistance’ required here that\ncounsel assert the only defense available … .” App. 8; see\nalsoKnowles,supra, at 145. But we are aware of\nno “prevailing professional norms” that prevent counsel from\nrecommending that a plea be withdrawn when it is almost certain to\nlose. SeeStrickland,supra, at 688. And in this\ncase, counsel did not give up “the only defense available.” Counsel\nput on a defense to first-degree murder during the guilt phase.\nCounsel also defended his client at the sentencing phase.[Footnote 4] The law does not require\ncounsel to raise every available nonfrivolous defense. SeeJonesv.Barnes,463 U. S. 745, 751\n(1983); cf.Wigginsv.Smith,539 U. S. 510, 533\n(2003) (explaining, in case involving similar issue of counsel’s\nresponsibility to present mitigating evidence at sentencing, that\n“Stricklanddoes not require counsel to investigate every\nconceivable line of mitigating evidence no matter how unlikely the\neffort would be to assist the defendant … [or even to] present\nmitigating evidence at sentencing in every case”). Counsel also is\nnot required to have a tactical reason—above and beyond a\nreasonable appraisal of a claim’s dismal prospects for success—for\nrecommending that a weak claim be dropped altogether. Mirzayance\nhas thus failed to demonstrate that his counsel’s performance was\ndeficient.In addition, Mirzayance has not demonstrated\nthat he suffered prejudice from his counsel’s performance. SeeStrickland, 466 U. S., at 691 (“An error by counsel, even\nif professionally unreasonable, does not warrant setting aside the\njudgment of a criminal proceeding if the error had no effect on the\njudgment”). To establish prejudice, “[t]he defendant must show that\nthere is a reasonable probability that, but for counsel’s\nunprofessional errors, the result of the proceeding would have been\ndifferent. A reasonable probability is a probability sufficient to\nundermine confidence in the outcome.”Id., at 694. To\nprevail on his ineffective-assistance claim, Mirzayance must show,\ntherefore, that there is a “reasonable probability” that he would\nhave prevailed on his insanity defense had he pursued it. This\nMirzayance cannot do. It was highly improbable that a jury, which\nhad just rejected testimony about Mirzayance’s mental condition\nwhen the State bore the burden of proof, would have reached a\ndifferent result when Mirzayance presented similar evidence at the\nNGI phase. Seesupra, at 12–13.IVMirzayance has not shown that the\nstate court’s conclusion that there was no ineffective assistance\nof counsel “was contrary to, or involved an unreasonable\napplication of, clearly established Federal law” under §2254. In\nfact, he has not shown ineffective assistance at all. The judgment\nof the Court of Appeals is reversed, and the case is remanded with\ninstructions to deny the petition.It is so ordered.* Justice Scalia, Justice Souter, and Justice\nGinsburg join all but Part II of this opinion.Footnote 1At best, the Court of Appeals’\ncharacterization of counsel’s efforts to persuade the parents to\ntestify is misleading. According to the Magistrate Judge, counsel\ntestified that he did attempt to persuade the parents to testify\nbut that their response “ ‘was kind of flat, and I had no\ninfluence over them.’ ” App. 54 (quoting testimony from\nevidentiary hearing). In his efforts to convince the parents to\ntestify, counsel told them that Mirzayance “had no chance of\nsecuring an NGI verdict without the ‘emotional quality from\nnonprofessional witnesses’ that Mr. and Mrs. Mirzayance’s testimony\ncould provide; and ‘that they were abandoning their son.’ ”Id., at 53–54 (same).Footnote 2Before the Court of Appeals, Mirzayance\ncontended that the standard of review set forth in §2254(d)(1)\nshould not apply to his case. See Brief for Appellee in No.\n04–57102 (CA9), pp. 28–29, 33. Before this Court, however,\nMirzayance contends that the Court of Appeals correctly applied\n§2254(d) to his claim. See Brief for Respondent 27, 32. Mirzayance\ndid question whether the California Court of Appeal’s denial of his\nclaim should receive as much deference as the “prototypical”\nstate-court adjudication “involv[ing] both a reasoned, written\nopinion and an adequate development of the factual record in\nsupport of the claims.”Id., at 33. Mirzayance thus\ncontends that “the usual §2254(d) deferential approach must be\nmodified and adapted” in evaluating his claim.Id., at\n34.Nonetheless, because Mirzayance has not argued that\n§2254(d) is entirely inapplicable to his claim or that the state\ncourt failed to reach an adjudication on the merits, we initially\nevaluate his claim through the deferential lens of §2254(d). SeeUnited Statesv.International Business Machines\nCorp.,517 U.\nS. 843, 855, n. 3 (1996) (finding that party abandoned\nissue by failing to address it in the party’s brief on the merits);Posters ‘N’ Things, Ltd.v.United States,511 U. S. 513,\n527 (1994) (same).In addition, we do not decide whether the\nCourt of Appeals was correct in finding that an evidentiary hearing\non Mirzayance’s claim was required. SeeMirzayancev.Hickman, 66 Fed. Appx. 676, 679–681 (CA9 2003).\nMirzayance’s ineffective-assistance-of-counsel claim fails even\nunder the facts presented at the evidentiary hearing.Footnote 3Although the Court of\nAppeals implicitly disavowed the “nothing to lose” standard applied\nby the District Court and Magistrate Judge, see App. 5;Mirzayancev.Knowles, 175 Fed. Appx. 142, 143\n(CA9 2006), it nevertheless concluded that “[n]o actual tactical\nadvantage was to be gained” by counsel’s withdrawal of the insanity\ndefense, App. 8;Knowles,supra, at 144. Finding\nthat counsel is deficient by abandoning a defense where there is\nnothing to gain from that abandonment is equivalent to finding that\ncounsel is deficient by declining to pursue a strategy where there\nis nothing to lose from pursuit of that strategy.Footnote 4Mirzayance has no complaints about the\nsentencing phase since he received the lowest possible sentence for\nhis first-degree murder conviction. California authorizes three\npossible sentences for murder: death, life imprisonment without\nparole, and imprisonment for 25 years to life. Cal. Penal Code Ann.\n§190(a) (West 1999). Mirzayance was sentenced to 25 years to life\nplus 4 years for a weapons enhancement.",
    "joined": []
}