{
    "case": {
        "docket": "472",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/472/"
    },
    "id": "1962517",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGSNYDER V. LOUISIANA552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-10119ALLEN SNYDER, PETITIONERv.LOUISIANAon writ of certiorari to the supreme court of\nlouisiana[March 19, 2008]Justice Thomas, with whom Justice\nScalia joins, dissenting.Petitioner essentially asks this\nCourt to second-guess the fact-based determinations of the\nLouisiana courts as to the reasons for a prosecutor’s decision to\nstrike two jurors. The evaluation of a prosecutor’s motives for\nstriking a juror is at bottom a credibility judgment, which lies\n“ ‘ peculiarly within a trial judge’s province.’ ”Hernandezv.New York,500 U. S. 352, 365\n(1991) (plurality opinion) (quotingWainwrightv.Witt,469\nU. S. 412, 428 (1985));Hernandez, supra,at 372\n(O’Connor, J., concurring in judgment);ante, at 4. “[I]n\nthe absence of exceptional circumstances, we [should] defer to\nstate-court factual findings.”Hernandez, 500 U. S., at\n366. None of the evidence in the record as to jurors Jeffrey Brooks\nand Elaine Scott demonstrates that the trial court clearly erred in\nfinding they were not stricken on the basis of race. Because the\ntrial court’s determination was a “permissible view of the\nevidence,”id.,at 369, I would affirm the judgment of the\nLouisiana Supreme Court.The Court begins by setting out the\n“deferential standard,”ante, at 7, that we apply to a\ntrial court’s resolution of aBatsonv.Kentucky,476 U. S. 79(1986), claim, noting that we will overturn a ruling on the\nquestion of discriminatory intent only if it is “clearly\nerroneous,”ante, at 4. Under this standard, we “will not\nreverse a lower court’s finding of fact simply because we would\nhave decided the case differently.”Easleyv.Cromartie,532 U. S. 234, 242\n(2001) (internal quotation marks omitted). Instead, a reviewing\ncourt must ask “whether, ‘on the entire evidence,’ it is ‘left with\nthe definite and firm conviction that a mistake has been\ncommitted.’ ”Ibid.(quotingUnited Statesv.United States Gypsum Co.,333 U. S. 364, 395\n(1948)).The Court acknowledges two reasons why a trial\ncourt “has a pivotal role in evaluatingBatsonclaims.”Ante, at 4. First, the Court notes that the trial court is\nuniquely situated to judge the prosecutor’s credibility because the\nbest evidence of discriminatory intent “ ‘ often will be\nthe demeanor of the attorney who exercises the challenge.’ ”Ibid.(quotingHernandez,supra,at 365\n(plurality opinion)). Second, it recognizes that the trial court’s\n“first-hand observations” of the juror’s demeanor are of “grea[t]\nimportance” in determining whether the prosecutor’s neutral basis\nfor the strike is credible.Ante, at 4.The Court’s conclusion, however, reveals that\nit is only paying lipservice to the pivotal role of the trial\ncourt. The Court second-guesses the trial court’s determinations in\nthis case merely because the judge did not clarify which of the\nprosecutor’s neutral bases for striking Mr. Brooks was dispositive.\nBut we have never suggested that a reviewing court should defer to\na trial court’s resolution of aBatsonchallenge only if\nthe trial court made specific findings with respect to each of the\nprosecutor’s proffered race-neutral reasons. To the contrary, when\nthe grounds for a trial court’s decision are ambiguous, an\nappellate court should not presume that the lower court based its\ndecision on an improper ground, particularly when applying a\ndeferential standard of review. SeeSprint/United Management\nCo.v.Mendelsohn,ante, at ___ (slip op.,\nat 6–7).The prosecution offered two neutral bases for\nstriking Mr. Brooks: his nervous demeanor and his stated concern\nabout missing class. App. 444. The trial court, in rejecting\ndefendant’sBatsonchallenge, stated only “All right. I’m\ngoing to allow the challenge. I’m going to allow the challenge.”Id.,at 445. The Court concedes that “the record does not\nshow” whether the trial court made its determination based on Mr.\nBrooks’ demeanor or his concern for missing class,ante,at 6, but then speculates as to what the trial courtmighthave thought about Mr. Brooks’ demeanor. As a result of that\nspeculation, the Court concludes that it “cannot presume that the\ntrial court credited the prosecutor’s assertion that Mr. Brooks was\nnervous.”Ibid. Inexplicably, however, the Court concludes\nthat itcanpresume that the trial court impermissibly\nrelied on the prosecutor’s supposedly pretextual concern about Mr.\nBrooks’ teaching schedule, even though nothing in the record\nsupports that interpretation over the one the Court rejects.Indeed, if the record suggests anything, it is\nthat the judge was more influenced by Mr. Brooks’ nervousness than\nby his concern for missing class. Following an exchange about\nwhether his desire to get back to class would make Mr. Brooks more\nlikely to support a verdict on a lesser included offense because it\nmight avoid a penalty phase, defense counsel offered its primary\nrebuttal to the prosecutor’s proffered neutral reasons. Immediately\nafter argument on the nervousness point, the judge ruled on theBatsonchallenge, even interrupting the prosecutor to do\nso:“MR. VASQUEZ: His main problem yesterday was the\nfact that he didn’t know if he would miss some teaching time as a\nstudent teacher. The clerk called the school and whoever it was and\nthe Dean said that wouldn’t be a problem. He was told that this\nwould go through the weekend, and he expressed that that was his\nonly concern, that he didn’t have any other problems.“As far as him looking nervous, hell,\neverybody out here looks nervous. I’m nervous.“MR. OLINDE: Judge, it’s —“MR. VASQUEZ: Judge, that’s — You know.“MR. OLINDE: — a question of this: It’s a peremptory challenge.\nWe need 12 out of 12 people. Mr. Brooks was very uncertain and very\nnervous looking and —“THE COURT: All right. I’m going to allow the challenge. I’m\ngoing to allow the challenge.” App. 445.Although this exchange is certainly not\nhard-and-fast evidence of the trial court’s reasoning, it\nundermines the Court’s presumption that the trial judge relied\nsolely on Mr. Brooks’ concern for missing school.The Court also concludes that the trial\ncourt’s determination lacked support in the record because the\nprosecutor failed to strike two other jurors with similar concerns.Ante, at 10–12. Those jurors, however, were never\nmentioned in the argument before the trial court, nor were they\ndiscussed in the filings or opinions on any of the three occasions\nthis case was considered by the Louisiana Supreme Court.*\nPetitioner failed to suggest a comparison with those two jurors in\nhis petition for certiorari, and apparently only discovered this\n“clear error” in the record when drafting his brief before this\nCourt. We have no business overturning a conviction, years after\nthe fact and after extensive intervening litigation, based on\narguments not presented to the courts below. Cf.Miller-Elv.Dretke,545 U. S. 231, 283\n(2005) (Thomas, J., dissenting).Because I believe that the trial court did not\nclearly err in rejecting petitioner’sBatsonchallenge\nwith respect to Mr. Brooks, I also must address the strike of Ms.\nScott. The prosecution’s neutral explanation for striking Ms. Scott\nwas that she was unsure about her ability to impose the death\npenalty. Like the claims made about Mr. Brooks, there is very\nlittle in the record either to support or to undermine the\nprosecution’s asserted rationale for striking Ms. Scott. But the\ntrial court had the benefit of observing the exchange between the\nprosecutor and Ms. Scott, and accordingly was in the best position\nto judge whether the prosecutor’s assessment of her response was\ncredible. When asked if she could consider the death penalty, her\nfirst response was inaudible. App. 360. The trial court, with the\nbenefit of contextual clues not apparent on a cold transcript, was\nbetter positioned to evaluate whether Ms. Scott was merely\nsoftspoken or seemed hesitant in her responses. Similarly, a\nfirsthand observation of demeanor is the only thing that could give\nsufficient content to Ms. Scott’s ultimate response—“I think I\ncould,”id.,at 361—to determine whether the prosecution’s\nconcern about her willingness to impose the death penalty was well\nfounded. Given the trial court’s expertise in making credibility\ndeterminations and its firsthand knowledge of thevoir\ndireexchanges, it is entirely proper to defer to its\njudgment. Accordingly, I would affirm the judgment below.* While the Court correctly observes that the\nLouisiana Supreme Court made a comparison between Mr. Brooks and\nunstricken white jurors, that is true only as to jurors Vicki\nChauffe, Michael Sandras, and Arthur Yeager. 1998–1078 (La.\n9/6/06), 942 So. 2d 484, 495–496. The Court, on the other\nhand, focuses on Roland Laws and John Donnes, who were never\ndiscussed below in this context.",
    "joined": []
}