{
    "case": {
        "docket": "242",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/242/"
    },
    "id": "1963325",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTHARDT V. RELIANCE STANDARD LIFE INS. CO.560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-448BRIDGET HARDT, PETITIONERv.RELIANCE\nSTANDARD LIFE INSURANCE COMPANYon writ of certiorari to the united states court of\nappeals for the fourth circuit[May 24, 2010]Justice Thomas delivered the\nopinion of the Court.In most lawsuits seeking relief\nunder the Employee Retirement Income Security Act of 1974 (ERISA),\n88 Stat. 829, as amended, 29 U. S. C. §1001et seq.,\n“a reasonable attorney’s fee and costs” are available “to either\nparty” at the court’s “discretion.” §1132(g)(1). The Court of\nAppeals for the Fourth Circuit has interpreted §1132(g)(1) to\nrequire that a fee claimant be a “prevailing party” before he may\nseek a fees award. We reject this interpretation as contrary to\n§1132(g)(1)’s plain text. We hold instead that a court “in its\ndiscretion” may award fees and costs “to either party,”ibid.,as long as the fee claimant has achieved “some\ndegree of success on the merits,”Ruckels- hausv.Sierra Club,463 U. S. 680, 694 (1983).IIn 2000, while working as an\nexecutive assistant to the president of textile manufacturer Dan\nRiver, Inc., petitioner Bridget Hardt began experiencing neck and\nshoulder pain. Her doctors eventually diagnosed her with carpal\ntunnel syndrome. Because surgeries on both her wrists failed to\nalleviate her pain, Hardt stopped working in January 2003.In August 2003, Hardt sought\nlong-term disability benefits from Dan River’s Group Long-Term\nDisability Insurance Program Plan (Plan). Dan River administers the\nPlan, which is subject to ERISA, but respondent Reliance Standard\nLife Insurance Company decides whether a claimant qualifies for\nbenefits under the Plan and underwrites any benefits awarded.\nReliance provisionally approved Hardt’s claim, telling her that\nfinal approval hinged on her performance in a functional capacities\nevaluation intended to assess the impact of her carpal tunnel\nsyndrome and neck pain on her ability to work.Hardt completed the functional capacities\nevaluation in October 2003. The evaluator summarized Hardt’s\nmedical history, observed her resulting physical limitations, and\nultimately found that Hardt could perform some amount of sedentary\nwork. Based on this finding, Reliance concluded that Hardt was not\ntotally disabled within the meaning of the Plan and denied her\nclaim for disability benefits. Hardt filed an administrative\nappeal. Reliance reversed itself in part, finding that Hardt was\ntotally disabled from her regular occupation, and was therefore\nentitled to temporary disability benefits for 24 months.While her administrative appeal was pending,\nHardt began experiencing new symptoms in her feet and calves,\nincluding tingling, pain, and numbness. One of her physicians\ndiagnosed her with small-fiber neuropathy, a condition that\nincreased her pain and decreased her physical capabilities over the\nensuing months.Hardt eventually applied to the Social\nSecurity Administration for disability benefits under the Social\nSecurity Act. Her application included questionnaires completed by\ntwo of her treating physicians, which described Hardt’s symptoms\nand stated the doctors’ conclusion that Hardt could not return to\nfull gainful employment because of her neuropathy and other\nailments. In February 2005, the Social Security Administration\ngranted Hardt’s application and awarded her disability\nbenefits.About two months later, Reliance told Hardt\nthat her Plan benefits would expire at the end of the 24-month\nperiod. Reliance explained that under the Plan’s terms, only\nindividuals who are “totally disabled from all occupations” were\neligible for benefits beyond that period, App. to Pet. for Cert.\n36a, and adhered to its conclusion that, based on its review of\nHardt’s records, Hardt was not “totally disabled” as defined by the\nPlan. Reliance also demanded that Hardt pay Reliance $14,913.23 to\noffset the disability benefits she had received from the Social\nSecurity Administration. (The Plan contains a provision\ncoordinating benefits with Social Security payments.) Hardt paid\nReliance the offset.Hardt then filed another administrative\nappeal. She gave Reliance all of her medical records, the\nquestionnaires she had submitted to the Social Security\nAdministration, and an updated questionnaire from one of her\nphysicians. Reliance asked Hardt to supplement this material with\nanother functional capacities evaluation. When Reliance referred\nHardt for the updated evaluation, it did not ask the evaluator to\nreview Hardt for neuropathic pain, even though it knew that Hardt\nhad been diagnosed with neuropathy after her first evaluation.Hardt appeared for the updated evaluation in\nDecember 2005, and appeared for another evaluation in January 2006.\nThe evaluators deemed both evaluations invalid because Hardt’s\nefforts were “submaximal.”Id., at 37a. One evaluator\nrecorded that Hardt “refused multiple tests … for fear of\nnausea/illness/further pain complaints.”Ibid.(internal\nquotation marks omitted).Lacking an updated functional capacities\nevaluation, Reliance hired a physician and a vocation\nrehabilitation counselor to help it resolve Hardt’s administrative\nappeal. The physician did not examine Hardt; instead, he reviewed\nsome, but not all, of Hardt’s medical records. Based on that\nreview, the physician produced a report in which he opined that\nHardt’s health was expected to improve. His report, however, did\nnot mention Hardt’s pain medications or the questionnaires that\nHardt’s attending physicians had completed as part of her\napplication for Social Security benefits. The vocational\nrehabilitation counselor, in turn, performed a labor market study\n(based on Hardt’s health in 2003) that identified eight employment\nopportunities suitable for Hardt. After reviewing the physician’s\nreport, the labor market study, and the results of the 2003\nfunctional capacities evaluation, Reliance concluded that its\ndecision to terminate Hardt’s benefits was correct. It advised\nHardt of this decision in March 2006.After exhausting her administrative remedies,\nHardt sued Reliance in the United States District Court for the\nEastern District of Virginia. She alleged that Reliance violated\nERISA by wrongfully denying her claim for long-term disability\nbenefits. See §1132(a)(1)(B). The parties filed cross-motions for\nsummary judgment, both of which the District Court denied.The court first rejected Reliance’s request\nfor summary judgment affirming the denial of benefits, finding that\n“Reliance’s decision to deny benefits was based on incomplete\ninformation.” App. to Pet. for Cert. 42a. Most prominently, none of\nthe functional capacities evaluations to which Hardt had submitted\nhad “assessed the impact of neuropathy and neuropathic pain on Ms.\nHardt.”Ibid.In addition, the reviewing physician’s\nreport “was itself incomplete”; the basis for the physician’s\n“medical conclusions [wa]s extremely vague and conclusory,”ibid., and the physician had “failed to cite any medical\nevidence to support his conclusions,”id., at 43a, or “to\naddress the treating physicians’ contradictory medical findings,”id., at 44a. The court also found that Reliance had\n“improperly rejected much of the evidence that Ms. Hardt\nsubmitted,”id., at 45a, and had “further ignored the\nsubstantial amount of pain medication Ms. Hardt’s treating\nphysicians had prescribed to her,”id., at 46a.\nAccordingly, the court thought it “clear that Reliance’s decision\nto deny Ms. Hardt long-term disability benefits was not based on\nsubstantial evidence.”Id., at 47a.The District Court then denied Hardt’s motion\nfor summary judgment, which contended that Reliance’s decision to\ndeny benefits was unreasonable as a matter of law. In so doing,\nhowever, the court found “compelling evidence” in the record that\n“Ms. Hardt [wa]s totally disabled due to her neuropathy.”Id., at 48a. Although it was “inclined to rule in Ms.\nHardt’s favor,” the court concluded that “it would be unwise to\ntake this step without first giving Reliance the chance to address\nthe deficiencies in its approach.”Ibid.In the District\nCourt’s view, a remand to Reliance was warranted because “[t]his\ncase presents one of those scenarios where the plan administrator\nhas failed to comply with the ERISA guidelines,” meaning “Ms. Hardt\ndid not get the kind of review to which she was entitled under\napplicable law.”Ibid.Accordingly, the court instructed\n“Reliance to act on Ms. Hardt’s application by adequately\nconsidering all the evidence” within 30 days; “[o]therwise,” it\nwarned, “judgment will be issued in favor of Ms. Hardt.”Id., at 49a.Reliance did as instructed. After conducting\nthat review, Reliance found Hardt eligible for long-term disability\nbenefits and paid her $55,250 in accrued, past-due benefits.Hardt then moved for attorney’s fees and costs\nunder §1132(g)(1). The District Court assessed her motion under the\nthree-step framework that governed fee requests in ERISA cases\nunder Circuit precedent. At step one of that framework, a district\ncourt asks whether the fee claimant is a “ ‘prevailing\nparty.’ ”Id., at 15a–16a (quotingMartinv.Blue Cross & Blue Shield of Virginia, Inc., 115\nF. 3d 1201, 1210 (CA4 1997), and citingBuckhannon Board\n& Care Home, Inc.v.West Virginia Dept. of Health and\nHuman Resources,532 U. S. 598, 603 (2001)). If the fee\nclaimant qualifies as a prevailing party, the court proceeds to\nstep two and “determin[es] whether an award of attorneys’ fees is\nappropriate” by examining “five factors.”[Footnote 1] App. to Pet. for Cert. 16a. Finally, if\nthose five factors suggest that a fees award is appropriate, the\ncourt “must review the attorneys’ fees and costs requested and\nlimit them to a reasonable amount.”Id., at 17a (citingHensleyv.Eckerhart,461 U. S. 424, 433\n(1983)).Applying that framework, the District Court\ngranted Hardt’s motion. It first concluded that Hardt was a\nprevailing party because the court’s remand order “sanctioned a\nmaterial change in the legal relationship of the parties by\nordering [Reliance] to conduct the type of review to which [Hardt]\nwas entitled.”Id., at 22a. The court recognized that the\norder did not “sanctio[n] a certain result on remand,” but found\nthat it “quite clearly expressed the consequences to [Reliance]\nwere it to fail to complete its reconsideration in an expeditious\nmanner.”Id., at 19a. Accordingly, the remand order\n“signif[ied] that the court was displeased with the cursory review\nthat [Reliance] had initially given to [Hardt’s] claim, but was\ninclined to reserve judgment and permit [Reliance] to conduct a\nproper review of all of the medical evidence.”Ibid.The\ncourt next concluded that a fees award was appropriate under the\nfive-factor test, seeid., at 22a–25a, and awarded $39,149\nin fees and costs,id., at 25a–30a.Reliance appealed the fees award, and the\nCourt of Appeals vacated the District Court’s order. According to\nthe Court of Appeals, Hardt failed to satisfy the step-one\ninquiry—i.e., she failed to establish that she was a\n“prevailing party.” In reaching that conclusion, the Court of\nAppeals relied on this Court’s decision inBuckhannon,\nunder which a fee claimant qualifies as a “prevailing party” only\nif he has obtained an “ ‘enforceable judgmen[t] on the\nmerits’ ” or a “ ‘court-ordered consent decre[e].’ ”\n336 Fed. Appx. 332, 335 (CA4 2009)(per curiam)(quoting\n532 U. S., at 604). The Court of Appeals reasoned that because the\nremand order “did not require Reliance to award benefits to Hardt,”\nit did “not constitute an ‘enforceable judgment on the merits’ asBuckhannonrequires,” thus precluding Hardt from\nestablishing prevailing party status. 336 Fed. Appx., at 336\n(brackets omitted).Hardt filed a petition for a writ of\ncertiorari seeking review of two aspects of the Court of Appeals’\njudgment. First, did the Court of Appeals correctly conclude that\n§1132(g)(1) permits courts to award attorney’s fees only to a\n“prevailing party”?[Footnote 2]\nSecond, did the Court of Appeals correctly identify the\ncircumstances under which a fee claimant is entitled to attorney’s\nfees under §1132(g)(1)? We granted certiorari. 558 U. S. ___\n(2010).IIWhether §1132(g)(1) limits the\navailability of attorney’s fees to a “prevailing party” is a\nquestion of statutory construction. As in all such cases, we begin\nby analyzing the statutory language, “assum[ing] that the ordinary\nmeaning of that language accurately expresses the legislative\npurpose.”Grossv.FBL Financial Services, Inc.,\n557 U. S. ___, ___ (2009) (slip op., at 7) (internal quotation\nmarks omitted). We must enforce plain and unambiguous statutory\nlanguage according to its terms.Carcieriv.Salazar, 555 U. S. ___, ___ (2009) (slip op., at 7);Jimenezv.Quarterman, 555 U. S. ___, ___ (2009)\n(slip op., at 5).Section 1132(g)(1) provides:“In any action under this subchapter (other than an\naction described in paragraph (2)) by a participant, beneficiary,\nor fiduciary, the court in its discretion may allow a reasonable\nattorney’s fee and costs of action to either party.”The words “prevailing party” do not appear in this\nprovision. Nor does anything else in §1132(g)(1)’s text purport to\nlimit the availability of attorney’s fees to a “prevailing party.”\nInstead, §1132(g)(1) expressly grants district courts “discretion”\nto award attorney’s fees “toeitherparty.” (Emphasis\nadded.)That language contrasts sharply with\n§1132(g)(2), which governs the availability of attorney’s fees in\nERISA actions under §1145 (actions to recover delinquent employer\ncontributions to a multiemployer plan). In such cases, only\nplaintiffs who obtain “a judgment in favor of the plan” may seek\nattorney’s fees. §1132(g)(2)(D). The contrast between these two\nparagraphs makes clear that Congress knows how to impose express\nlimits on the availability of attorney’s fees in ERISA cases.\nBecause Congress failed to include in §1132(g)(1) an express\n“prevailing party” limit on the availability of attorney’s fees,\nthe Court of Appeals’ decision adding that term of art to a\nfee-shifting statute from which it is conspicuously absent more\nclosely resembles “invent[ing] a statute rather than interpret[ing]\none.”Pasquantinov.United States,544 U. S. 349, 359\n(2005) (internal quotation marks omitted).We see no reason to dwell any longer on this\nquestion, particularly given Reliance’s concessions. See Brief for\nRespondent 9–10 (“On its face,” §1132(g)(1) “does not expressly\ndemand, like so many statutes, that a claimant be a ‘prevailing\nparty’ before receiving attorney’s fees”). We therefore hold that a\nfee claimant need not be a “prevailing party” to be eligible for an\nattorney’s fees award under §1132(g)(1).IIIWe next consider the\ncircumstances under which a court may award attorney’s fees\npursuant to §1132(g)(1). “Our basic point of reference” when\nconsidering the award of attorney’s fees is the bedrock principle\nknown as the “ ‘American Rule’ ”: Each litigant pays his\nown attorney’s fees, win or lose, unless a statute or contract\nprovides otherwise.Ruckelshaus, 463 U. S., at 683; seeid., at 683–686;Alyeska Pipeline Service Co.v.Wilderness Society,421 U. S. 240, 247\n(1975);Buckhannon,supra, at 602–603; see alsoPerduev.Kenny A., 559 U. S. ___, ___ (2010)\n(slip op., at 5). Statutory changes to this rule take various\nforms. Most fee-shifting provisions permit a court to award\nattorney’s fees only to a “prevailing party.” [Footnote 3] Others permit a “substantially\nprevailing” party [Footnote\n4] or a “successful” litigant [Footnote 5] to obtain fees. Still others authorize\ndistrict courts to award attorney’s fees where\n“appropriate,” [Footnote\n6] or simply vest district courts with “discretion” to award\nfees.[Footnote 7]Of those statutory deviations\nfrom the American Rule, we have most often considered statutes\ncontaining an express “prevailing party” requirement. See,e.g.,Texas State Teachers Assn.v.Garland\nIndependent School Dist.,489 U. S. 782, 792–793\n(1989);Farrarv.Hobby,506 U. S. 103, 109–114\n(1992);Buckhannon,supra, at 602–606;Solev.Wyner,551 U. S. 74, 82–86\n(2007). Our “prevailing party” precedents, however, do not govern\nthe availability of fees awards under §1132(g)(1), because this\nprovision does not limit the availability of attorney’s fees to the\n“prevailing party.”Supra, at 8–9; see alsoGross,supra, at ___, (slip op., at 6)\n(cautioning courts “conducting statutory interpretation … ‘not to\napply rules applicable under one statute to a different statute\nwithout careful and critical examination’ ” (quotingFederal Express Corp.v.Holowecki,552 U. S. 389, 393\n(2008))).Instead, we interpret §1132(g)(1) in light of\nour precedents addressing statutory deviations from the American\nRule that do not limit attorney’s fees awards to the “prevailing\nparty.” In that line of precedents,Ruckelshausis the\nprincipal case. There, the Court interpreted §307(f) of the Clean\nAir Act, which authorizes a court to award fees “whenever it\ndetermines that such an award is appropriate.” 42 U. S. C.\n§7607(f). We began by noting that because nothing in §307(f)’s text\n“clear[ly] show[ed]” that Congress meant to abandon the American\nRule, 463 U. S., at 685, fee claimants must have achieved some\nlitigating success to be eligible for a fees award under that\nsection,id., at 686. We then concluded that by using the\nless stringent “whenever … appropriate” standard instead of the\ntraditional “prevailing party” standard, Congress had “expand[ed]\nthe class of parties eligible for fees awards from prevailing\nparties topartially prevailingparties—parties achievingsome success, even if not major success.”Id., at\n688. We thus held “that, absent some degree of success on the\nmerits by the claimant, it is not ‘appropriate’ for a federal court\nto award attorney’s fees under §307(f).”Id., at 694.Applying the interpretive approach we employed\ninRuckelshausto §1132(g)(1), we first look to “the\nlanguage of the section,”id.,at 682, which unambiguously\nallows a court to award attorney’s fees “in its discretion … to\neither party,” §1132(g)(1). Statutes vesting judges with such broad\ndiscretion are well known in the law, particularly in the\nattorney’s fees context. See,e.g.,n. 7,supra;see alsoPerdue, 559 U. S., at ___ (slip op., at 14).Equally well known, however, is the fact that\na “judge’s discretion is not unlimited.”Ibid.Consistent with Circuit precedent, the District\nCourt applied five factors to guide its discretion in deciding\nwhether to award attorney’s fees under §1132(g)(1). Seesupra, at 6, and n. 1. Because these five factors\nbear no obvious relation to §1132(g)(1)’s text or to our\nfee-shifting jurisprudence, they are not required for channeling a\ncourt’s discretion when awarding fees under this section.Instead,Ruckelshauslays down the\nproper markers to guide a court in exercising the discretion that\n§1132(g)(1) grants. As in the statute at issue inRuckelshaus, Congress failed to indicate clearly in\n§1132(g)(1) that it “meant to abandon historic fee-shifting\nprinciples and intuitive notions of fairness.” 463 U. S., at 686.\nAccordingly, a fees claimant must show “some degree of success on\nthe merits” before a court may award attorney’s fees under\n§1132(g)(1),id., at 694. A claimant does not satisfy that\nrequirement by achieving “trivial success on the merits” or a\n“purely procedural victor[y],” but does satisfy it if the court can\nfairly call the outcome of the litigation some success on the\nmerits without conducting a “lengthy inquir[y] into the question\nwhether a particular party’s success was ‘substantial’ or occurred\non a ‘central issue.’ ”Id., at 688,\nn. 9.[Footnote 8]Reliance essentially agrees that this standard\nshould govern fee requests under §1132(g)(1), see Brief for\nRespondent 13–31, but argues that Hardt has not satisfied it.\nSpecifically, Reliance contends that a court order remanding an\nERISA claim for further consideration can never constitute “some\nsuccess on the merits,” even if such a remand results in an award\nof benefits. Seeid.,at 34–50.Reliance’s argument misses the point, given\nthe facts of this case. Hardt persuaded the District Court to find\nthat “the plan administrator has failed to comply with the ERISA\nguidelines” and “that Ms. Hardt did not get the kind of review to\nwhich she was entitled under applicable law.” App. to Pet. for\nCert. 48a; see 29 U. S. C. §1133(2), 29 CFR §2560.503–1(h)\n(2009). Although Hardt failed to win summary judgment on her\nbenefits claim, the District Court nevertheless found “compelling\nevidence that Ms. Hardt is totally disabled due to her neuropathy,”\nand stated that it was “inclined to rule in Ms. Hardt’s favor” on\nher benefits claim, but declined to do so before “first giving\nReliance the chance to address the deficiencies in its” statutorily\nmandated “full and fair review” of that claim. App. to Pet. for\nCert. 48a; 29 U. S. C. §1133(2). Hardt thus obtained a\njudicial order instructing Reliance “to act on Ms. Hardt’s\napplication by adequately considering all the evidence” within 30\ndays; “[o]therwise, judgment will be issued in favor of Ms. Hardt.”\nApp. to Pet. for Cert. 49a. After Reliance conducted that\ncourt-ordered review, and consistent with the District Court’s\nappraisal, Reliance reversed its decision and awarded Hardt the\nbenefits she sought. App. 120a–123a.These facts establish that Hardt has achieved\nfar more than “trivial success on the merits” or a “purely\nprocedural victory.” Accordingly, she has achieved “some success on\nthe merits,” and the District Court properly exercised its\ndiscretion to award Hardt attorney’s fees in this case. Because\nthese conclusions resolve this case, we need not decide today\nwhether a remand order, without more, constitutes “some success on\nthe merits” sufficient to make a party eligible for attorney’s fees\nunder §1132(g)(1).[Footnote\n9]*  *  *We reverse the judgment of the\nCourt of Appeals for the Fourth Circuit and remand this case for\nproceedings consistent with this opinion.It is so ordered.Footnote 1These factors are: “ ‘(1) the degree of\nopposing parties’ culpability or bad faith; (2) ability of opposing\nparties to satisfy an award of attorneys’ fees; (3) whether an\naward of attorneys’ fees against the opposing parties would deter\nother persons acting under similar circumstances; (4) whether the\nparties requesting attorneys’ fees sought to benefit all\nparticipants and beneficiaries of an ERISA plan or to resolve a\nsignificant legal question regarding ERISA itself; and (5) the\nrelative merits of the parties’ positions.’ ” App. to Pet. for\nCert. 16a (quotingQuesinberryv.Life Ins. Co. of\nNorth Am.,987 F. 2d 1017, 1029 (CA4 1993)).Footnote 2The Courts of Appeals are divided on this\nissue. Some (a few only tentatively) agree with the Court of\nAppeals’ conclusion here that only prevailing parties are entitled\nto fees under §1132(g)(1). See,e.g.,Cottrillv.Sparrow, Johnson & Ursillo, Inc., 100 F. 3d 220,\n225 (CA1 1996) (“Congress declared that, in any ERISA claim\nadvanced by a ‘participant, beneficiary, or fiduciary, the court in\nits discretion may allow a reasonable attorney’s fee’to the\nprevailing party” (emphasis added));Tatev.Long\nTerm Disability Plan for Salaried Employees of Champion Int’l Corp.\n#506, 545 F. 3d 555, 564 (CA7 2008) (“In analyzing\nwhether attorney’s fees should be awarded to a ‘prevailing party’\nin an ERISA case, a court should consider whether the losing\nparty’s position was justified an taken in good faith. However, we\nhave held that a claimant who is awarded a remand in an ERISA case\ngenerally is not a prevailing party in the truest sense of the\nterm” (some internal quotation marks and citation omitted));Grahamv.Hartford Life and Accident Ins. Co.,\n501 F. 3d 1153, 1162 (CA10 2007) (“We also afford certain\nweight to prevailing party status, even though we acknowledge that\nthe ERISA attorney’s fees provision is not expressly directed at\nprevailing parties”). Other Courts of Appeals have rejected or\ndisavowed that position. See,e.g.,Millerv.United Welfare Fund, 72 F. 3d 1066, 1074 (CA2 1995);Gibbsv.Gibbs, 210 F. 3d 491, 503 (CA5\n2000);Freemanv.Continental Ins. Co., 996\nF. 2d 1116, 1119 (CA11 1993).Footnote 3See,e.g.,Buckhannon Board\n& Care Home, Inc.v.West Virginia Dept. of Health and\nHuman Resources,532 U. S. 598, 601–603 (2001) (citing\nexamples);Ruckelshausv.Sierra Club,463 U. S. 680, 684, n. 3 (1983)\n(same).Footnote 4Seeibid.,n. 4 (citing\nexamples).Footnote 5See,e.g.,18 U. S. C.\n§2707(c);Ruckelshaus,supra, at 684, n. 5\n(citing examples).Footnote 6SeeRuckelshaus,supra, at\n682, n. 1 (citing examples).Footnote 7See,e.g.,15 U. S. C.\n§§77k(e), 77www(a), 78i(e), 78r(a), 7706(g)(4); 20 U. S. C.\n§1415(i)(3)(B)(i); 42 U. S. C. §2000aa–6(f).Footnote 8We do not foreclose the possibility that once\na claimant has satisfied this requirement, and thus becomes\neligible for a fees award under §1132(g)(1), a court may consider\nthe five factors adopted by the Court of Appeals, see n. 1,supra, in deciding whether to award attorney’s fees.Footnote 9Reliance has not preserved any separate\nobjection to the reasonableness of the amount of fees awarded. SeePerduev.Kenny A., 559 U. S. ___, ___ (2010)\n(slip op., at 7–8, 14).",
    "joined": []
}