{
    "case": {
        "docket": "786",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/786/"
    },
    "id": "1963564",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGBROWN V. ENTERTAINMENT MERCHANTS ASSN.564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 08-1448EDMUND G. BROWN, Jr., GOVERNOR OF CAL- IFORNIA,\net al., PETITIONERSv.ENTERTAIN- MENT MERCHANTS\nASSOCIATION et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[June 27, 2011]Justice Thomas, dissenting.The Court’s decision today does\nnot comport with the original public understanding of the First\nAmendment. The majority strikes down, as facially unconstitutional,\na state law that prohibits the direct sale or rental of certain\nvideo games to minors because the law “abridg[es] the freedom of\nspeech.” U. S. Const., Amdt. 1. But I do not think the First\nAmendment stretches that far. The practices and beliefs of the\nfounding generation establish that “the freedom of speech,” as\noriginally understood, does not include a right to speak to minors\n(or a right of minors to access speech) without going through the\nminors’ parents or guardians. I would hold that the law at issue is\nnot facially unconstitutional under the First Amendment, and\nreverse and remand for further proceedings.[Footnote 1]IWhen interpreting a\nconstitutional provision, “the goal is to discern the most likely\npublic understanding of [that] provision at the time it was\nadopted.”McDonaldv.Chicago, 561 U. S. ___, ___\n(2010) (slip op., at 25) (Thomas, J., concurring in part and\nconcurring in judgment). Because the Constitution is a written\ninstrument, “its meaning does not alter.”McIntyrev.Ohio Elections Comm’n,514 U. S. 334, 359 (1995) (Thomas, J.,\nconcurring in judgment) (internal quotation marks omitted). “That\nwhich it meant when adopted, it means now.”Ibid.(internal quotation marks omitted).As originally\nunderstood, the First Amendment’s protection against laws\n“abridging the freedom of speech” did not extend toallspeech. “There are certain well-defined and narrowly limited\nclasses of speech, the prevention and punishment of which have\nnever been thought to raise any Constitutional problem.”Chaplinskyv.New Hampshire,315 U. S. 568, 571–572\n(1942); see alsoUnited Statesv.Stevens, 559 U.\nS. ___, ___ (2010) (slip op., at 5–6). Laws regulating such speech\ndo not “abridg[e] the freedom of speech” because such speech is\nunderstood to fall outside “the freedom of speech.” SeeAshcroftv.Free Speech Coalition,535 U. S. 234, 245–246\n(2002).In my view, the “practices and\nbeliefs held by the Founders” reveal another category of excluded\nspeech: speech to minor children bypassing their parents.McIntyre,supra,at 360. The historical evidence\nshows that the founding generation believed parents had absolute\nauthority over their minor children and expected parents to use\nthat authority to direct the proper development of their children.\nIt would be absurd to suggest that such a society understood “the\nfreedom of speech” to include a right to speak to minors (or a\ncorresponding right of minors to access speech) without going\nthrough the minors’ parents. Cf. Brief for Common Sense Media asAmicus Curiae12–15. The founding generation would not\nhave considered it an abridgment of “the freedom of speech” to\nsupport parental authority by restricting speech that bypasses\nminors’ parents.AAttitudes toward\nchildren were in a state of transition around the time that the\nStates ratified the Bill of Rights. A complete understanding of the\nfounding generation’s views on children and the parent-child\nrelationship must therefore begin roughly a century earlier, in\ncolonial New England.In the Puritan\ntradition common in the New England Colonies, fathers ruled\nfamilies with absolute authority. “The patriarchal family was the\nbasic building block of Puritan society.” S. Mintz, Huck’s Raft 13\n(2004) (hereinafter Mintz); see also R. MacDonald, Literature for\nChildren in England and America from 1646 to 1774, p. 7 (1982)\n(hereinafter MacDonald). The Puritans rejected many customs, such\nas godparenthood, that they considered inconsistent with the\npatriarchal structure. Mintz 13.Part of the father’s absolute\npower was the right and duty “to fill his children’s minds with\nknowledge and … make them apply their knowledge in right action.”\nE. Morgan, The Puritan Family 97 (rev. ed. 1966) (herein-after\nMorgan). Puritans thought children were “innately sinful and that\nparents’ primary task was to suppress their children’s natural\ndepravity.” S. Mintz & S. Kellogg, Domestic Revolutions 2\n(1988) (hereinafter Mintz & Kellogg); see also B. Wadsworth,\nThe Well-Ordered Family 55 (1712) (“Children should not be left to\nthemselves … to do as they please; … not being fit to govern\nthemselves”); C. Mather, A Family Well-Ordered 38 (1699).\nAccordingly, parents were not to let their children read “vain\nBooks, profane Ballads, and filthy Songs” or “fond and amorous\nRomances, … fabulous Histories of Giants, the bom- bast\nAchievements of Knight Errantry, and the like.” The History of\nGenesis, pp. vi–vii (3d ed. corrected 1708).This conception of parental\nauthority was reflected in laws at that time. In the Massachusetts\nColony, for example, it was unlawful for tavern keepers (or anyone\nelse) to entertain children without their parents’ consent. 2\nRecords and Files of the Quarterly Courts of Essex County,\nMassachusetts, p. 180 (1912); 4id.,at 237, 275 (1914); 5id.,at 143 (1916); see also Morgan 146. And a “stubborn\nor rebellious son” of 16 years or more committed a capital offense\nif he disobeyed “the voice of his Father, or the voice of his\nMother.” The Laws and Liberties of Massachusetts 6 (1648) (reprint\nM. Farrand ed. 1929); see also J. Kamensky, Governing the Tongue\n102, n. 14 (1997) (citing similar laws in the Connecticut, New\nHaven, Plymouth, and New Hampshire Colonies in the late\n1600’s).BIn the decades\nleading up to and following the Revolution, attitudes towards\nchildren changed. See,e.g.,J. Reinier, From Virtue to\nCharacter: American Childhood, 1775–1850, p. 1 (1996) (hereinafter\nReinier). Children came to be seen less as innately sinful and more\nas blank slates requiring careful and deliberate development. But\nthe same overarching principles remained. Parents continued to have\nboth the right and duty to ensure the proper development of their\nchildren. They exercised significant authority over their children,\nincluding control over the books that children read. And laws at\nthe time continued to reflect strong support for parental author-\nity and the sense that children were not fit to govern\nthemselves.1The works of John\nLocke and Jean-Jacques Rousseau were a driving force behind the\nchanged understanding of children and childhood. See Reinier 2–5;\nH. Brewer, By Birth or Consent 97 (2005) (hereinafter Brewer); K.\nCalvert, Children in the House 59–60 (1992) (hereinafter Calvert).\nLocke taught that children’s minds were blank slates and that\nparents therefore had to be careful and deliberate about what their\nchildren were told and observed. Parents had only themselves to\nblame if, “by hu-mouring and cockering” their children, they\n“poison’d the fountain” and later “taste[d] the bitter waters.”\nSome Thoughts Concerning Education (1692), in 37 English\nPhilosophers of the Seventeenth and Eighteenth Centuries 27–28 (C.\nEliot ed. 1910). All vices, he explained, were sowed by parents and\n“those about children.”Id.,at 29. Significantly, Locke\ndid not suggest circumscribing parental authority but rather\narticulated a new basis for it. Rousseau disagreed with Locke in\nimportant respects, but his philosophy was similarly premised on\nparental control over a child’s development. Although Rousseau\nadvocated that children should be allowed to develop naturally, he\ninstructed that the environment be directed by “a tutor who is\ngiven total control over the child and who removes him from\nsociety, from all competing sources of authority and influence.” J.\nFliegelman, Prodigals and Pilgrims 30 (1982) (hereinafter\nFliegelman); see also Reinier 15.These writings\nreceived considerable attention in America. Locke’s An Essay\nConcerning Human Understanding and his Some Thoughts Concerning\nEducation were significantly more popular than his Two Treatises of\nGovernment, according to a study of 92 colonial libraries between\n1700 and 1776. Lundberg & May, The Enlightened Reader in\nAmerica, 28 American Quarterly 262, 273 (1976) (hereinafter\nLundberg). And Rousseau’s Emile, a treatise on education, was more\nwidely advertised and distributed than his political work, The\nSocial Contract. Fliegelman 29; see also Lundberg 285. In general,\nthe most popular books in the Colonies on the eve of the American\nRevolution were not political discourses but ones concerned with\nchild rearing. See Mintz & Kellogg 45.2Locke’s and\nRousseau’s writings fostered a new conception of childhood.\nChildren were increasingly viewed as malleable creatures, and\nchildhood came to be seen as an important period of growth,\ndevelopment, and preparation for adulthood. See Mintz & Kellogg\n17, 21, 47; M. Grossberg, Governing the Hearth 8 (1985)\n(hereinafter Grossberg). Noah Webster, called the father of\nAmerican education, wrote that “[t]he impressions received in early\nlife usually form the characters of individuals.” On the Education\nof Youth in America (1790) (hereinafter Webster), in Essays on\nEducation in the Early Republic 43 (F. Rudolph ed. 1965)\n(hereinafter Rudolph); cf. Slater, Noah Webster: Founding Father of\nAmerican Scholarship and Education, in Noah Webster’s First Edition\nof an American Dictionary of the English Language (1967). Elizabeth\nSmith, sister-in-law to John Adams, similarly wrote: “The Infant\nMind, I beleive[,] is a blank, that eassily receives any\nimpression.” M. Norton, Liberty’s Daughters 101 (1996) (internal\nquotation marks omitted) (hereinafter Norton); see also S. Doggett,\nA Discourse on Education (1796) (hereinafter Doggett), in Rudolph\n151 (“[I]n early youth, … every power and capacity is pliable and\nsusceptible of any direction or impression”); J. Abbott, The Mother\nat Home 2 (1834) (hereinafter Abbott) (“What impressions can be\nmore strong, and more lasting, than those received upon the mind in\nthe freshness and the susceptibility of youth”).Children lacked\nreason and decisionmaking ability. They “have not Judgment or Will\nof their own,” John Adams noted. Letter to James Sullivan (May 26,\n1776), in 4 Papers of John Adams 210 (R. Taylor ed. 1979); see also\nVol. 1 1787: Drafting the Constitution, p. 229 (W. Benton ed. 1986)\n(quoting Gouvernor Morris in James Madison’s notes from the\nConstitutional Convention explaining that children do not vote\nbecause they “want prudence” and “have no will of their own”).\nChildren’s “utter incapacity” rendered them “almost wholly at the\nmercy of their Parents or Instructors for a set of habits to\nregulate their whole conduct through life.” J. Burgh, Thoughts on\nEducation 7 (1749) (hereinafter Burgh).This conception of childhood\nled to great concern about influences on children. “Youth are ever\nlearning to do what they see others around them doing, and these\nimitations grow into habits.” Doggett, in Rudolph 151; see also B.\nRush, A Plan for the Establishment of Public Schools (1786)\n(hereinafter Rush), in Rudolph 16 (“The vices of young people are\ngenerally learned from each other”); Webster, in Rudolph 58\n(“[C]hildren, artless and unsuspecting, resign their hearts to any\nperson whose manners are agreeable and whose conduct is\nrespectable”). Books therefore advised parents “not to put children\nin the way of those whom you dare not trust.” L. Child, The\nMother’s Book 149 (1831) (hereinafter Child); see also S. Coontz,\nThe Social Origins of Private Life 149–150 (1988) (noting that it\nwas “considered dangerous to leave children to the supervision of\nservants or apprentices”).As a result, it was widely\naccepted that children needed close monitoring and carefully\nplanned development. See B. Wishy, The Child and the Republic\n24–25, 32 (1968) (hereinafter Wishy); Grossberg 8. Managing the\nyoung mind was considered “infinitely important.” Doggett, in\nRudolph 151; see also A. MacLeod, A Moral Tale 72–73 (1975)\n(hereinafter MacLeod). In an essay on the education of youth in\nAmerica, Noah Webster described the human mind as “a rich field,\nwhich, without constant care, will ever be covered with a luxuriant\ngrowth of weeds.” Rudolph 54. He advocated sheltering children from\n“every low-bred, drunken, immoral character” and keeping their\nminds “untainted till their reasoning faculties have acquired\nstrength and the good principles which may be planted in their\nminds have taken deep root.”Id.,at 63; see also Rush, inid.,at 16 (“[T]he most useful citizens have been formed\nfrom those youth who have never known or felt their own wills till\nthey were one and twenty years of age”); Burgh 7 (“[T]he souls of\nYouth are more immediately committed to the care of Parents and\nInstructors than even those of a People are to their\nPastor”).The Revolution only amplified\nthese concerns. The Re-public would require virtuous citizens,\nwhich necessi- tated proper training from childhood. See Mintz 54,\n71; MacLeod 40; Saxton, French and American Childhoods, in Children\nand Youth in a New Nation 69 (J. Marten ed. 2009) (hereinafter\nMarten); see also W. Cardell, Story of Jack Halyard, pp. xv–xvi\n(30th ed. 1834) (hereinafter Cardell) (“[T]he glory and efficacy of\nour institutions will soon rest with those who are growing up to\nsuccede us”). Children were “the pivot of the moral world,” and\ntheir proper development was “a subject of as high interest, as any\nto which the human mind ha[d] ever been called.”Id.,at\nxvi.3Based on these\nviews of childhood, the founding generation understood parents to\nhave a right and duty to govern their children’s growth. Parents\nwere expected to direct the development and education of their\nchildren and ensure that bad habits did not take root. See Calvert\n58–59; MacLeod 72; Mintz & Kellogg 23. They were responsible\nfor instilling “moral prohibitions, behavioral standards, and a\ncapacity for self-government that would prepare a child for the\noutside world.” Mintz & Kellogg 58; see also Youth’s Companion,\nApr. 16, 1827, p. 1 (hereinafter Youth’s Companion) (“Let\n[children’s] minds be formed, their hearts prepared, and their\ncharacters moulded for the scenes and the duties of a brighter\nday”). In short, “[h]ome and family bore the major responsibility\nfor the moral training of children and thus, by implication, for\nthe moral health of the nation.” MacLeod 29; see also Introduction,\nin Marten 6; Reinier, p. xi; Smith, Autonomy and Affection: Parents\nand Children in Eighteenth-Century Chesapeake Families, in Growing\nup in America 54 (N. Hiner & J. Hawes eds. 1985).This conception\nof parental rights and duties was exemplified by Thomas Jefferson’s\napproach to raising children. He wrote letters to his daughters\nconstantly and often gave specific instructions about what the\nchildren should do. See,e.g.,Letter to Martha Jefferson\n(Nov. 28, 1783), in S. Randolph, The Domestic Life of Thomas\nJefferson 44 (1939) (dictating her daily schedule of music,\ndancing, drawing, and studying); Letter to Martha Jefferson (Dec.\n22, 1783), inid.,at 45–46 (“I do not wish you to be\ngaily clothed at this time of life … . [A]bove all things and\nat all times let your clothes be neat, whole, and properly put\non”). Jefferson expected his daughter, Martha, to write “by every\npost” and instructed her, “Inform me what books you read [and] what\ntunes you learn.” Letter (Nov. 28, 1783), inid.,at 44.\nHe took the same approach with his nephew, Peter Carr, after Carr’s\nfather died. See Letter (Aug. 19, 1785), in 8 The Papers of Thomas\nJefferson 405–408 (J. Boyd ed. 1953) (detailing a course of reading\nand exercise, and asking for monthly progress reports describing\n“in what manner you employ every hour in the day”); see also 3\nDictionary of Virginia Biography 29 (2006).Jefferson’s rigorous\nmanagement of his charges was not uncommon. “[M]uch evidence\nindicates that mothers and fathers both believed in giving their\nchildren a strict upbringing, enforcing obedience to their commands\nand stressing continued subjection to the parental will.” Norton\n96. Two parenting books published in the 1830’s gave prototypical\nadvice. In The Mother’s Book, Lydia Child advised that “[t]he first\nand most important step in management is, that whatever a mother\nsays, alwaysmustbe done.” Child 26. John Abbott, the\nauthor of The Mother at Home, likewise advised that “[o]bedience is\nabsolutely essential to proper family government.” Abbott 18.\nEchoing Locke, Abbott warned that parents who indulged a child’s\n“foolish and unreasonable wishes” would doom that child to be\nindulgent in adulthood.Id.,at 16.The concept of total parental\ncontrol over children’s lives extended into the schools. “The\ngovernment both of families and schools should be absolute,”\ndeclared Noah Webster. Rudolph 57–58. Dr. Benjamin Rush concurred:\n“In the education of youth, let the authority of our masters be asabsoluteas possible.”Id.,at 16. Through the\ndoctrine ofin loco parentis, teachers assumed the\n“ ‘sacred dut[y] of parents … to train up and qualify their\nchildren’ ” and exercised the same authority “ ‘to\ncommand obedience, to control stubbornness, to quicken diligence,\nand to reform bad habits.’ ”Morsev.Frederick,551 U. S. 393, 413–414\n(2007) (Thomas, J., concurring) (quotingStatev.Pendergrass, 19 N. C. 365, 365–366 (1837)); see also\nWishy 73. Thus, the quality of teachers and schools had to “be\nwatched with the most scrupulous attention.” Webster, in Rudolph\n64.For their part, children were\nexpected to be dutiful and obedient. Mintz & Kellogg 53; Wishy\n31; cf. J. Kett, Rites of Passage 45 (1977). Schoolbooks instructed\nchildren to do so and frequently featured vignettes illustrating\nthe consequences of disobedience. See Adams, “Pictures of the\nVicious ultimately overcome by misery and shame”: The Cultural Work\nof Early National Schoolbooks (hereinafter Adams), in Marten 156.\nOne oft-related example was the hangings of 19 alleged witches in\n1692, which, the schoolbooks noted, likely began with false\ncomplaints by two young girls. See J. Morse, The American Geography\n191 (1789); see also Adams, in Marten 164.An entire genre of books,\n“loosely termed ‘advice to youth,’ ” taught similar lessons\nwell into the 1800’s. J. Demos, Circles and Lines: The Shape of\nLife in Early America 73 (2004); cf. Wishy 54. “Next to your duty\nto God,” advised one book, “is your duty to your parents” even if\nthe child did not “understand the reason of their commands.” L.\nSigourney, The Girl’s Reading Book 44 (14th ed. 1843); see also\nFilial Duty Recommended and Enforced, Introduction, p. iii (c.\n1798); The Parent’s Present 44 (3d ed. 1841). “Disobedience is\ngenerally punished in some way or other,” warned another, “and\noften very severely.” S. Goodrich, Peter Parley’s Book of Fables 43\n(1836); see also The Country School-House 27 (1848) (“[T]he number\nof children who die from the effects of disobedience to their\nparents is very large”).4Society’s concern with children’s development\nextended to the books they read. “Vice always spreads by being\npublished,” Noah Webster observed. Rudolph 62. “[Y]oung people are\ntaught many vices by fiction, books, or pub- lic exhibitions, vices\nwhich they never would have known had they never read such books or\nattended such pub- lic places.”Ibid.;see also Cardell,\np. xii (cautioning parents that “[t]he first reading lessons for\nchildren have an extensive influence on the acquisitions and habits\nof future years”); Youth’s Companion 1 (“[T]he capacities of\nchildren, and the peculiar situation and duties of youth, require\nselect and appropriate reading”). Prominent children’s authors\nharshly criticized fairy tales and the use of anthropomorphic\nanimals. See,e.g.,S. Goodrich, 2 Recollections of a\nLifetime 320, n.* (1856) (describing fairy tales as “calculated to\nfamiliarize the mind with things shocking and monstrous; to\ncultivate a taste for tales of bloodshed and violence; to teach the\nyoung to use coarse language, and cherish vulgar ideas; … and to\nfill [the youthful mind] with the horrors of a debased and\ndebauched fancy”); 1id.,at 167 (recalling that\nchildren’s books were “full of nonsense” and “lies”); Cardell, p.\nxiv (“The fancy of converting inferior animals into ‘teachers of\nchildren,’ has been carried to ridiculous extravagance”); see also\nMacDonald 83, 103 (noting that fables and works of fantasy were not\npopular in America in the 1700’s).Adults carefully controlled what they\npublished for children. Stories written for children were dedicated\nto moral instruction and were relatively austere, lacking details\nthat might titillate children’s minds. See MacLeod 24–25, 42–48;\nsee alsoid.,at 42 (“The authors of juvenile fiction\nimposed the constraints upon themselves in the name of duty, and\nfor the sake of giving children what they thought children should\nhave, although they were often well aware that children might\nprefer more excit- ing fare”); Francis, American Children’s\nLiterature, 1646–1880, in American Childhood 208–209 (J. Hawes\n& N. Hiner eds. 1985). John Newbery, the publisher often\ncredited with creating the genre of children’s literature, removed\ntraditional folk characters, like Tom Thumb, from their original\nstories and placed them in new morality tales in which good\nchildren were rewarded and disobedient children punished. Reinier\n12.Parents had total\nauthority over what their children read. See A. MacLeod, American\nChildhood 177 (1994) (“Ideally, if not always actually,\nnineteenth-century parents regulated their children’s lives fully,\ncertainly including their reading”). Lydia Child put it bluntly in\nThe Mother’s Book: “Children … should not read anything without a\nmother’s knowledge and sanction; this is particularly necessary\nbetween the ages of twelve and sixteen.” Child 92; see alsoid.,at 143 (“[P]arents, or some guardian friends, should\ncarefully examine every volume they put into the hands of young\npeople”); E. Monaghan, Learning to Read and Write in Colonial\nAmerica 337 (2005) (reviewing a 12-year-old girl’s journal from the\nearly 1770’s and noting that the child’s aunts monitored and guided\nher reading).5The\nlaw at the time reflected the founding generation’s understanding\nof parent-child relations. According to Sir William Blackstone,\nparents were responsible for maintaining, protecting, and education\ntheir children, and therefore had “power” over their children. 1\nCommentaries on the Laws of England 434, 440 (1765); cf.Washingtonv.Glucksberg,521 U. S. 702, 712\n(1997) (Blackstone’s Commentaries was “a primary legal authority\nfor 18th- and 19th-century American lawyers”). Chancellor James\nKent agreed. 2 Commentaries on American Law *189–*207. The law\nentitled parents to “the custody of their [children],” “the value\nof th[e] [children’s] labor and services,” and the “right to the\nexercise of such discipline as may be requisite for the discharge\nof their sacred trust.”Id.,at *193, *203. Children, in\nturn, were charged with “obedience and assistance during their own\nminority, and gratitude and reverance during the rest of their\nlives.”Id.,at *207.Thus,\nin case after case, courts made clear that parents had a right to\nthe child’s labor and services until the child reached majority. In\n1810, the Supreme Judicial Court of Massachusetts explained, “There\nis no question but that a father, who is entitled to the services\nof his minor son, and for whom he is obliged to provide, may, at\nthe common law, assign those services to others, for a\nconsideration to enure to himself.”Dayv.Everett,7 Mass. 145, 147; see alsoBensonv.Remington, 2 Mass. 113, 115 (1806) (opinion of Parsons,\nC. J.) (“The law is very well settled, that parents are under\nobligations to support their children, and that they are entitled\nto their earnings”). Similarly, the Supreme Court of Judicature of\nNew Hampshire noted that the right of parents to recover for the\nservices of their child, while a minor, “cannot be contested.”Galev.Parrot, 1 N. H. 28, 29 (1817). And\nparents could bring tort suits against those who knowingly enticed\na minor away from them. See,e.g.,Kirkpatrickv.Lockhart, 2 Brev. 276 (S. C. Constitutional Ct.\n1809);Jonesv.Tevis, 4 Litt. 25 (Ky. App.\n1823).Relatedly, boys\ncould not enlist in the military without parental consent. Many of\nthose who did so during the Revolutionary War found, afterwards,\nthat their fathers were entitled to their military wages. See Cox,\nBoy Soldiers of the American Revolution, in Marten 21–24. And after\nthe war, minors who enlisted without parental consent in violation\nof federal law could find themselves returned home on writs of\nhabeas corpus issued at their parents’ request. See,e.g.,United Statesv.Anderson, 24 F. Cas. 813 (No.\n14,449) (CC Tenn. 1812);Commonwealthv.Callan,\n6 Binn. 255 (Pa. 1814)(per curiam).Laws also set age\nlimits restricting marriage without parental consent. For example,\nfrom 1730 until at least 1849, Pennsylvania law required parental\nconsent for the marriage of anyone under the age of 21. See 4\nStatutes at Large of Pennsylvania 153 (J. Mitchell & H.\nFlanders eds. 1897) (hereinafter Pa. Stats. at Large); General Laws\nof Pennsylvania 82–83 (J. Dunlop 2d ed. 1849) (including the 1730\nmarriage law with no amendments); see also Perpetual Laws of the\nCommonwealth of Massachusetts 253 (1788), in The First Laws of the\nCommonwealth of Massachusetts (J. Cushing ed. 1981). In general,\n“[p]ost-Revolutionary marriage law assumed that below a certain\nage, children could … no[t] intellectually understand its\nsignificance.” Grossberg 105.Indeed, the law\nimposed age limits on all manner of activities that required\njudgment and reason. Children could not vote, could not serve on\njuries, and generally could not be witnesses in criminal cases\nunless they were older than 14. See Brewer 43, 145, 148, 159. Nor\ncould they swear loyalty to a State. See,e.g.,9 Pa.\nStats. at Large 111 (1903 ed.). Early federal laws granting aliens\nthe ability to become citizens provided that those under 21 were\ndeemed citizens if their fathers chose to naturalize. See,e.g.,Act of Mar. 26, 1790, 1 Stat. 104; Act of Jan. 29,\n1795, ch. 20, 1 Stat. 415.CThe\nhistory clearly shows a founding generation that believed parents\nto have complete authority over their minor children and expected\nparents to direct the development of those children. The Puritan\ntradition in New England laid the foundation of American parental\nauthority and duty. See MacDonald 6 (“The Puritans are virtually\nthe inventors of the family as we know it today”). In the decades\nleading up to and following the Revolution, the conception of the\nchild’s mind evolved but the duty and authority of parents\nremained. Indeed, society paid closer attention to potential\ninfluences on children than before. See Mintz 72 (“By weakening\nearlier forms of patriarchal authority, the Revolution enhanced the\nimportance of childrearing and education in ensuring social\nstability”). Teachers and schools came under scrutiny, and\nchildren’s reading material was carefully supervised. Laws\nreflected these concerns and often supported parental authority\nwith the coercive power of the state.IIAIn\nlight of this history, the Framers could not possibly have\nunderstood “the freedom of speech” to include an unqualified right\nto speak to minors. Specifically, I am sure that the founding\ngeneration would not have understood “the freedom of speech” to\ninclude a right to speak to children without going through their\nparents. As a consequence, I do not believe that laws limiting such\nspeech—for example, by requiring parental consent to speak to a\nminor—“abridg[e] the freedom of speech” within the original meaning\nof the First Amendment.We\nhave recently noted that this Court does not have “freewheeling\nauthority to declare new categories of speech outside the scope of\nthe First Amendment.”Stevens, 559 U. S., at ___ (slip\nop., at 9). But we also recognized that there may be “some\ncategories of speech that have been historically unprotected [and]\nhave not yet been specifically identified or discussed as such in\nour case law.”Ibid.In my opinion, the historical\nevidence here plainly reveals one such category.[Footnote 2]BAdmittedly, the original public understanding\nof a constitutional provision does not always comport with modern\nsensibilities. SeeMorse, 551 U. S., at 419 (Thomas, J.,\nconcurring) (treating students “as though it were still the 19th\ncentury would find little support today”). It may also be\ninconsistent with precedent. SeeMcDonald, 561 U. S., at\n___–___ (Thomas, J., concurring in part and concurring in judgment)\n(slip op., at 48– 52) (rejecting theSlaughter-House\nCases, 16 Wall. 36 (1873), as inconsistent with the original\npublic meaning of the Privileges or Immunities Clause of the\nFourteenth Amendment).This,\nhowever, is not such a case. Although much has changed in this\ncountry since the Revolution, the notion that parents have\nauthority over their children and that the law can support that\nauthority persists today. For example, at least some States make it\na crime to lure or entice a minor away from the minor’s parent.\nSee,e.g.,Cal. Penal Code Ann. §272(b)(1) (West 2008);\nFla. Stat. §787.03 (2010). Every State in the Union still\nestablishes a minimum age for marriage without parental or judicial\nconsent. Cf.Roperv.Simmons,543 U. S. 551, 558\n(Appendix D to opinion of Court) (2005). Individuals less than 18\nyears old cannot enlist in the military without parental consent.\n10 U. S. C. §505(a). And minors remain subject to curfew laws\nacross the country, see Brief for Louisiana et al. asAmici Curiae16, and cannot unilaterally consent to most\nmedical procedures,id.,at 15.Moreover, there\nare many things minors today cannot do at all, whether they have\nparental consent or not. State laws set minimum ages for voting and\njury duty. SeeRoper,supra,at 581–585\n(Appendixes B and C to opinion of Court). In California (the State\nat issue here), minors cannot drive for hire or drive a school bus,\nCal. Veh. Code Ann. §§12515, 12516 (West 2010), purchase tobacco,\nCal. Penal Code Ann. §308(b) (West 2008), play bingo for money,\n§326.5(e), or execute a will, Cal. Probate Code Ann. §6220 (West\n2009).My understanding\nof “the freedom of speech” is also consistent with this Court’s\nprecedents. To be sure, the Court has held that children are\nentitled to the protection of the First Amendment, see,e.g.,Erznoznikv.Jacksonville,422 U. S. 205,\n212–213 (1975), and the government may not unilaterally dictate\nwhat children can say or hear, seeid.,at 213–214;Tinkerv.Des Moines Independent Community School\nDist.,393 U.\nS. 503, 511 (1969). But this Court has never held, until today,\nthat “the freedom of speech” includes a right to speak to minors\n(or a right of minors to access speech) without going through the\nminors’ parents. To the contrary, “[i]t is well settled that a\nState or municipality can adopt more stringent controls on\ncommunicative materials available to youths than on those available\nto adults.”Erznoznik,supra,at 212; cf.post, at 3 (Breyer, J., dissenting).The Court’s\nconstitutional jurisprudence “historically has reflected Western\ncivilization concepts of the family as a unit with broad parental\nauthority over minor children.”Parhamv.J. R.,442 U. S. 584, 602\n(1979). Under that case law, “legislature[s] [can] properly\nconclude that parents and others, teachers for example, who have …\nprimary responsibility for children’s well-being are entitled to\nthe support of laws designed to aid discharge of that\nresponsibility.”Ginsbergv.New York,390 U. S. 629, 639\n(1968); see alsoBellottiv.Baird,443 U. S. 622, 635\n(1979) (opinion of Powell, J.) (“[T]he State is entitled to adjust\nits legal system to account for children’s vulnerability and their\nneeds for concern, … sympathy, and … paternal attention” (internal\nquotation marks omitted)). This is because “the tradition of\nparental authority is not inconsistent with our tradition of\nindividual liberty; rather, the former is one of the basic\npresuppositions of the latter.”Id.,at 638;id.,\nat 638–639 (“Legal restrictions on minors, especially those\nsupportive of the parental role, may be important to the child’s\nchances for the full growth and maturity that make eventual\nparticipation in a free society meaningful and\nrewarding”).IIIThe\nCalifornia law at issue here prohibits the sale or rental of\n“violent video game[s]” to minors, defined as anyone “under 18\nyears of age.” Cal. Civ. Code Ann. §§1746.1(a), 1746 (West 2009). A\nviolation of the law is punishable by a civil fine of up to $1,000.\n§1746.3. Critically, the law does not prohibit adults from buying\nor renting violent video games for a minor or prohibit minors from\nplaying such games. Cf.ante, at 10 (Alito, J., concurring\nin judgment);post, at 10 (Breyer, J., dissenting). The\nlaw also does not restrict a “minor’s parent, grandparent, aunt,\nuncle, or legal guardian” from selling or renting him a violent\nvideo game. §1746.1(c).Respondents, associations of companies in the\nvideo game industry, brought a preenforcement challenge to\nCalifornia’s law, claiming that on its face the law violates the\nfree speech rights of their members. The Court holds that video\ngames are speech for purposes of the First Amendment and finds the\nstatute facially unconstitutional. Seeante, at 2–3,\n11–17. I disagree.Under any of this\nCourt’s standards for a facial First Amendment challenge, this one\nmust fail. The video game associations cannot show “that no set of\ncircumstances exists under which [the law] would be valid,” “that\nthe statute lacks any plainly legitimate sweep,” or that “a\nsubstantial number of its applications are unconstitutional, judged\nin relation to the statute’s plainly legitimate sweep.”Stevens, 559 U. S., at ___ (slip op., at 10) (internal\nquotation marks omitted). Even assuming that video games are\nspeech, in most applications the California law does not implicate\nthe First Amendment. All that the law does is prohibit the direct\nsale or rental of a violent video game to a minor by someone other\nthan the minor’s parent, grandparent, aunt, uncle, or legal\nguardian. Where a minor has a parent or guardian, as is usually\ntrue, the law does not prevent that minor from obtaining a violent\nvideo game with his parent’s or guardian’s help. In the typical\ncase, the only speech affected is speech that bypasses a minor’s\nparent or guardian. Because such speech does not fall within “the\nfreedom of speech” as originally understood, California’s law does\nnot ordinarily implicate the First Amendment and is not facially\nunconstitutional.[Footnote\n3]*  *  *“The\nfreedom of speech,” as originally understood, does not include a\nright to speak to minors without going through the minors’ parents\nor guardians. Therefore, I cannot agree that the statute at issue\nis facially unconstitutional under the First\nAmendment.I\nrespectfully dissent.Footnote 1Justice Alito\nconcludes that the law is too vague to satisfy due process, but\nneither the District Court nor the Court of Appeals addressed that\nquestion.Ante, at 2–9 (opinion concurring in judgment).\nAs we have often said, this Court is “one of final review, ‘not of\nfirst view.’ ”FCCv.Fox Television Stations,\nInc., 556 U. S. ___, ___ (2009) (slip op., at 25) (quotingCutterv.Wilkinson,544 U. S. 709, 718,\nn. 7 (2005)).Footnote 2The majority\nresponds that “it does not follow” from the historical evidence\n“that the state has the power to prevent children from hearing …\nanythingwithout their parents’ prior consent.”Ante, at 7, n. 3. Such a conclusion, the majority\nasserts, would lead to laws that, in its view, would be undesirable\nand “obviously” unconstitutional.Ibid.The majority’s\ncircular argument misses the point. The question is not whether\ncertain laws might make sense to judges or legislators today, but\nrather what the public likely understood “the freedom of speech” to\nmean when the First Amendment was adopted. SeeDistrict of\nColumbiav.Heller,554 U. S. 570, 634–635\n(2008). I believe it is clear that the founding public would not\nhave understood “the freedom of speech” to include speech to minor\nchildren bypassing their parents. It follows that the First\nAmendment imposes no restriction on state regulation of such\nspeech. To note that there may not be “precedent for [such] state\ncontrol,”ante, at 8, n. 3, “is not to establish that\n[there] is a constitutional right,”McIntyrev.Ohio\nElections Comm’n,514 U. S. 334, 373 (1995) (Scalia, J.,\ndissenting).Footnote 3Whether the\nstatute would survive an as-applied challenge in the unusual case\nof an emancipated minor is a question for another day. To decide\nthis case, it is enough that the statute is not unconstitutional on\nits face.",
    "joined": []
}