{
    "case": {
        "docket": "20-18",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-18/"
    },
    "id": "4442720",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–18_________________ARTHUR GREGORY LANGE, PETITIONERv.CALIFORNIAon writ of certiorari to the court of appeal\nof california, first appellate district[June 23, 2021]Justice Thomas, with whom Justice kavanaugh\njoins as to Part II, concurring in part and concurring in the\njudgment.I join the majority opinion, except for Part\nII–A, which correctly rejects the argument that suspicion that a\nperson committedanycrime justifies warrantless entry into\na home in hot pursuit of that person. I write separately to note\ntwo things: the general case-by-case rule that the Court announces\ntoday is subject to historical, categorical exceptions; and under\nour precedent, the federal exclusionary rule does not apply to\nevidence discovered in the course of pursuing a fleeing\nsuspect.IThe majority sets out a general rule requiring\na case-by-case inquiry when an officer enters a home without a\nwarrant in pursuit of a person suspected of committing a\nmisdemeanor. But history suggests several categorical exceptions to\nthis rule. First, warrantless entry is categorically allowed when a\nperson is arrested and escapes.E.g.,J. Parker, Conductor\nGeneralis 28–29 (1788) (constables may break into houses without a\nwarrant “[w]herever a person is lawfully arrested for any cause,\nand afterwards escapes, and shelters himself in an house”);ante,at 14, n. 5. This exception is potentially very\nbroad. SeeTorresv.Madrid, 592 U. S. ___, ___\n(2021) (slip op., at 1) (holding that an arrest occurs whenever an\nofficer applies physical force to the body with intent to\nrestrain);Gennerv.Sparks, 6 Mod. 173, 174, 87 Eng.\nRep. 928, 929 (Q. B. 1704). Second, authorities at common law\ncategorically allowed warrantless entry when in hot pursuit of a\nperson who committed an affray.Ante,at 15. Third, those\nauthorities allowed the same for what the majority calls certain\n“pre-felonies.”Ante,at 14. Finally, some authorities\nappear to have allowed warrantless entry when in pursuit of a\nperson who had breached the peace. See,e.g.,2 M. Hale,\nPleas of the Crown 95 (1736) (Hale); Wilgus, Arrest Without a\nWarrant, 22 Mich. L. Rev. 798, 802–803 (1924)). What crimes\namounted to “breach of peace” for purposes of warrantless entry is\nnot immediately clear. The term sometimes was used to refer to\nviolence, but the majority recognizes historical support for a\nbroader definition.Ante,at 15 (citing Hale 95). And cases\ndecided before and after the Fourteenth Amendment was ratified\nsimilarly used the term “breach of peace” in a broad sense.E.g.,Statev.Lafferty, 5 Del. 491 (1854)\n(“blow[ing] a trumpet at night through the streets”);Hawkinsv.Lutton, 95 Wis. 492, 494, 70 N.W. 483\n(1897) (“loud, profane, and indecent” language).I join the relevant parts of the majority on the\nunderstanding that its general case-by-case rule does not foreclose\nhistorical, categorical exceptions. Although the majority\nunnecessarily leads with doctrine before history, it does not\ndisturb our regular rule that history—not court-created standards\nof reasonableness—dictates the outcome whenever it provides an\nanswer. See,e.g.,Wilsonv.Arkansas,514 U.S.\n927, 931 (1995);Virginiav.Moore,553 U.S.\n164, 171 (2008).I also join on the understanding that the\nmajority has not sought to settle the contours of any of these\nhistorical exceptions.III also write to point out that even if the\nstate courts on remand conclude that the officer’s entry here was\nunlawful, the federal exclusionary rule does not require\nsuppressing any evidence.“[O]fficers who violated the Fourth Amendment\nwere traditionally considered trespassers.”Utahv.Strieff, 579 U.S. 232, 237 (2016). For that reason,\n“individuals subject to unconstitutional searches or seizures\nhistorically enforced their rights through tort suits or\nself-help.”Ibid.But beginning in the 20th century, this\nCourt created a new remedy: exclusion of evidence in criminal\ntrials.Ibid.Establishing a violation of the Fourth\nAmendment, though, does not automatically entitle a criminal\ndefendant to exclusion of evidence. Far from it. “[T]he\nexclusionary rule is not an individual right.”Herringv.United States,555 U.S.\n135, 141 (2009). It is a “ ‘prudential’ doctrine created\nby this Court,”Davisv.United States,564 U.S.\n229, 236 (2011) (citation omitted), and there is always a “high\nobstacle for those urging application of the rule,”Pennsylvania\nBd. of Probation and Parolev.Scott,524 U.S.\n357, 364–365 (1998). Relevant here, the rule “does not apply\nwhen the costs of exclusion outweigh its deterrent benefits.”Strieff, 579 U. S., at 235.On the benefits side, “we have said time and\nagain that thesole” factor courts can consider is\n“deter[ring] misconduct by law enforcement.”Davis, 564\nU. S., at 246. And not just any misconduct. The exclusionary\nrule developed to deter “intentionalconduct that waspatentlyunconstitutional.”Herring, 555 U. S.,\nat 143 (emphasis added). For the past several decades, we have thus\ndeclined to exclude evidence where exclusion would not\nsubstantially deter “intentional” and “flagrant” behavior.Id.,at 144. For example, the exclusionary rule does not\napply where “some intervening circumstance” arises between\nunconstitutional conduct and discovery of evidence,Strieff,\n579 U. S., at 238; where evidence would inevitably have been\ndiscovered,ibid.; or where officers have acted in good\nfaith,United Statesv.Leon,468\nU.S. 897, 908 (1984).On the other side of the ledger, we consider all\n“costs.”E.g., Davis, 564 U. S., at 237. One cost is\nespecially salient: excluding evidence under the Fourth Amendment\nalways obstructs the “ ‘truth-finding functions of judge and\njury.’ ”Leon, 468 U. S., at 907; accord,Nixv.Williams,467 U.S.\n431, 443 (1984) (recognizing “the public interest in having\njuries receive all probative evidence”). This interference with the\npurpose of the judicial system also creates a downstream risk that\n“some guilty defendants may go free or receive reduced sentences.”Leon, 468 U. S., at 907.By itself, this high cost makes exclusion under\nour precedent rarely appropriate. “Suppression of evidence\n. . . has always been our last resort, not our first\nimpulse.”Hudsonv.Michigan, 547 U.S. 586, 591\n(2006). When additional costs are present, the balance tips\ndecisively against exclusion.Cases of fleeing suspects involve more than\nenough added costs to render the exclusionary rule inapplicable.\nFirst, our precedents make clear that the exclusionary rule does\nnot apply when it would encourage bad conduct by criminal\ndefendants. For example, evidence obtained during an unlawful\nsearch is still admissible to impeach a witness because exclusion\nwould create “ ‘a license to use perjury.’ ”United\nStatesv.Havens,446 U.S.\n620, 626 (1980). Here, exclusion is inappropriate because it\nwould encourage suspects to flee. Second, our precedents similarly\nmake clear that criminal defendants cannot use the exclusionary\nrule as “a shield against” their own bad conduct.Walderv.United States,347 U.S.\n62, 65 (1954). In most—if not all—States, fleeing from police\nafter a lawful order to stop is a crime. All the evidence that\npetitioner seeks to exclude is evidence that inevitably would have\nbeen discovered had he complied with the officer’s order to stop. A\ncriminal defendant should “not . . . be put in a better\nposition than [he] would have been in if no illegality had\ntranspired.”Nix, 467 U. S., at 443–444.Aware of the substantial costs created by the\nexclusionary rule, courts have sometimes narrowed the protections\nhistorically afforded by the Fourth Amendment to avoid having to\nexclude evidence. SeeCollinsv.Virginia, 584\nU. S. ___, ___ (2018) (Thomas, J., concurring) (slip op., at\n1); A. Amar, The Constitution and Criminal Procedure: First\nPrinciples 30 (1997) (“Judges do not like excluding bloody knives,\nso they distort doctrine”). But it should be the judicially created\nremedy, not the Fourth Amendment, that contracts in the face of\nthat pressure. Courts should follow the plain dictates of our\nprecedent: Officers cannot chase a fleeing person into a home\nsimply because that person is suspected of having committed any\nmisdemeanor, but if the officer nonetheless does so, exclusion\nunder the Fourth Amendment is improper. Criminal defendants must\nrely on other remedies.",
    "joined": []
}