{
    "case": {
        "docket": "17-961",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-961/"
    },
    "id": "4068011",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–961_________________THEODORE H. FRANK, et al., PETITIONERSv.PALOMA GAOS, individually and on behalf of all others\nsimilarly situated, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 20, 2019]Justice Thomas, dissenting.Respectfully, I would reach the merits and\nreverse. As I have previously explained, a plaintiff seeking to\nvindicate a private right need only allege an invasion of that\nright to establish standing.Spokeo, Inc.v.Robins,\n578 U. S. ___, ___ (2016) (concurring opinion) (slip op., at\n6). Here, the plaintiffs alleged violations of the Stored\nCommunications Act, which creates a private right: It prohibits\ncertain electronic service providers from “knowingly divulg[ing]\n. . . the contents of a communication” sent by a\n“ ‘user,’ ” “subscriber,” or “customer” of the service,\nexcept as provided in the Act. 18 U. S. C. §§2510(13),\n2702(a)(1)–(2), (b); see §2707(a) (providing a cause of action to\npersons aggrieved by violations of the Act). They also asserted\nviolations of private rights under state law. By alleging the\nviolation of “private dut[ies] owed personally” to them “ ‘as\nindividuals,’ ”Spokeo,supra, at ___, ___\n(opinion of Thomas, J.) (slip op., at 7, 2), the plaintiffs\nestablished standing. Whether their allegations state a plausible\nclaim for relief under the Act or state law is a separate question\non which I express no opinion.As to the class-certification and\nclass-settlement orders, I would reverse. The named plaintiffs here\nsought to simultaneously certify and settle a class action under\nFederal Rules of Civil Procedure 23(b)(3) and (e). Yet the\nsettlement agreement provided members of the class no damages and\nno other form of meaningful relief.[1]* Most of the settlement fund was devoted tocy\nprespayments to nonprofit organizations that are not parties\nto the litigation; the rest, to plaintiffs’ lawyers, administrative\ncosts, and incentive payments for the named plaintiffs.Ante, at 3–4. The District Court and the Court of Appeals\napproved this arrangement on the view that thecy prespayments provided an “indirect” benefit to the class.In re\nGoogle Referrer Header Privacy Litigation, 87 F. Supp. 3d\n1122, 1128–1129, 1137 (ND Cal. 2015);In re Google Referrer\nHeader Privacy Litigation, 869 F.3d 737, 741 (CA9 2017).Whatever rolecy presmay permissibly\nplay in disposing of unclaimed or undistributable class funds, seeKlierv.Elf Atochem North Am., Inc., 658 F.3d 468,\n474–476 (CA5 2011);id.,at 480–482 (Jones, C. J.,\nconcurring),cy prespayments are not a form of relief to\nthe absent class members and should not be treated as such\n(including when calculating attorney’s fees). And the settlement\nagreement here provided no other form of meaningful relief to the\nclass. Thiscy pres-only arrangement failed several\nrequirements of Rule 23. First, the fact that class counsel and the\nnamed plaintiffs were willing to settle the class claims without\nobtaining any relief for the class—while securing significant\nbenefits for themselves—strongly suggests that the interests of the\nclass were not adequately represented. Fed. Rules Civ. Proc.\n23(a)(4), (g)(4); seeAmchem Products, Inc.v.Windsor,521 U.S.\n591, 619–620 (1997) (settlement terms can inform adequacy of\nrepresentation). Second, the lack of any benefit for the class\nrendered the settlement unfair and unreasonable under Rule\n23(e)(2). Further, I question whether a class action is “superior\nto other available methods for fairly and efficiently adjudicating\nthe controversy” when it serves only as a vehicle through which to\nextinguish the absent class members’ claims without providing them\nany relief. Fed. Rule Civ. Proc. 23(b)(3); see Rule 23(b)(3)(A)\n(courts must consider “the class members’ interests in individually\ncontrolling the prosecution . . . of separate\nactions”).In short, because the class members here\nreceived no settlement fund, no meaningful injunctive relief, and\nno other benefit whatsoever in exchange for the settlement of their\nclaims, I would hold that the class action should not have been\ncertified, and the settlement should not have been approved.Notes1*The settlement required that\nGoogle make additional disclosures on its website for the benefit\nof “future users.” App. to Pet. for Cert. 50. But no party argues\nthat these disclosures were valuable enough on their own to\nindependently support the settlement.",
    "joined": []
}