{
    "case": {
        "docket": "768",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/768/"
    },
    "id": "3413623",
    "author": "thomas",
    "type": "concurrence & dissent in part",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–86_________________EQUAL EMPLOYMENT OPPORTUNITY COMMISSION,\nPETITIONERv.ABERCROMBIE & FITCHSTORES, INC.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 1, 2015]Justice Thomas, concurring in part and\ndissenting in part.I agree with the Court that there are two—and\nonly two—causes of action under Title VII of the Civil Rights Act\nof 1964 as understood by our precedents: a disparate-treatment (or\nintentional-discrimination) claim and a disparate-impact claim.Ante,at 3. Our agreement ends there. Unlike the majority, I\nadhere to what I had thought before today was an undisputed\nproposition: Mere application of a neutral policy cannot constitute\n“intentional discrimination.” Because the Equal Employment\nOpportunity Commission (EEOC) can prevail here only if Abercrombie\nengaged in intentional discrimination, and because Abercrombie’s\napplication of its neutral Look Policy does not meet that\ndescription, I would affirm the judgment of the Tenth Circuit.IThis case turns on whether Abercrombie’s\nconduct constituted “intentional discrimination” within the meaning\nof 42 U. S. C. §1981a(a)(1). That provision allows a\nTitle VII plaintiff to “recover compensatory and punitive damages”\nonly against an employer “who engaged in unlawful intentional\ndiscrimination (not an employment practice that is unlawful because\nof its disparate impact).” The damages award EEOC obtained against\nAbercrombie is thus proper only if that company engaged in\n“intentional discrimination”—as opposed to “an employment practice\nthat is unlawful because of its disparate impact”—within the\nmeaning of §1981a(a)(1).The terms “intentional discrimination” and\n“disparate impact” have settled meanings in federal employment\ndiscrimination law. “[I]ntentional discrimination . . .\noccur[s] where an employer has treated a particular person less\nfavorably than others because of a protected trait.”Ricciv.DeStefano, 557 U. S. 557, 577 (2009) (internal\nquotation marks and alteration omitted). “[D]isparate-impact\nclaims,” by contrast, “involve employment practices that are\nfacially neutral in their treatment of different groups but that in\nfact fall more harshly on one group than another and cannot be\njustified by business necessity.”Raytheon Co.v.Hernandez, 540 U. S. 44, 52 (2003) (internal quotation\nmarks omitted). Conceived by this Court inGriggsv.Duke\nPower Co., 401 U. S. 424 (1971) , this “theory of\ndiscrimination” provides that “a facially neutral employment\npractice may be deemed illegally discriminatory without evidence of\nthe employer’s subjective intent to discriminate that is required\nin a disparate-treatment case,”Raytheon, supra,at 52–53\n(internal quotation marks and alteration omitted).I would hold that Abercrombie’s conduct did not\nconstitute “intentional discrimination.” Abercrombie refused to\ncreate an exception to its neutral Look Policy for Samantha Elauf’s\nreligious practice of wearing a headscarf.Ante,at 2. In\ndoing so, it did not treat religious practices less favorably than\nsimilar secular practices, but instead remained neutral with regard\nto religious practices. To be sure, theeffectsof\nAbercrombie’s neutral Look Policy, absent an accommodation, fall\nmore harshly on those who wear headscarves as an aspect of their\nfaith. But that is a classic case of an alleged disparate impact.\nIt is not what we have previously understood to be a case of\ndisparate treatment because Elauf received thesametreatment from Abercrombie as any other applicant who appeared\nunable to comply with the company’s Look Policy. Seeibid.;\nApp. 134, 144. Because I cannot classify Abercrombie’s conduct as\n“intentional discrimination,” I would affirm.IIAResisting this straightforward application of\n§1981a, the majority expands the meaning of “intentional\ndiscrimination” to include a refusal to give a religious applicant\n“favored treatment.”Ante,at 6–7. But contrary to the\nmajority’s assumption, this novel theory of discrimination is not\ncommanded by the relevant statutory text.Title VII makes it illegal for an employer “to\nfail or refuse to hire . . . any individual\n. . . because of such individual’s . . .\nreligion.” §2000e–2(a)(1). And as used in Title VII, “[t]he term\n‘religion’ includes all aspects of religious observance and\npractice, as well as belief, unless an employer demonstrates that\nhe is unable to reasonably accommodate to an employee’s or\nprospective employee’s religious observance or practice without\nundue hardship on the conduct of the employer’s business.”\n§2000e( j). With this gloss on the definition of “religion” in\n§2000e–2(a)(1), the majority concludes that an employer may violate\nTitle VII if he “refuse[s] to hire . . . any individual\n. . . because of such individual’s . . .\nreligious . . . practice” (unless he has an “undue\nhardship” defense). Seeante,at 3–4.But inserting the statutory definition of\nreligion into §2000e–2(a) does not answer the question whether\nAbercrombie’s refusal to hire Elauf was “because of her religious\npractice.” At first glance, the phrase “because of such\nindividual’s religious practice” could mean one of two things.\nUnder one reading, it could prohibit taking an action because of\nthe religious nature of an employee’s particular practice. Under\nthe alternative reading, it could prohibit taking an action because\nof an employee’s practice thathappensto be religious.The distinction is perhaps best understood by\nexample. Suppose an employer with a neutral grooming policy\nforbidding facial hair refuses to hire a Muslim who wears a beard\nfor religious reasons. Assuming the employer applied the neutral\ngrooming policy to all applicants, the motivation behind the\nrefusal to hire the Muslim applicant would not be the religious\nnature of his beard, but its existence. Under the first reading,\nthen, the Muslim applicant would lack an intentional-discrimination\nclaim, as he was not refused employment “because of” the religious\nnature of his practice. But under the second reading, he would have\nsuch a claim, as he was refused employment “because of” a practice\nthat happens to be religious in nature.One problem with the second, more expansive\nreading is that it would punish employers who have no\ndiscrimina-tory motive. If the phrase “because of such individual’s\nreligious practice” sweeps in any case in which an employer takes\nan adverse action because of a practice that hap-pens to be\nreligious in nature, an employer who had no idea that a particular\npractice was religious would be penalized. That strict-liability\nview is plainly at odds with the concept of intentional\ndiscrimination. Cf.Raytheon,supra,at 54, n. 7\n(“If [the employer] were truly unaware that such a disability\nexisted, it would be impossible for her hiring decision to have\nbeen based, even in part, on [the applicant’s] disability. And, if\nno part of the hiring decision turned on [the applicant’s] status\nas disabled, he cannot,ipso facto, have been subject to\ndisparate treatment”). Surprisingly, the majority leaves the door\nopen to this strict-liability theory, reserving the question\nwhether an employer who does not even “suspec[t] that the practice\nin question is a religious practice” can nonetheless be punished\nforintentionaldiscrimination.Ante,at 6, n. 3.For purposes of today’s decision, however, the\nmajority opts for a compromise, albeit one that lacks a foothold in\nthe text and fares no better under our precedents. The majority\nconstrues §2000e–2(a)(1) to punish employers who refuse to\naccommodate applicants under neutral policies when they act “with\nthe motive of avoiding accommodation.”Ante, at 5. But an\nemployer who is aware that strictly applying a neutral policy will\nhave an adverse effect on a religious group, and applies the policy\nanyway, is not engaged in intentional discrimination, at least as\nthat term has traditionally been understood. As the Court explained\nmany decades ago, “ ‘Discriminatory\npurpose’ ”—i.e.,the purpose necessary for a claim of\nintentional discrimination—demands “more than . . .\nawareness of consequences. It implies that the decisionmaker\n. . . selected or reaffirmed a particular course of\naction at least in part ‘because of,’ not merely ‘in spite of,’ its\nadverse effects upon an identifiable group.”Personnel\nAdministrator of Mass.v.Feeney, 442 U. S. 256,\n279 (1979) (internal citation and footnote omitted).I do not dispute that a refusal to accommodate\ncan, in some circumstances, constitute intentional discrimination.\nIf an employer declines to accommodate a particular religious\npractice, yet accommodates a similar secular (or other\ndenominational) practice, then that may be proof that he has\n“treated a particular person less favorably than others because of\n[a religious practice].”Ricci, 557 U. S., at 577\n(internal quotation marks and alteration omitted); see also,e.g., Dixonv.Hallmark Cos., 627 F. 3d 849, 853\n(CA11 2010) (addressing a policy forbidding display of “religious\nitems” in management offices). But merely refusing to create an\nexception to a neutral policy for a religious practice cannot be\ndescribed as treating a particular applicant “less favorably than\nothers.” The majority itself appears to recognize that its\nconstruction requires something more than equal treatment. Seeante,at 6–7 (“Title VII does not demand mere neutrality\nwith regard to religious practices,” but instead “gives them\nfavored treatment”). But equal treatment is not disparate\ntreatment, and that basic principle should have disposed of this\ncase.BThe majority’s novel theory of intentional\ndiscrimination is also inconsistent with the history of this area\nof employment discrimination law. As that history shows, cases\narising out of the application of a neutral policy absent religious\naccommodations have traditionally been understood to involve only\ndisparate-impact liability.When Title VII was enacted in 1964, it\nprohibited discrimination “because of . . . religion” and\ndid not include the current definition of “religion” encompassing\n“religious observance and practice” that was added to the statute\nin 1972. Civil Rights Act of 1964, §§701, 703(a), 78Stat. 253–255.\nShortly thereafter, the EEOC issued guidelines purporting to create\n“an obligation on the part of the employer to accommodate to the\nreligious needs of employees.” 31 Fed. Reg. 8370 (1966). From an\nearly date, the EEOC defended this obligation under a\ndisparate-impact theory. See Brief for United States asAmicus\nCuriaeinDeweyv.Reynolds Metals Co., O. T.\n1970, No. 835, pp. 7, 13, 29–32. Courts and commentators at\nthe time took the same view. See,e.g., Reidv.Memphis\nPublishing Co., 468 F. 2d 346, 350 (CA6 1972);Deweyv.Reynolds Metals Co., 300 F. Supp. 709,\n713 (WD Mich. 1969), rev’d, 429 F. 2d 324 (CA6 1970), aff’d by\nan equally di-vided Court, 402 U. S. 689 (1971) (per\ncuriam); 1 B. Lindemann & P. Grossman, Employment\nDiscrimination Law 187–188 (3d ed. 1976).This Court’s first decision to discuss a refusal\nto accommodate a religious practice,Trans World Airlines,\nInc.v.Hardison, 432 U. S. 63 (1977) , similarly\ndid not treat such conduct as intentional discrimination.Hardisoninvolved a conflict between an employer’s neutral\nseniority system for assigning shifts and an employee’s observance\nof a Saturday Sabbath. The employer denied the employee an\naccommodation, so he refused to show up for work on Saturdays and\nwas fired.Id.,at 67–69. This Court held that the employer\nwas not liable under Title VII because the proposed accommodations\nwould have imposed an undue hardship on the employer.Id.,\nat 77. To bolster its conclusion that there was no statutory\nviolation, the Court relied on a provision of Title VII shielding\nthe application of a “ ‘bona fide seniority or merit\nsystem’ ” from challenge unless that application is\n“ ‘the result of an intention to discriminate because of\n. . . religion.’ ”Id.,at 81–82 (quoting\n§2000e–2(h)). In applying that provision, the Court observed that\n“[t]here ha[d] been no suggestion of discriminatory intent in th[e]\ncase.”Id.,at 82. But if the major-ity’s view were\ncorrect—if a mere refusal to accommodate a religious practice under\na neutral policy could constitute intentional discrimination—then\nthe Court inHardisonshould never have engaged in such\nreasoning. After all, the employer inHardisonknew of the\nemployee’s religious practice and refused to make an exception to\nits neutral seniority system, just as Abercrombie arguably knew of\nElauf’s religious practice and refused to make an exception to its\nneutral Look Policy.[1]*Lower courts followingHardisonlikewise\ndid not equate a failure to accommodate with intentional\ndiscrimination. To the contrary, many lower courts, including the\nTenth Circuit below, wrongly assumed that Title VII creates a\nfreestanding failure-to-accommodate claim distinct from either\ndisparate treatment or disparate impact. See,e.g.,731\nF. 3d 1106, 1120 (2013) (“A claim for religious discrimination\nunder Title VII can be asserted under several different theories,\nincluding disparate treatment and failure to accommodate” (internal\nquotation marks omitted));Protosv.Volkswagen of Am.,\nInc., 797 F. 2d 129, 134, n. 2 (CA3 1986) (“In\naddition to her religious accommodation argument, [the plaintiff]\nmaintains that she prevailed in the district court on a disparate\ntreatment claim”). That assumption appears to have grown out of\nstatements in our cases suggesting that Title VII’s definitional\nprovision concerning religion created an independent duty. See,e.g., Ansonia Bd. of Ed.v.Philbrook, 479 U. S.\n60 , n. 1 (1986) (“The reasonable accommodation duty was\nincorporated into the statute, somewhat awkwardly, in the\ndefinition of religion”). But in doing so, the lower courts\ncorrectly recognized that a failure-to-accommodate claim based on\nthe application of a neutral policy is not a disparate-treatment\nclaim. See,e.g., Reedv.International Union, United\nAuto, Aerospace and Agricultural Implement Workers of Am., 569\nF. 3d 576, 579–580 (CA6 2009);Chalmersv.Tulon Co.\nof Richmond, 101 F. 3d 1012, 1018 (CA4 1996).At least before we granted a writ of certiorari\nin this case, the EEOC too understood that merely applying a\nneutral policy did not automatically constitute intentional\ndiscrimination giving rise to a disparate-treatment claim. For\nexample, the Commission explained in a recent compliance manual, “A\nreligious accommodation claim is distinct from a disparate\ntreatment claim, in which the question is whether employees are\ntreated equally.” EEOC Compliance Manual §12–IV, p. 46 (2008).\nIndeed, in asking us to take this case, the EEOC dismissed one of\nAbercrombie’s supporting authorities as “a case addressing\nintentional discrimination, not religious accommodation.” Reply to\nBrief in Opposition 7, n. Once we granted certiorari in this case,\nhowever, the EEOC altered course and advanced the\nintentional-discrimination theory now adopted by the majority. The\nCourt should have rejected this eleventh-hour request to expand our\nunderstanding of “intentional discrimination” to include merely\napplying a religion-neutral policy.*  *  *The Court today rightly puts to rest the\nnotion that Title VII creates a freestanding\nreligious-accommodation claim,ante,at 3, but creates in\nits stead an entirely new form of liability: the\ndisparate-treatment-based-on-equal-treatment claim. Because I do\nnot think that Congress’ 1972 redefinition of “religion” also\nredefined “intentional discrimination,” I would affirm the judgment\nof the Tenth Circuit. I respectfully dissent from the portions of\nthe majority’s decision that take the contrary view.Notes1* Contrary to the EEOC’s\nsuggestion,Trans World Airlines, Inc.v.Hardison,\n432 U. S. 63 (1977) , did not establish that a refusal to\naccommodate a religious practice automatically constitutes\nintentional discrimination. To be sure,Hardisonremarked\nthat the “effect of ” the 1972 amendment expanding the\ndefinition of religion “was to make it an unlawful employment\npractice under [§2000e–2(a)(1)] for an employer not to make\nreasonable accommodations, short of undue hardship, for the\nreligious practices of his employees and prospective employees.”Id.,at 74. But that statement should not be understood as a\nholding that such conduct automatically gives rise to a\ndisparate-treatment claim. Although this Court has more recently\ndescribed §2000e–2(a)(1) as originally creating only\ndisparate-treatment liability,e.g.,Ricciv.DeStefano, 557 U. S. 557, 577 (2009) , it was an open\nquestion at the timeHardisonwas decided whether\n§2000e–2(a)(1) also created disparate-impact liability, see,e.g.,Nashville Gas Co.v.Satty, 434\nU. S. 136, 144 (1977) ;General Elec. Co.v.Gilbert, 429 U. S. 125 –155 (1976) (Brennan, J.,\ndissenting). In fact, both the employee and the EEOC inHardisonargued before this Court that the employer had\nviolated §2000e–2(a)(1) under a disparate-impact theory. See Brief\nfor Respondent 15, 25–26, and Brief for United States et al.\nasAmici Curiae33–36, 50, inTrans World Airlines,\nInc.v.Hardison, O. T. 1976, No. 75–1126 etc. In any\nevent, the relevant language inHardisonis dictum. Because\nthe employee’s termination had occurred before the 1972 amendment\nto Title VII’s definition of religion,Hardisonapplied the\nthen-existing EEOC guideline—which also contained an “undue\nhardship” defense—not the amended statutory definition. 432\nU. S.,at 76, and n. 11.Hardison’s comment about\nthe effect of the 1972 amendment was thus entirely beside the\npoint.",
    "joined": []
}