{
    "case": {
        "docket": "21",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/21/"
    },
    "id": "3246254",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13-553_________________ALABAMA DEPARTMENT OF REVENUE, et al., PETITIONERSv.CSX TRANSPORTATION, INC.on writ of certiorari to the united states court of appeals for\nthe eleventh circuit[March 4, 2015]Justice Thomas, with whom Justice Ginsburg joins,\ndissenting.In order to violate 49 U.S.C. §11501(b)(4), “a tax exemption\nscheme must target or single out railroads by comparison to general\ncommercial and industrial taxpayers.”CSX Transp., Inc. v.\nAlabama Dept. of Revenue(CSX I), 562 U.S. 277-298\n(2011) (Thomas, J., dissenting). Because CSX cannot prove facts\nthat would satisfy that standard, I would reverse the judgment\nbelow and remand for the entry of judgment in favor of the Alabama\nDepartment of Revenue.IALast time this case was before the Court, I explained in detail\nmy reasons for interpreting “another tax that discriminates against\na rail carrier” in 11501(b)(4) to refer to a tax “that targets or\nsingles out railroads as compared to other commercial and\nindustrial taxpayers.”Id., at 298. I briefly summarize\nthat reasoning here.Because the meaning of “discriminates” is ambiguous at first\nglance, I look to the term’s context to resolve this uncertainty.Id., at 298-299. Both the structure and background of the\nstatute indicate that subsection (b)(4) prohibits only taxes that\nsingle out railroads as compared to other commercial and industrial\ntaxpayers.Subsection (b)(4) is a residual clause, the meaning of which is\nbest understood by reference to the provisions that precede it.\nSubsection (b) begins by announcing that “[t]he following acts . .\n. discriminate against interstate commerce” and are prohibited.\n11501(b). Subsections (b)(1) through (3) then list three\ntax-related actions that single out rail carriers by treating rail\nproperty differently from all other commercial and industrial\nproperty. §§11501(b)(1)-(3);id., at 300. Subsections\n(b)(1) and (b)(3) explicitly identify “commercial and industrial\nproperty” as the comparison class, and subsection (b)(2)\nincorporates that comparison class by reference. 11501(b);id., at 300. Subsection (b)(4) refers back to these\nprovisions when it forbids “[i]mpos[ing]anothertax that\ndiscriminates against a rail carrier.” §11501(b)(4) (emphasis\nadded);id., at 300). The statutory structure therefore\nsupports the conclusion that a tax discriminates against a rail\ncarrier within the meaning of subsection (b)(4) if it singles out\nrailroads for unfavorable treatment as compared to the general\nclass of commercial and industrial taxpayers.Id., at\n300-301.The statutory background supports the same conclusion. When\nCongress enacted the 4-R Act, it was apparent that railroads were\n“easy prey for State and local tax assessors in that they are\nnonvoting, often nonresident, targets for local taxation, who\ncannot easily remove themselves from the locality.”Id.,\nat 301 (internal quotation marks omitted). Subsections (b)(1)\nthrough (3) thus “establish a political check” by preventing States\nfrom imposing excessive property taxes on railroads “without\nimposing the same taxes more generally on voting, resident local\nbusinesses.”Ibid.Subsection (b)(4) is best understood as\naddressing the same problem in the same way.Id., at\n301-302.BAlabama’s tax scheme cannot be said to “discriminat[e] against a\nrail carrier.”Id., at 302. To begin, the scheme does not\nsingle out rail carriers. Although one would not know it from the\nmajority opinion, the tax is not directed at rail carriers, their\nproperty, their activity, or goods uniquely consumed by them. It is\ninstead a generally applicable sales tax. It applies (with other\nexemptions not at issue here) to all goods purchased, used, or\nstored in the State of Alabama. Ala. Code §§40-23-2(1), 40-23-61(a)\n(2011). The only relevant good exempted from the tax is diesel on\nwhich the motor fuel tax has been paid, 40-17-325(b), and no\nprovision of law prevents rail carriers from buying such diesel.\nSee Brief for Respondent 46, n. 13 (acknowledging that CSX pays the\nmotor fuel tax on the diesel fuel it uses in trucks and other\non-road vehicles). Water carriers, it is true, enjoy a special\ncarve-out from this sales tax, §40-23-4(a)(10) (Cum. Supp. 2014),\nbut that exemption singles outwatercarriers, notrailcarriers.Even if this constellation of exemptions to Alabama’s sales tax\ncould be said to single out rail carriers from the general class of\ntheir interstate competitors, the tax surely does not single out\nrail carriers as compared to commercial and industrial taxpayers.\nThose taxpayers are subject to exactly the same generally\napplicable sales and use tax regime as are rail carriers.IIAThe Court started off on the wrong track inCSX Iwhen\nit relied on a generic dictionary definition of “discriminates” in\nthe face of a statutory context suggesting a more specific\ndefinition. See 562 U.S., at 304. Today’s decision continues that\nerror.The Court uncritically accepts the conclusion that the\n“discriminat[ion]” addressed by the statute encompassesanydistinction between rail carriers and their comparison\nclass,ante, at 4, as opposed to mere “singling out” or\nsomething in between, even though the word “discriminates” is\nambiguous in that way.CSX I,supra, at 299. The\nCourt’s usual practice has not been to treat the meaning of\n“discriminates” so casually. See generallyGuardians Assn. v.\nCivil Serv. Comm’n of New York City, 463 U.S. 582-593 (1983)\n(opinion of White, J.) (discussing the Court’s shifting definition\nof the ambiguous term “discrimination”).Today’s decision compounds this error by holding that a rail\ncarrier may make out a claim of discrimination using any comparison\nclass so long as that class consists of “individuals similarly\nsituated to the claimant” rail carrier.Ante, at 5. The\nmajority purports to derive this limitation from the dictionary,\nbut then finds itself unable to proceed: After all, Black’s Law\nDictionary contains no entry defining what it means to be\n“similarly situated” for the purpose of subsection (b)(4). Forced\nfinally to turn to the statutory context, the majority rejects the\nstatutorily defined competitor class of commercial and industrial\ntaxpayers in favor of a shifting comparison class of its own\ncreation.BThe majority disregards the commercial and industrial property\ncomparison class identified in subsections (b)(1) through (3)\nbecause subsection (b)(4) does not explicitly include language from\nthose provisions. Seeante, at 4-5, 6-7. It asserts that\ndefining the comparison class for the purpose of subsection (b)(4)\nby reference to the comparison class identified in subsections\n(b)(1) through (b)(3) “would require us to dragoon the modifier\n‘commercial and industrial’—but not the noun ‘property’—from the\nfirst three provisions, append general in front of it and\n‘taxpayers’ after, both words foreign to the preceding\nsubsections.”Ante, at 7.The majority’s accusation of grammatical conscription misses the\npoint. Subsection (b)(4) is a residual clause, explicitly marked as\nsuch by the use of the word another. SeeWashington State Dept.\nof Social and Health Servs. v. Guardianship Estate of\nKeffeler, 537 U.S. 371, 384 (2003) . Like other residual\nclauses, it need not use the same language as the clauses it\nfollows to derive meaning from those clauses. See,e.g.,\nSossamon v. Texas, 563 U.S. 277 , ___ (2011) (slip op., at\n13);James v. United States, 550 U.S. 192-218 (2007)\n(Scalia, J., dissenting). Where, as here, a residual clause\nincludes an ambiguous word like “discriminates,” we must look to\nthe clauses that precede it to guide our understanding of its\nscope.In some sense, my task in giving meaning to the statutory term\n“discriminates” is no different from the majority’s: to determine\nwhat type of differential treatment the statute forbids. The first\nthree clauses provide important clues that the statute forbids\nsingling out rail carriers from other commercial and industrial\ntaxpayers because commercial and industrial taxpayers are the ones\nwho pay taxes on “commercial and industrial property.” The majority\npursues the same logical train of thought when it opines that “the\ncategory of ‘similarly situated’ (b)(4) comparison classes must\ninclude commercial and indus-trial taxpayers” because “[t]here is\nno conceivable reason why the statute would forbid property taxes\nhigher than what that class enjoys (or suffers), but permit other\ntaxes that discriminate in favor of that class vis-à-vis railroads.Ante, at 6. Where we part ways is in the inferences we\ndraw from the statutory context.Treating subsection (b)(4) as a residual clause does not require\nthe grammatical distortions that the majority alleges. The word\n“discriminates” in subsection (b)(4) is not a referential phrase\nwhose antecedent is uncertain. If it were, then it would be\nnecessary to select an antecedent that would fit grammatically in\nplace of “discriminates.” Instead, I look to (b)(1) to (3) merely\nto clarify an ambiguity in themeaningof “discriminates,”\na task that does not require me to “dragoon” the language of the\nprior clauses into subsection (b)(4).Nor does my approach rely on the first three clauses of\n§11501(b) to supply a general limitation on the independent\nprohibition that appears in subsection (b)(4). SeeUnited\nStates v. Aguilar, 515 U.S. 593, 615 (1995) (SCALIA, J.,\nconcurring in part and dissenting in part) (criticizing this type\nof argument). That is what Alabama sought to do inCSX Iwhen it argued that subsection (b)(4) is limited to property taxes\n(or their equivalent “in lieu” taxes).Ante, at 7;CSX\nI, 562 U.S., at 285 (majority opinion). I joined the majority\nin rejecting that argument.Id., at 297 (dissenting\nopinion). But whereas there is no uncertainty about the meaning of\n“taxes” in subsection (b)(4) that would justify importing the\nproperty tax limitation from the three preceding subsections,id., at 284-285 (majority opinion), there is a good deal\nof uncertainty about the meaning of “discriminates.” This\nuncertainty justifies looking to the three previous clauses to\nunderstand the type of differential treatment §11501(b) is meant to\nprohibit.Id., at 298-299 (dissenting opinion); seeHarrison v. PPG Industries, Inc., 446 U.S. 578-589 (1980).\nAnd those three previous clauses easily supply the answer to the\ncomparison class question.CUnwilling to so limit the range of available comparison classes,\nthe majority takes an approach to determining which individuals are\n“similarly situated” for purposes of the statute that “is almost\nentirely ad hoc,”James,supra, at 215 (SCALIA,\nJ., dissenting). It asserts that the comparison class will\n“depen[d] on the theory of discrimination alleged in the claim.”Ante, at 4-5. Sometimes the comparison class will be “all\nother commercial and industrial taxpayers,” sometimes it will be\n“the railroad’s competitors” in a particular jurisdiction, and\nsometimes it may be some other comparison class entirely.Id., at 5.The sole evidence on which the majority relies to conclude that\ncompetitors are similarly situated, and therefore qualify as a\ncomparison class, is the professed purposes of the Act: “to\n‘restore the financial stability of the railway system of the\nUnited States,’ while ‘foster[ing] competition among all carriers\nby railroad and other modes of transportation.’”Ante, at\n6 (quoting 90 Stat. 33, §§101(a), (b)(2)). Interpreting statutory\ntext solely in light of purpose, absent any reliance on text or\nstructure, is dangerous business because it places courts in peril\nof substituting their policy judgment for that of Congress. In\nconsidering statutory purpose, therefore, we should be careful that\nany inferences of purpose are tied to text rather than\ninstinct.The majority throws such caution to the wind. Its two-sentence\nargument is a perfect illustration of the dangers of a purely\npurpose-based approach. The majority cherry-picks two of a number\nof stated goals of a complex piece of legislation over 100 pages\nlong and assumes that this specific provision was assigned to those\nspecific purposes. And then it interprets the statute to perform in\nthe manner the majority believes is best designed to “restore\n. . . financial stability” and “foster . . .\ncompetition.”Ante, at 6 (alteration omitted).I have no reason to doubt the economic soundness of the\nmajority’s conclusion that discrimination between rail carriers and\ntheir competitors threatens their financial stability and impedes\ncompetition, but I lack the majority’s certitude that §11501(b)(4)\nis designed to furtherthosegoalsby combattingthat evil, at least inthe waythe majority\nasserts. Instead, the first three subsections provide strong\ntextual evidence that §11501(b) was designed to stabilize rail\ncarriers by protecting them from discrimination against interstate\ncommerce. And they provide evidence of Congress’ chosen mechanism\nfor accomplishing that goal: tying the fate of interstate rail\ncarriers to the broader class of commercial and industrial\ntaxpayers. Seesupra, at 2.The introductory clause of §11501(b) provides further evidence\nthat the evil at which subsection (b)(4) is targeted is not\ndiscrimination between rail carriers and their competitors, but\n“acts [that] unreasonably burden and discriminate against\ninterstate commerce.” The majority’s response to this evidence—that\nthe Court rejected a similar argument when it refused to limit\nsubsection (b)(4) to property taxes or their kin,ante, at\n7—is a non sequitur. The introductory clause contains no reference\nto property taxes that “binds its four subsections together” as\nprohibitions on discriminatory property taxes.Ibid.(internal quotation marks omitted). But itdoeshave a\nreference to discrimination against interstate commerce, whichdoestie the sections together to servethatcommon statutory purpose. This, in turn, weighs against the\nmajority’s inferences about how §11501(b) relates to the stated\npurposes of the 4-R Act.The majority’s conclusion that competitors are a permissible\ncomparison class completely ignores these contextual clues,\npermitting subsection (b)(4) to serve different statutory goals by\na different mechanism than its three predecessor clauses. And it\nleads to odd inconsistencies. If we were to understand the\nprovision as prohibitingonlydiscrimination between rail\ncarriers and their competitors, then it might well further the goal\nof promoting competition between interstate carriers. But the\nmajority instead selects a shifting-comparison-class approach,\nrequiring rail carriers to be treated at least as well as their\ncompetitors andany othersimilarly situated taxpayers.\nSeeante, at 4-5. This most-favored taxpayer status is a\nposition the competitors do not enjoy, so the majority’s position\ncould result in tax schemes thatimpedecompetition\nbetween interstate carriers rather than promote it.Identifying “similarly situated” taxpayers by the undisciplined\napproach the majority endorses could well lead to other\nunanticipated consequences. This is why the policy judgments needed\nto link statutory mechanisms to statutory purposes are best left to\nCongress. If this Court is going to adopt a\nshifting-comparison-class approach to §11501(b)(4), then it should\nat least demand a stronger textual link between the comparison\nclass a claimant seeks to import into subsection (b)(4) and any\npurpose that the claimant argues it serves.IIIBecause the majority adopts an interpretation of §11501(b)(4)\nthat is not grounded in the text, it should come as no surprise\nthat this interpretation is difficult to apply, as this case\ndemonstrates. It is easy to see how, accepting water carriers as a\ncomparison class, the scheme treats water carriers and rail\ncarriers differently when it grants water carriers, but not rail\ncarriers, an exemption from the sales tax. Ala. Code\n§40-23-4(a)(10). Identifying the difference in treatment between\nrail and motor carriers, by contrast, requires a good deal more\nimagination.The majority’s approach exhibits that imagination. It glosses\nover the general applicability of the provisions that apply to rail\nand motor carriers, stating that “[t]he State applies the [sales or\nuse] tax, at the usual 4% rate, to railroads’ purchase or use of\ndiesel fuel for their rail operations,” but “exempts from the tax\npurchases and uses of diesel fuel made by [motor carriers].”Ante, at 1. A quick glimpse at the code reveals that this\nis not quite the case. The applicability of the sales and use taxes\ndoes not depend on the identity of the purchaser, but on whether\nthe purchaser pays another excise tax, §40-17-325(b), which in turn\ndepends on the nature of the product purchased and its use,\n§§40-17-328, 40-17-329, which in turn merely correlates to the\ncarriers’ operations.As far as I can tell, the rail carriers use dyed diesel that is\nexempt from the motor fuel tax—and therefore subject to the sales\nand use taxes—as a matter of choice rather than necessity. Dyed\ndiesel has no special properties that make it more suitable for use\nin a train engine; the dye merely identifies it as exempt from the\nfederal excise tax, §40-17-322(21). And no law prohibits rail\ncarriers from using undyed diesel. To the contrary, it is the motor\ncarriers who are prohibited from using the dyed variant for on-road\nuse.Assumingarguendothat state law provides that only\ndyed diesel may be used in rail operations, it becomes a little\neasier to make an argument that the State treats rail carriers\ndifferentlyin this case. But the majority still faces a\nline-drawing problem. Is it necessary that the good subject to the\nchallenged tax be the same as the good on which the competitor\nenjoys an exemption? Could a rail carrier that relies on natural\ngas rather than diesel for motive power make the same claim of\ndiscrimination if natural gas is not entitled to the same sales-tax\nexemption as diesel? Is it necessary that the rail carrier and its\ncompetitor rely on the good for the same purpose? Could a rail\ncarrier that uses diesel for motive power challenge a hypothetical\nprovision that exempted from the sales and use taxes diesel that\nmotor carriers use for refrigeration in refrigerated trailers?The majority never answers these questions. “Sufficient unto the\nday is the evil thereof,” it intones.Ante, at 6. “That\ngets this case off our docket, sure enough. But it utterly fails to\ndo what this Court is supposed to do: provide guidance concrete\nenough to ensure that the” statute is applied consistently.James, 550 U.S., at 215 (SCALIA, J., dissenting). We have\ndemanded clarity from Congress when it comes to statutes that\n“se[t] limits upon the taxation authority of state government, an\nauthority we have recognized as central to state sovereignty.”Department of Revenue of Ore. v. ACF Industries, Inc., 510\nU.S. 332-345 (1994). We should demand the same of ourselves when we\ninterpret those statutes. Yet after today’s decision, lower courts,\nsoon to be met with an oyster’s shellful of comparison classes,ante, at 5, will have no idea how to determine when a tax\nexemption that is not tied to the taxpayer’s status constitutes\ndifferential treatment of two taxpayers.* * *The majority’s interpretation of §11501(b)(1) derails ambiguous\ntext from clarifying context. The result it reaches is predictably\nunworkable. And it prolongs Alabama’s burden of litigating a\nbaseless claim of discrimination that should have been dismissed\nlong ago. I respectfully dissent.",
    "joined": []
}