{
    "case": {
        "docket": "513",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/513/"
    },
    "id": "1970674",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–123_________________MARVIN D. HORNE, et al., PETITIONERSv.DEPARTMENT OF AGRICULTUREon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 10, 2013]Justice Thomas delivered the opinion of the\nCourt.Under the Agricultural Marketing Agreement Act\nof 1937 (AMAA) and the California Raisin Marketing Order (Marketing\nOrder or Order) promulgated by the Secretary of Agriculture, raisin\ngrowers are frequently required to turn over a percentage of their\ncrop to the Federal Government. The AMAA and the Marketing Order\nwere adopted to stabilize prices by limiting the supply of raisins\non the market. Petitioners are California raisin growers who\nbelieve that this regulatory scheme violates the Fifth Amendment.\nAfter petitioners refused to surrender the requisite portion of\ntheir raisins, the United States Department of Agriculture (USDA)\nbegan administrative pro-ceedings against petitioners that led to\nthe imposition of more than $650,000 in fines and civil penalties.\nPetitioners sought judicial review, claiming that the monetary\nsanctions were an unconstitutional taking of private property\nwithout just compensation. The Ninth Circuit held that petitioners\nwere required to bring their takings claim in the Court of Federal\nClaims and that it therefore lacked jurisdiction to review\npetitioners’ claim. We disagree. Petitioners’ takings claim, raised\nas an affirmative defense to the agency’s enforcement action, was\nproperly before the court because the AMAA provides a comprehensive\nremedial scheme that withdraws Tucker Act jurisdiction over takings\nclaims brought by raisin handlers. Accordingly, we reverse and\nremand to the Ninth Circuit.IACongress enacted the AMAA during the Great\nDepression in an effort to insulate farmers from competitive market\nforces that it believed caused “unreasonable fluctuations in\nsupplies and prices.” Ch. 296, 50Stat. 246, as amended, 7\nU. S. C. §602(4). To achieve this goal, Congress declared\na national policy of stabilizing prices for agricultural\ncommodities.Ibid.The AMAA authorizes the Secretary of\nAgriculture to promulgate marketing or-ders that regulate the sale\nand delivery of agricultural goods. §608c(1); see alsoBlockv.Community Nutrition Institute,467\nU.S. 340, 346 (1984) (“The Act contemplates a cooperative\nventure among the Secretary, handlers, and producers the principal\npurposes of which are to raise the price of agricultural products\nand to establish an orderly system for marketing them”). The\nSecretary may delegate to industry committees the authority to\nadminister marketing orders. §608c(7)(C).The AMAA does not directly regulate the\n“producer[s]” who grow agricultural commodities, §608c(13)(B); it\nonly regulates “handlers,” which the AMAA defines as “processors,\nassociations of producers, and others engaged in the handling” of\ncovered agricultural commodities. §608c(1). Handlers who violate\nthe Secretary’s marketing orders may be subject to civil and\ncriminal penalties. §§608a(5), 608a(6), and 608c(14).The Secretary promulgated a marketing order for\nCalifornia raisins in 1949.[1]\nSee 14 Fed. Reg. 5136 (codified, as amended, at 7 CFR pt. 989\n(2013)). In particular, “[t]he Raisin Marketing Order, like other\nfruit and vegetable orders adopted under the AMAA, [sought] to\nstabilize producer returns by limiting the quantity of raisins sold\nby handlers in the domestic competitive market.”Lion Raisins,\nInc.v.United States,416 F.3d 1356, 1359 (CA Fed. 2005). The Marketing Order defines\na raisin “handler” as “(a) [a]ny processor or packer; (b) [a]ny\nperson who places . . . raisins in the current of commerce from\nwithin [California] to any point outside thereof; (c) [a]ny person\nwho delivers off-grade raisins . . . into any eligible non-normal\noutlet; or (d) [a]ny person who blends raisins [subject to certain\nexceptions].” 7 CFR §989.15.The Marketing Order also established the Raisin\nAdministrative Committee (RAC), which consists of 47 members, with\n35 representing producers, ten representing handlers, one\nrepresenting the cooperative bargaining associations, and one\nmember of the public. See §989.26. The Marketing Order authorizes\nthe RAC to recommend setting up annual reserve pools of raisins\nthat are not to be sold on the open domestic market. See 7\nU. S. C. §608c(6)(E); 7 CFR §§989.54(d) and 989.65. Each\nyear, the RAC reviews crop yield, inventories, and shipments and\nmakes recommendations to the Secretary whether or not there should\nbe a reserve pool. §989.54. If the RAC recommends a reserve pool,\nit also recommends what portion of that year’s production should be\nincluded in the pool (“reserve-tonnage”). The rest of that year’s\nproduction remains available for sale on the open market\n(“free-tonnage”). §§989.54(d), (a). The Secretary approves the\nrecommendation if he determines that the recommen-dation would\n“effectuate the declared policy of the Act.” §989.55. The\nreserve-tonnage, calculated as a percentage of a producer’s crop,\nvaries from year to year.[2]Under the Marketing Order’s reserve\nrequirements, a producer is only paid for the free-tonnage raisins.\n§989.65. The reserve-tonnage raisins, on the other hand, must be\nheld by the handler in segregated bins “for the account” of the\nRAC. §989.66(f ). The RAC may then sell the reserve-tonnage\nraisins to handlers for resale in overseas markets, or may\nalternatively direct that they be sold or given at no cost to\nsecondary, noncompetitive domestic markets, such as school lunch\nprograms. §989.67(b). The reserve pool sales proceeds are used to\nfinance the RAC’s administrative costs. §989.53(a). In the event\nthat there are any remaining funds, the producers receive a\npro rata share. 7 U. S. C. §608c(6)(E); 7 CFR\n§989.66(h). As a result, even though producers do not receive\npayment for reserve-tonnage raisins at the time of delivery to a\nhandler, they retain a limited interest in the net proceeds of the\nRAC’s disposition of the reserve pool.Handlers have other duties beyond managing the\nRAC’s reserve pool. The Marketing Order requires them to file\ncertain reports with the RAC, such as reports concerning the\nquantity of raisins that they hold or acquire. §989.73. They are\nalso required to allow the RAC access to their premises, raisins,\nand business records to verify the ac-curacy of the handlers’\nreports, §989.77, to obtain inspections of raisins acquired,\n§989.58(d), and to pay certain assessments, §989.80, which help\ncover the RAC’s administrative costs. A handler who violates any\nprovision of the Order or its implementing regulations is subject\nto a civil penalty of up to $1,100 per day. 7 U. S. C.\n§608c(14)(B); 7 CFR §3.91(b)(1)(vii). A handler who does not comply\nwith the reserve requirement must “compensate the [RAC] for the\namount of the loss resulting from his failure to . . . deliver” the\nrequisite raisins. §989.166(c).BPetitioners Marvin and Laura Horne have been\nproducing raisins in two California counties (Fresno and Madera)\nsince 1969. The Hornes do business as Raisin Valley Farms, a\ngeneral partnership. For more than 30 years, the Hornes operated\nonly as raisin producers. But, af- ter becoming disillusioned with\nthe AMAA regulatory scheme,[3]\nthey began looking for ways to avoid the mandatory reserve program.\nSince the AMAA applies only to handlers, the Hornes devised a plan\nto bring their raisins to market without going through a\ntraditional handler. To this end, the Hornes entered into a\npartnership with Mrs. Horne’s parents called Lassen Vineyards. In\naddition to its grape-growing activities, Lassen Vineyards\npurchased equipment to clean, stem, sort, and package the raisins\nfrom Raisin Valley Farms and Lassen Vineyards. It also contracted\nwith more than 60 other raisin growers to clean, stem, sort, and,\nin some cases, box and stack their raisins for a fee. The Hornes’\nfacilities processed more than 3 million pounds of raisinsin totoduring the 2002–2003 and 2003–2004 crop years.\nDuring these two crop years, the Hornes produced 27.4% and 12.3% of\nthe raisins they processed, respectively.Although the USDA informed the Hornes in 2001\nthat their proposed operations made them “handlers” under the AMAA,\nthe Hornes paid no assessments to the RAC during the 2002–2003 and\n2003–2004 crop years. Nor did they set aside reserve-tonnage\nraisins from those produced and owned by the more than 60 other\nfarmers who contracted with Lassen Vineyards for packing services.\nThey also declined to arrange for RAC inspection of the rai- sins\nthey received for processing, denied the RAC access to their\nrecords, and held none of their own raisins in reserve.On April 1, 2004, the Administrator of the\nAgriculture Marketing Service (Administrator) initiated an\nenforcement action against the Hornes, Raisin Valley Farms, and\nLassen Vineyards (petitioners). The complaint alleged that\npetitioners were “handlers” of California raisins during the\n2002–2003 and 2003–2004 crop years. It also alleged that\npetitioners violated the AMAA and the Marketing Order by submitting\ninaccurate forms to the RAC and failing to hold inspections of\nincoming raisins, retain raisins in reserve, pay assessments, and\nallow access to their records. Petitioners denied the allegations,\ncountering that they were not “handlers” and asserting that they\ndid not acquire physical possession of the other producers’ raisins\nwithin the meaning of the regulations. Petition- ers also raised\nseveral affirmative defenses, including a claim that the Marketing\nOrder violated the Fifth Amend-ment’s prohibition against taking\nproperty without just compensation.An Administrative Law Judge (ALJ) concluded in\n2006 that petitioners were handlers of raisins and thus subject to\nthe Marketing Order. The ALJ also concluded that petitioners\nviolated the AMAA and the Marketing Order and rejected petitioners’\ntakings defense based on its view that “handlers no longer have a\nproperty right that permits them to market their crop free of\nregulatory control.” App. 39 (citingCal-Almond, Inc.v.United States, 30 Fed. Cl. 244, 246–247 (1994)).Petitioners appealed to a judicial officer who,\nlike the ALJ, also found that petitioners were handlers and that\nthey had violated the Marketing Order. The judicial of-ficer\nimposed $202,600 in civil penalties under 7 U. S. C.\n§608c(14)(B); $8,783.39 in assessments for the two crop years under\n7 CFR §989.80(a); and $483,843.53 for the value of the California\nraisins that petitioners failed to hold in reserve for the two crop\nyears under §989.166(c). The judicial officer believed that he\nlacked “authority to judge the constitutionality of the various\nstatutes administered by the [USDA],” App. 73, and declined to\nadjudicate petitioners’ takings claim.Petitioners filed a complaint in Federal\nDistrict Court seeking judicial review of the USDA’s decision. See\n7 U. S. C. §608c(14)(B). The District Court granted\nsummary judgment to the USDA. The court held that substantial\nevidence supported the agency’s determination that petitioners were\n“handlers” subject to the Marketing Order, and rejected\npetitioners’ argument that they were exempt from the Marketing\nOrder due to their status as “producers” under §608c(13)(B). No.\nCV–F–08–1549 LJO SMS, 2009 WL 4895362, *15 (ED Cal., Dec. 11,\n2009). Petitioners renewed their Fifth Amendment argument,\nasserting that the reserve-tonnage requirement consti-tuted a\nphysical taking. Though the District Court found that the RAC takes\ntitle to a significant portion of a California raisin producer’s\ncrop through the reserve requirement, the court held that the\ntransfer of title to the RAC did not constitute a physical taking.\nSeeid., at *26 (“ ‘[I]n essence, [petitioners] are\npaying an admissions fee or toll—admittedly a steep one—for\nmarketing raisins. The Government does not force plaintiffs to grow\nraisins or to market the raisins; rather, it directs that if they\ngrow and market raisins, then passing title to their “reserve\ntonnage” raisins to the RAC is the admissions ticket’ ”\n(quot-ingEvansv.United States, 74 Fed. Cl. 554,\n563–564 (2006))).The Ninth Circuit affirmed. The court agreed\nthat petitioners were “handlers” subject to the Marketing Or-der’s\nprovisions, and rejected petitioners’ argument that they were\nproducers, and, thus exempt from regulation. 673 F.3d 1071, 1078\n(2012). The court did not resolve petitioners’ takings claim,\nhowever, because it concluded that that it lacked jurisdiction to\ndo so. The court explained that “a takings claim against the\nfederal government must be brought [in the Court of Federal Claims]\nin the first instance, ‘unless Congress has withdrawn the Tucker\nAct grant of jurisdiction in the relevant statute.’ ”Id., at 1079 (quotingEastern Enterprisesv.Apfel,524 U.S.\n498, 520 (1998) (plurality opinion)). The court recognized that\n7 U. S. C. §608c(15) provides an administrative remedy to\nhandlers wishing to challenge marketing orders under the AMAA, and\nit agreed that “when a handler, or a producer-handler in its\ncapacity as a handler, challenges a marketing order on takings\ngrounds, Court of Federal Claims Tucker Act jurisdiction gives way\nto section [60]8c(15)’s comprehensive procedural scheme and\nadministrative exhaustion requirements.” 673 F. 3d, at 1079. But,\nthe Ninth Circuit determined, petitioners brought the takings claim\nin their capacity as producers, not handlers.Id., at 1080.\nConsequently, the court was of the view that “[n]othing in the AMAA\nprecludes the Hornes from alleging in the Court of Federal Claims\nthat the reserve program injures them in their capacity as\nproducers by subjecting them to a taking requiring compensation.”Ibid.This availability of a Federal Claims Court action\nthus rendered petitioners’ takings claim un-ripe for adjudication.Ibid.We granted certiorari to determine whether the\nNinth Circuit has jurisdiction to review petitioners’ takings\nclaim. 568 U. S. ___ (2012).IIAThe Ninth Circuit’s jurisdictional ruling\nflowed from its determination that petitioners brought their\ntakings claim as producers rather than handlers. This determination\nis not correct. Although petitioners argued that they were\nproducers—and thus not subject to the AMAA or Marketing Order at\nall—both the USDA and the District Court concluded that petitioners\nwere “handlers.” Accordingly, the civil penalty, assessment, and\nreimbursement for fail-ure to reserve raisins were all levied on\npetitioners in their capacity as “handlers.” If petitioners’\nargument that they were producers had prevailed, they would not\nhave been subject toanyof the monetary sanctions imposed\non them. See 7 U. S. C. §608c(13)(B) (“No order issued\nunder this chapter shall be applicable to any producer in his\ncapacity as a producer”).It is undisputed that the Marketing Order\nimposes duties on petitioners only in their capacity as handlers.\nAs a result, any defense raised against those duties is necessarily\nraised in that same capacity. Petitioners ar-gue that it would be\nunconstitutional for the Government to come on their land and\nconfiscate raisins, or to con-fiscate the proceeds of raisin sales,\nwithout paying just com-pensation; and, that it is therefore\nunconstitutional to fine petitioners for not complying with the\nunconstitutional requirement.[4] See Brief for Petitioners 54. Given that fines can only\nbe levied on handlers, petitioners’ takings claim makes sense only\nas a defense to penalties imposed upon them in their capacityas\nhandlers. The Ninth Circuit confused petitioners’ statutory\nargument (i.e.,“we are producers, not handlers”) with their\nconstitutional argument (i.e.,“assuming we are handlers,\nfining us for refusing to turn over reserve-tonnage raisins\nviolates the Fifth Amendment”).[5]The relevant question, then, is whether a\nfederal court has jurisdiction to adjudicate a takings defense\nraised by a handler seeking review of a final agency order.BThe Government argues that petitioners’\ntakings-based defense was rightly dismissed on ripeness grounds.\nBrief for Respondent 21–22. According to the Government, be-cause a\ntakings claim can be pursued later in the Court of Federal Claims,\nthe Ninth Circuit correctly refused to adjudicate petitioners’\ntakings defense. In support of its position, the Government relies\nlargely onWilliamson CountyRegional Planning Comm’nv. Hamilton Bank of Johnson City,473\nU.S. 172(1985). Brief for Respondent 21–22 (“Just compensation\nneed not ‘be paid in advance of, or contemporaneously with, the\ntaking; all that is re-quired is that a ‘reasonable, certain and\nadequate provision for obtaining compensation’ exist at the time of\nthe taking’ ” (quotingWilliamson County, 473\nU. S., at 194)). In that case, the plaintiff filed suit\nagainst the Regional Planning Commission, claiming that a zoning\ndecision by the Commission effected a taking of property without\njust compensation.Id., at 182. We found that the\nplaintiff’s claim was not “ripe” for two reasons, neither of which\nsupports the Government’s position.First, we explained that the plaintiff’s takings\nclaim inWilliamson Countyfailed because the plaintiff\ncould not show that it had been injured by the Government’s action.\nSpecifically, the plaintiff “ha[d] not yet obtained a final\ndecision regarding the application of the zoning ordinance and\nsubdivision regulations to its property.”Id., at 186. Here,\nby contrast, petitioners were subject to a final agency order\nimposing concrete fines and penalties at the time they sought\njudicial review under §608c(14)(B). This was clearly sufficient\n“injury” for federal jurisdiction.Second, theWilliamson Countyplaintiff’s\ntakings claim was not yet ripe because the plaintiff had not sought\n“compensation through the procedures the State ha[d] provided for\ndoing so.”Id., at 194. We explained that “[i]f the\ngovernment has provided an adequate process for obtaining\ncompensation, and if resort to that process yields just\ncompensation, then the property owner has no claim against the\nGovernment for a taking.”Id., at 194–195 (internal\nquotation marks and alteration omitted). Stated differently, a\nFifth Amendment claim is premature until it is clear that the\nGovernment has both taken propertyanddenied just\ncompensation. Although we often refer to this consideration as\n“prudential ‘ripeness,’ ”Lucasv.South Carolina\nCoastal Council,505 U.S.\n1003, 1013 (1992), we have recognized that it is not, strictly\nspeaking, jurisdictional.[6]\nSeeStop the Beach Renourishment, Inc.v.Florida Dept.\nof Environmental Protection, 560 U. S. ___, ___, and\nn. 10 (2010) (slip op., at 24, and n. 10).Here, the Government argues that petitioners’\ntakings claim is premature because the Tucker Act affords “the\nrequisite reasonable, certain, and adequate provision for obtaining\njust compensation that a property owner must pursue.” Brief for\nRespondent 22. In the Government’s view, “[p]etitioners should have\ncomplied with the order, and, after a portion of their raisins were\nplaced in reserve to be disposed of as directed by the RAC, . . .\nsought compensation as producers in the Court of Federal Claims for\nthe alleged taking.”Id., at 24–25. We disagree with the\nGovernment’s argument, however, because the AMAA provides a\ncomprehensive remedial scheme that withdraws Tucker Act\njurisdiction over a handler’s takings claim. As a result, there is\nno alternative “reasonable, certain, and adequate” remedial scheme\nthrough which petitioners (as handlers) must proceed before\nobtaining review of their claim under the AMAA.[7]The Court of Federal Claims has jurisdiction\nover Tucker Act claims “founded either upon the Constitution, or\nany Act of Congress or any regulation of an executive de-partment.”\n28 U. S. C. §1491(a)(1). “[A] claim for just compensation\nunder the Takings Clause must be brought to the Court of Federal\nClaims in the first instance, unless Congress has withdrawn the\nTucker Act grant of jurisdiction in the relevant statute.”Eastern Enterprises, 524 U. S., at 520 (plurality\nopinion); see alsoUnited Statesv.Bormes, 568\nU. S. ___, ___ (2012) (slip op., at 5) (where “a statute\ncontains its own self-executing remedial scheme,” a court “look[s]\nonly to that statute”). To determine whether a statutory scheme\ndisplaces Tucker Act jurisdiction, a court must “examin[e] the\npurpose of the [statute], the entirety of its text, and the\nstructure of review that it establishes.”United Statesv.Fausto,484 U.S.\n439, 444 (1988).Under the AMAA’s comprehensive remedial scheme,\nhandlers may challenge the content, applicability, and en-forcement\nof marketing orders. Pursuant to §§608c(15) (A)–(B), a handler may\nfile with the Secretary a direct challenge to a marketing order and\nits applicability to him. We have held that “any handler” subject\nto a mar-keting order must raise any challenges to the order,\nincluding constitutional challenges, in administrative proceedings.\nSeeUnited Statesv.Ruzicka,329\nU.S. 287, 294 (1946). Once the Secretary issues a ruling, the\nfederal district court where the “handler is an inhabitant, or has\nhis principal place of business” is “vested with jurisdiction\n. . . to review [the] ruling.”[8] §608c(15)(B). These statutory provisions afford\nhandlers a ready avenue to bring takings claim against the USDA. We\nthus conclude that the AMAA withdraws Tucker Act jurisdiction over\npetitioners’ takings claim. Petitioners (as handlers) have no\nalternative remedy, and their takings claim was not “premature”\nwhen presented to the Ninth Circuit.CAlthough petitioners’ claim was not\n“premature” for Tucker Act purposes, the question remains whether a\ntakings-based defense may be raised by a handler in the context of\nan enforcement proceeding initiated by the USDA under §608c(14). We\nhold that it may. The AMAA provides that the handler may not be\nsubjected to an adverse order until he has been given “notice and\nan opportunity for an agency hearing on the record.” §608c(14)(B).\nThe text of §608c(14)(B) does not bar handlers from raising\nconstitutional defenses to the USDA’s enforcement action. Allowing\nhandlers to raise constitutional challenges in the course of\nenforcement proceedings would not diminish the incentive to file\ndirect challenges to marketing orders under §608c(15)(A) because a\nhandler who refuses to comply with a marketing order and waits for\nan enforcement action will be liable for significant monetary\npenalties if his constitutional challenge fails.In the case of an administrative enforcement\nproceeding, when a party raises a constitutional defense to an\nassessed fine, it would make little sense to require the party to\npay the fine in one proceeding and then turn around and sue for\nrecovery of that same money in another proceeding. SeeEastern\nEnterprises,supra, at 520. We see no indication that\nCongress intended this result for handlers subject to enforcement\nproceedings under the AMAA. Petitioners were therefore free to\nraise their takings-based defense before the USDA. And, because\n§608c(14)(B) allows a handler to seek judicial review of an adverse\norder, the district court and Ninth Circuit were not precluded from\nreviewing petitioners’ constitutional challenge. The grant of\njurisdiction necessarily includes the power to review any\nconstitutional challenges properly presented to and rejected by the\nagency. We are therefore satisfied that the petitioners raised a\ncognizable takings defense and that the Ninth Circuit erred in\ndeclining to adjudicate it.IIIThe Ninth Circuit has jurisdiction to decide\nwhether the USDA’s imposition of fines and civil penalties on\npetitioners, in their capacity as handlers, violated the Fifth\nAmendment. The judgment of the Ninth Circuit is reversed, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1The AMAA also applies to\na vast array of other agricultural products, including “[m]ilk,\nfruits (including filberts, almonds, pecans and walnuts . . . ,\npears, olives, grapefruit, cherries, caneberries (including\nraspberries, blackberries, and loganberries), cranberries, .\n. . tobacco, vegetables, . . . hops, [and] honeybees.”\n§608c(2).2In 2002–2003 and\n2003–2004, the crop years at issue here, the reserve percentages\nwere set at 47 percent and 30 percent of a producer’s crop,\nrespectively. See RAC, Marketing Policy & Industry Statistics\n2012,p. 28 (Table 12).3The Hornes wrote the\nSecretary and to the RAC in 2002 setting out their grievances:\n“[W]e are growers that will pack and market our raisins. We reserve\nour rights under the Constitution of the United States . . . [T]he\nMarketing Order Regulating Raisins has become a tool for grower\nbankruptcy, poverty, and involuntary servitude. The Marketing Order\nRegulating Raisins is a complete failure for growers, handlers, and\nthe USDA . . . [W]e will not relinquish ownership of our crop.\nWe put forth the money and effort to grow it, not the Raisin\nAdministrative Committee. This is America, not a communist state.”\nApp. to Pet. for Cert. 60a.4The Ninth Circuit\nconstrued the takings argument quite differently, stating that\npetitioners believe the regulatory scheme “takes reserve-tonnage\nraisins belonging to producers.” 673 F.3d 1071, 1080 (2012). When\nthe agency brought its enforcement action against petitioners,\nhowever, it did not seek to recover reserve-tonnage raisins from\nthe 2002–2003 and 2003–2004 crop years. Rather, it sought monetary\npenalties and reimbursement. Petitioners could not argue in the\nface of such agency action that the Secretary was attempting to\ntake raisins that had already been harvested and sold. Instead,\npetitioners argued that they could not be compelled to pay fines\nfor refusing to accede to an unconstitutional taking.5The Government notes that\npetitioners did not own most of the raisins that they failed to\nreserve and argues that petitioners would have no takings claim\nbased on those raisins. See Brief for Respondent 19. We take no\nposition on the merits of petitioners’ takings claim. We simply\nrecognize that insofar as the petitioners challenged the imposition\nof monetary sanctions under the Marketing Order, they raised their\ntakings-based defense in their capacity as handlers. On remand, the\nNinth Circuit can decide in the first instance whether petitioners\nmay raise the takings defense with respect to raisins they never\nowned.6A “Case” or “Controversy”\nexists once the government has taken private property without\npaying for it. Accordingly, whether an alternative remedy exists\ndoes not affect the jurisdiction of the federal court.7That is not to say that a\nproducer who turns over her reserve-tonnage raisins could not bring\nsuit for just compensation in the Court of Claims. Whether a\nproducer could bring such a claim, and what impact the availability\nof such a claim would have on petitioners’ takings-based defense,\nare questions going to the merits of petitioners’ defense, not to a\ncourt’s jurisdiction to entertain it. We therefore do not address\nthose issues here.8Petitioners filed an\nadministrative petition before the Secretary in March 2007 pursuant\nto §608c(15)(A) challenging the Marketing Order and its application\nto them. The USDA argued that they had no standing to file the\npetition because they had not admitted that they were handlers. The\njudicial officer granted the USDA’s motion to dismiss the petition\nfor lack of jurisdiction. Petitioners filed a complaint in District\nCourt, but the court dismissed it as untimely. The Ninth Circuit\naffirmed. SeeHornev.Dept. of Agriculture, 395 Fed.\nAppx. 486 (2010).",
    "joined": []
}