{
    "case": {
        "docket": "782",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/782/"
    },
    "id": "1970911",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–515_________________MICHIGAN, PETITIONER v. BAY MILLS\nINDIANCOMMUNITY et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[May 27, 2014]Justice Thomas, with\nwhom Justice Scalia, Justice Ginsburg, and Justice Alito join,\ndissenting.In Kiowa Tribe of Okla.\nv. Manufacturing Technologies, Inc., 523 U. S. 751 (1998) ,\nthis Court extended the judge-made doctrine of tribal sovereign\nimmunity to bar suits arising out of an Indian tribe’s\ncommercial activities conducted outside its territory. That was\nerror. Such an expansion of tribal immunity is unsupported by any\nrationale for that doctrine, inconsistent with the limits on tribal\nsovereignty, and an affront to state sovereignty.That decision, wrong to\nbegin with, has only worsened with the passage of time. In the 16\nyears since Kiowa, tribal commerce has proliferated and the\ninequities engendered by unwarranted tribal immunity have\nmultiplied. Nevertheless, the Court turns down a chance to rectify\nits error. Still lacking a substantive justification for\nKiowa’s rule, the majority relies on notions of deference to\nCongress and stare decisis. Because those considerations do not\nsupport (and cannot sustain) Kiowa’s unjustifiable rule and\nits mounting consequences, I respectfully dissent.IAThere is no\nsubstantive basis for Kiowa’s extension of tribal immunity to\noff-reservation commercial acts. As this Court explained in Kiowa,\nthe common-law doctrine of tribal sovereign immunity arose\n“almost by accident.” Id., at 756. The case this Court\ntypically cited as the doctrine’s source “simply does\nnot stand for that proposition,” ibid. (citing Turner v.\nUnited States, 248 U. S. 354 (1919) ), and later cases merely\n“reiterated the doctrine” “with little\nanalysis,” 523 U. S., at 757. In fact, far from\ndefending the doctrine of tribal sovereign immunity, the Kiowa\nmajority “doubt[ed] the wisdom of perpetuating the\ndoctrine.” Id., at 758. The majority here suggests just one\npost hoc justification: that tribes automatically receive\nimmunity as an incident to their historic sovereignty. But that\nexplanation fails to account for the fact that immunity does not\napply of its own force in the courts of another sovereign. And none\nof the other colorable rationales for the doctrine—i.e.,\nconsiderations of comity, and protection of tribal self-sufficiency\nand self-government—supports extending immunity to suits\narising out of a tribe’s commercial activities conducted\nbeyond its territory.1Despite the Indian\ntribes’ subjection to the authority and protection of the\nUnited States Government, this Court has deemed them\n“domestic dependent nations” that retain limited\nattributes of their historic sovereignty. Cherokee Nation v.\nGeorgia, 5 Pet. 1, 17 (1831); see also United States v. Wheeler,\n435 U. S. 313, 323 (1978) (“The sovereignty that the\nIndian tribes retain is of a unique and limited character”).\nThe majority suggests that tribal immunity is one such attribute of\nsovereignty that tribes have retained. See ante, at 5; Brief for\nRespondent Bay Mills Indian Community 48; On that view, immunity\nfrom suit applies automatically, on the theory that it is simply\n“inherent in the nature of sovereignty,” The Federalist\nNo. 81, p. 548 (J. Cooke ed. 1961).This basis for\nimmunity—the only substantive basis the majority\ninvokes—is unobjectionable when a tribe raises immunity as a\ndefense in its own courts. We have long recognized that in the\nsovereign’s own courts, “the sovereign’s power to\ndetermine the jurisdiction of its own courts and to define the\nsubstantive legal rights of its citizens adequately explains the\nlesser authority to define its own immunity.” Kiowa, supra,\nat 760 (Stevens, J., dissenting) (citing Kawananakoa v. Polyblank,\n205 U. S. 349, 353 (1907) ). But this notion cannot support a\ntribe’s claim of immunity in the courts of another\nsovereign—either a State (as in Kiowa) or the United States\n(as here). Sovereign immunity is not a freestanding\n“right” that applies of its own force when a sovereign\nfaces suit in the courts of another. Republic of Austria v.\nAltmann, 541 U. S. 677, 688 (2004) . Rather, “[t]he\nsovereign’s claim to immunity in the courts of a second\nsovereign . . . normally depends on the second\nsovereign’s law.” Kiowa, supra, at 760–761\n(Stevens, J., dissenting); see, e.g., Altmann, supra, at 711\n(Breyer, J., concurring) (application of foreign sovereign immunity\n“is a matter, not of legal right, but of ‘grace and\ncomity’ ”).[1]\nIn short, to the extent an Indian tribe may claim immunity in\nfederal or state court, it is because federal or state law provides\nit, not merely because the tribe is sovereign. Outside of tribal\ncourts, the majority’s inherent-immunity argument is hardly\npersuasive.2Immunity for\nindependent foreign nations in federal courts is grounded in\ninternational “comity,” Verlinden B. V. v. Central\nBank of Nigeria, 461 U. S. 480, 486 (1983) , i.e., respecting\nthe dignity of other sovereigns so as not\nto“ ‘ “imperil the amicable relations\nbetween governments and vex the peace of\nnations,” ’ ” Banco Nacional de Cuba v.\nSabbatino, 376 U. S. 398, 418 (1964) . But whatever its\nrelevance to tribal immunity, comity is an ill-fitting\njustification for extending immunity to tribes’\noff-reservation commercial activities. Even with respect to fully\nsovereign foreign nations, comity has long been discarded as a\nsufficient reason to grant immunity for commercial acts. In 1976,\nCongress provided that foreign states are not immune from suits\nbased on their “commercial activity” in the United\nStates or abroad. Foreign Sovereign Immunities Act, 28\nU. S. C. §1605(a)(2); see also Alfred Dunhill of\nLondon, Inc. v. Republic of Cuba, 425 U. S. 682 –704\n(1976) (plurality opinion of White, J., joined by Burger,\nC. J., and Powell and Rehnquist, JJ.) (“Subjecting\nfor-eign governments to the rule of law in their commercial\ndealings” is “unlikely to touch very sharply on\n‘na-tional nerves,’ ” because “[i]n\ntheir commercial capacities, for-eign governments do not exercise\npowers peculiar tosovereigns”).There is a further\nreason that comity cannot support tribal immunity for\noff-reservation commercial activities. At bottom, comity is about\none sovereign respecting the dignity of another. See Nevada v.\nHall, 440 U. S. 410, 416 (1979) . But permitting immunity for\na tribe’s off-reservation acts represents a substantial\naffront to a different set of sovereigns—the States, whose\nsovereignty is guaranteed by the Constitution, see New York v.\nUnited States, 505 U. S. 144, 188 (1992) (“The\nConstitution . . . ‘leaves to the several States a\nresiduary and inviolable sovereignty’ ” (quoting\nThe Federalist No. 39, at 256)). When an Indian tribe engages in\ncommercial activity outside its own territory, it necessarily acts\nwithin the territory of a sovereign State. This is why,\n“[a]bsent express federal law to the contrary, Indians going\nbeyond reservation boundaries have generally been held subject to\nnondiscriminatory state law otherwise applicable to all citizens of\nthe State.” Mescalero Apache Tribe v. Jones, 411 U. S.\n145 –149 (1973). A rule barring all suits against a tribe\narising out of a tribe’s conduct within state\nterritory—whether private actions or (as here) actions\nbrought by the State itself—stands in stark contrast to a\nState’s broad regulatory authority over Indians within its\nown territory. Indeed, by foreclosing key mechanisms upon which\nStates depend to enforce their laws against tribes engaged in\noff-reservation commercial activity, such a rule effects a\nbreathtaking pre-emption of state power. Kiowa, 523 U. S., at\n764 (Stevens, J., dissenting). What is worse, because that rule of\nimmunity also applies in state courts, it strips the States of\ntheir prerogative “to decide for themselves whether to accord\nsuch immunity to Indian tribes as a matter of comity.” Id.,\nat 760 (same). The States may decide whether to grant immunity in\ntheir courts to other sovereign States, see Hall, supra, at\n417–418 (a State’s immunity from suit in the courts of\na second State depends on whether the second has chosen to extend\nimmunity to the first “as a matter of comity”), but\nwhen it comes to Indian tribes, this Court has taken that right\naway. Kiowa, supra, at 765 (Stevens, J., dissenting).Nor does granting\ntribes immunity with respect to their commercial conduct in state\nterritory serve the practical aim of comity: allaying friction\nbetween sovereigns. See Banco Nacional de Cuba, supra, at\n417–418. We need look no further than this case (and many\nothers cited by petitioner and amici States) to see that such broad\nimmunity has only aggravated relationships between States and\ntribes throughout the country. See infra, at 11–13; see\ngenerally Brief for State of Alabama et al. 11–16; Brief\nfor State of Oklahoma 8–10, 12–15.3This Court has\npreviously suggested that recognizing tribal immunity furthers a\nperceived congressional goal of promoting tribal self-sufficiency\nand self-governance. See Kiowa, supra, at 757; Three Affiliated\nTribes of Fort Berthold Reservation v. Wold Engineering,\nP. C., 476 U. S. 877, 890 (1986) . Whatever the force of\nthis assertion as a general matter, it is easy to reject as a basis\nfor extending tribal immunity to off-reservation commercial\nactivities. In Kiowa itself, this Court dismissed the\nself-sufficiency rationale as “inapposite to modern,\nwide-ranging tribal enterprises extending well beyond traditional\ntribal customs and activities.” 523 U. S., at\n757–758. The Court expressed concern that “[i]n this\neconomic context, immunity can harm those who are unaware that they\nare dealing with a tribe, who do not know of tribal immunity, or\nwho have no choice in the matter, as in the case of tort\nvictims.” Id., at 758.Nor is immunity for\noff-reservation commercial acts necessary to protect tribal\nself-governance. As the Kiowa majority conceded, “[i]n our\ninterdependent and mobile society, . . . tribal immunity\nextends beyond what is needed to safeguard tribal\nself-governance.” Ibid. Such broad immunity far exceeds the\nmodest scope of tribal sover-eignty, which is limited only to\n“what is necessary to pro-tect tribal self-government or to\ncontrol internal relations.” Montana v. United States, 450\nU. S. 544, 564 (1981) ; see also Nevada v. Hicks, 533\nU. S. 353, 392 (2001) (O’Connor, J., concurring in part\nand concurring in judgment) (“[T]ribes retain sovereign\ninterests in activities that occur on land owned and controlled by\nthe tribe . . .”). And no party has suggested that\nimmunity from the isolated suits that may arise out of\nextraterritorial commercial dealings is somehow fundamental to\nprotecting tribal government or regulating a tribe’s internal\naffairs.BDespite acknowledging\nthat there is scant substantive justification for extending tribal\nimmunity to off-reservation commercial acts, this Court did just\nthat in Kiowa. See 523 U. S., at 758. The Kiowa majority\nadmitted that the Court—rather than Congress—“has\ntaken the lead in drawing the bounds of tribal immunity.”\nId., at 759. Nevertheless, the Court adopted a rule of expansive\nimmunity purportedly to “defer to the role Congress may wish\nto exercise in this important judgment.” Id., at 758.This asserted\n“deference” to Congress was a fiction and remains an\nenigma, however, because the Kiowa Court did not actually leave to\nCongress the decision whether to extend tribal immunity. Tribal\nimmunity is a common-law doctrine adopted and shaped by this Court.\nOkla-homa Tax Comm’n v. Citizen Band Potawatomi Tribe of\nOkla., 498 U. S. 505, 510 (1991) ; Kiowa, 523 U. S., at\n759. Before Kiowa, we had never held that tribal sovereign immunity\napplied to off-reservation commercial activities.[2] Thus, faced with an unresolved question\nabout a common-law doctrine of its own design, the Kiowa Court had\nto make a choice: tailor the immunity to the realities of their\ncommercial enterprises, or “grant\n. . . virtually unlimited tribal immunity.”\nId., at 764 (Stevens, J., dissenting). The Court took the latter\ncourse. In doing so, it did not “defe[r] to Congress or\nexercis[e] ‘caution,’—rather, it . . .\ncreat[ed] law.” Id., at 765 (citation omitted). To be sure,\nCongress had the power to “alter” that decision if it\nwanted. Id., at 759 (majority opinion). But Congress has the\nauthority to do that with respect to any nonconstitutional decision\ninvolving federal law, and the mere existence of this authority\ncould not be the basis for choosing one outcome over another in\nKiowa.[3]Accident or no, it was\nthis Court, not Congress, that adopted the doctrine of tribal\nsovereign immunity in the first instance. And it was this Court\nthat left open a question about its scope. Why should\nCongress—and only Congress, according to the Kiowa\nCourt—have to take on a problem this Court created? In other\nareas of federal common law, until Congress intervenes, it is up to\nus to correct our errors. See, e.g., Exxon Shipping Co. v. Baker,\n554 U. S. 471, 507 (2008) (“[I]f, in the absence of\nlegislation, judicially derived standards leave the door open to\noutlier punitive-damages awards [in maritime law], it is hard to\nsee how the judiciary can wash its hands of a problem it created,\nsimply by calling quantified standards legislative”);\nNational Metropolitan Bank v. United States, 323 U. S. 454,\n456 (1945) (“[I]n the absence of an applicable Act of\nCongress, federal courts must fashion the governing rules” in\ncommercial-paper cases affecting the rights and liabilities of the\nUnited States). We have the same duty here.IIToday, the Court\nreaffirms Kiowa. Unsurprisingly, it offers no new substantive\ndefense for Kiowa’s indefensible view of tribal immunity.\nInstead, the majority relies on a combination of the Kiowa\nCourt’s purported deference to Congress and considerations of\nstare decisis. I have already explained why it was error to ground\nthe Kiowa rule in deference to Congress. I turn now to stare\ndecisis. Contrary to the majority’s claim, that policy does\nnot require us to preserve this Court’s mistake in Kiowa. The\nCourt’s failure to justify Kiowa’s rule and the\ndecision’s untoward consequences outweigh the\nmajority’s arguments for perpetuating the error.AStare decisis may\nsometimes be “the preferred course,” but as this Court\nacknowledges, it is “not an inexorable command.” Payne\nv. Tennessee, 501 U. S. 808, 827, 828 (1991) . “[W]hen\ngoverning decisions are unworkable or are badly reasoned,”\nid., at 827, or “experience has pointed up the\nprecedent’s shortcomings,” Pearson v. Callahan, 555\nU. S. 223, 233 (2009) , “ ‘this Court has\nnever felt constrained to follow precedent,’ ”\nPayne, supra, at 827. See also Gulfstream Aerospace Corp. v.\nMayacamas Corp., 485 U. S. 271 –283 (1988) (overruling\nprecedent as “deficient in utility and sense,”\n“unsound in theory, unworkable and arbitrary in practice, and\nunnecessary to achieve any legitimate goals”). The discussion\nabove explains why Kiowa was unpersuasive on its own terms. Now,\nthe adverse consequences of that decision make it even more\nuntenable.In the 16 years since\nKiowa, the commercial activities of tribes have increased\ndramatically. This is especially evident within the tribal gambling\nindustry. Combined tribal gaming revenues in 28 States have more\nthan tripled—from $8.5 billion in 1998 to $27.9 billion in\n2012. National Indian Gaming Commission, 2012 Indian Gaming\nRevenues Increase 2.7 Percent (July 23, 2013), online at\nhttp://www.nigc.gov / LinkClick.aspx?fileticket = Fhd5shyZ1fM%3D(all\nInternet materials as visited May 2, 2014, and available in Clerk\nof Court’s case file). But tribal businesses extend well\nbeyond gambling and far past reservation borders. In addition to\nventures that take advantage of on-reservation resources (like\ntourism, recreation, mining, forestry, and agriculture), tribes\nengage in “domestic and international business\nventures” including manufacturing, retail, banking,\nconstruction, energy, telecommunications, and more. Graham, An\nInterdisciplinary Approach to American Indian Economic Development,\n80 N. D. L. Rev. 597, 600–604 (2004). Tribal\nenterprises run the gamut: they sell cigarettes and prescription\ndrugs online; engage in foreign financing; and operate greeting\ncards companies, national banks, cement plants, ski resorts, and\nhotels. Ibid.; see also, e.g., The Harvard Project on American\nIndian Economic Development, The State of the Native Nations 124\n(2008) (Ho-Chunk, Inc., a tribal corporationof the Winnebago Tribe\nof Nebraska, operates “hotelsin Nebraska and Iowa,”\n“numerous retail groceryand convenience stores,” a\n“tobacco and gasoline distribution company,” and\n“a temporary labor service provider”); Four Fires, San\nManuel Band of Mission Indians,\nhttp://www.sanmanuel-nsn.gov/fourfires.php.html) (four Tribes from\nCalifornia and Wisconsin jointly own and operate a $43 million\nhotel in Washington, D. C.). These manifold com-mercial\nenterprises look the same as any other—except immunity\nrenders the tribes largely litigation-proof.As the commercial\nactivity of tribes has proliferated, the conflict and inequities\nbrought on by blanket tribal immunity have also increased. Tribal\nimmunity significantly limits, and often extinguishes, the\nStates’ ability to protect their citizens and enforce the law\nagainst tribal busi-nesses. This case is but one example: No one\ncan seriously dispute that Bay Mills’ operation of a casino\noutside its reservation (and thus within Michigan territory) would\nviolate both state law and the Tribe’s compact with Michigan.\nYet, immunity poses a substantial impediment to Michigan’s\nefforts to halt the casino’s operation permanently. The\nproblem repeats itself every time a tribe fails to pay state taxes,\nharms a tort victim, breaches a contract, or otherwise violates\nstate laws, and tribal immu-nity bars the only feasible legal\nremedy. Given the wide reach of tribal immunity, such scenarios are\ncommonplace.[4] See, e.g.,\nOneida Indian Nation of New York v. Madison Cty., 605 F. 3d\n149, 163 (CA2 2010) (Cabranes, J., joined by Hall, J., concurring)\n(“The holding in this case comes down to this: an Indian\ntribe can purchase land (including land that was never part of a\nreservation); refuse to pay lawfully-owed taxes; and suffer no\nconsequences because the taxing authority cannot sue to collect the\ntaxes owed”); see also Furry v. Miccosukee Tribe of Indians\nof Fla., 685 F. 3d 1224 (CA11 2012) (Tribe immune from a suit\narising out of a fatal off-reservation car crash that alleged\nnegligence and violation of state dram shop laws); Native American\nDistributing v. Seneca-Cayuga Tobacco Co., 546 F. 3d 1288\n(CA10 2008) (tribal officials and a tobacco-products manufacturer\nwere immune from a suit brought by a national distributor alleging\nbreach of contract and interstate market manipulation); Tonasket v.\nSargent, 830 F. Supp. 2d 1078 (ED Wash. 2011) (tribal immunity\nforeclosed an action against the Tribe for illegal price fixing,\nantitrust violations, and unfair competition), aff’d, 510\nFed. Appx. 648 (CA9 2013); Multimedia Games, Inc. v. WLGC\nAcquisition Corp., 214 F. Supp. 2d 1131 (ND Okla. 2001)\n(tribal immunity barred a suit alleging copyright infringement,\nunfair competition, breach of contract, and other claims against a\ntribal business development agency).In the wake of Kiowa,\ntribal immunity has also been exploited in new areas that are often\nheavily regulated by States. For instance, payday lenders\n(companies that lend consumers short-term advances on paychecks at\ninterest rates that can reach upwards of 1,000 percent per annum)\noften arrange to share fees or profits with tribes so they can use\ntribal immunity as a shield for conduct of questionable legality.\nMartin & Schwartz, The Alliance Between Payday Lenders and\nTribes: Are Both Tribal Sovereignty and Consumer Protection at\nRisk? 69 Wash. & Lee L. Rev. 751, 758–759, 777\n(2012). Indian tribes have also created conflict in certain States\nby asserting tribal immunity as a defense against violations of\nstate campaign finance laws. See generally Moylan, Sovereign Rules\nof the Game: Requiring Campaign Finance Disclosure in the Face of\nTribal Sovereign Immunity, 20 B. U. Pub. Interest L. J. 1\n(2010).In sum, any number of\nIndian tribes across the country have emerged as substantial and\nsuccessful competitors in interstate and international commerce,\nboth within and beyond Indian lands. As long as tribal immunity\nremains out of sync with this reality, it will continue to invite\nproblems, including de facto deregulation of highly regulated\nactivities; unfairness to tort victims; and increas-ingly fractious\nrelations with States and individuals alike. The growing harms\nwrought by Kiowa’s unjustifiable rule fully justify\noverruling it.BIn support of its\nadherence to stare decisis, the majority asserts that\n“Congress has now reflected on Kiowa” and has decided\nto “retain” the decision. Ante, at 18; see also ante,\nat 19 (“[W]e act today against the backdrop of an apparent\ncongressional choice: to keep tribal immunity . . . in a\ncase like this one”). On its face, however, this is a curious\nassertion. To this day, Congress has never granted tribal sovereign\nimmunity in any shape or form—much less immunity that extends\nas far as Kiowa went. What the majority really means, I gather, is\nthat the Court must stay its hand because Congress has implicitly\napproved of Kiowa’s rule by not overturning it.This argument from\nlegislative inaction is unavailing. As a practical matter, it is\n“ ‘impossible to assert with any degree of\nassurance that congressional failure to act represents’\naffirmative congressional approval of” one of this\nCourt’s decisions. Patterson v. McLean Credit Union, 491\nU. S. 164 , n. 1 (1989) (quoting Johnson v.\nTransportation Agency, Santa Clara Cty., 480 U. S. 616, 672\n(1987) (Scalia, J., dissenting)); see also Girouard v. United\nStates, 328 U. S. 61, 69 (1946) (“It is at best\ntreacherous to find in congressional silence alone the adoption of\na controlling rule of law”); Helvering v. Hallock, 309\nU. S. 106 , 121 (1940) (“[W]e walk on quicksand when we\ntry to find in the absence of corrective legislation a controlling\nlegal principle”). There are many reasons Congress might not\nact on a decision like Kiowa, and most of them have nothing at all\nto do with Congress’ desire to preserve the decision. See\nJohnson, 480 U. S., at 672 (Scalia, J., dissenting) (listing\nvarious kinds of legislative inertia, including an “inability\nto agree upon how to alter the status quo” and\n“indifference to the status quo”).Even assuming the\ngeneral validity of arguments from legislative inaction, they are a\npoor fit in this common-law context. Such arguments are typically\nbased on the premise that the failure of later Congresses to reject\na judicial decision interpreting a statute says something about\nwhat Congress understands the statute to mean. See, e.g., id., at\n629, n. 7 (majority opinion). But it is not clear why\nCongress’ unenacted “opinion” has any relevance\nto determining the correctness of a decision about a doctrine\ncreated and shaped by this Court. Giving dispositive weight to\ncongressional silence regarding a common-law decision of this Court\neffectively codifies that decision based only on Congress’\nfailure to address it. This approach is at odds with our\nConstitution’s requirements for enacting law. Cf. Patterson,\nsupra, at 175, n. 1 (“Congress may legislate\n. . . only through the passage of a bill which is\napproved by both Houses and signed by the President. Congressional\ninaction cannot amend a duly enacted statute” (citation\nomitted)). It is also the direct opposite of this Court’s\nusual approach in common-law cases, where we have made clear that,\n“in the absence of an applicable Act of Congress, federal\ncourts must fashion the governing rules.” National\nMetropolitan Bank, 323 U. S., at 456; see also supra, at\n11–12; Moragne v. States Marine Lines, Inc., 398 U. S.\n375, 378 (1970) (precedent barring recovery for wrongful death,\n“somewhat dubious even when rendered, is such an\nunjustifiable anomaly in the present maritime [common] law that it\nshould no longer be followed”).[5] Allowing legislative inaction to guide common-law\ndecisionmaking is not deference, but abdication.[6]In any event, because\nlegislative inaction is usually indeterminate, we\n“ ‘require very persuasive circumstances\nenveloping Congressional silence to debar this Court from\nreexamining its own doctrines.’ ” Girouard, supra,\nat 69. Here, the majority provides nothing that solidifies the\ninference of approval it draws from congressional silence in the\nwake of Kiowa.First, the majority\ncites two Senate bills that proposed to abrogate tribal immunity\nfor contract and tort claims against tribes. See S. 2299, 105th\nCong., 2d Sess. (1998) (contract claims); S. 2302, 105th Cong., 2d\nSess. (1998) (tort claims). Neither bill expresses Congress’\nviews on Kiowa’s rule, for both died in committee without a\nvote.Second, the majority\nnotes various post-Kiowa enactments that either abrogate tribal\nimmunity in various limited contexts or leave it be. See ante, at\n18, 19, n. 10. None of these enactments provides a reason to\nbelieve that Congress both considered and approved Kiowa’s\nholding. None of them targets with any precision the immunity of\nIndian tribes for off-reservation commercial activities. See, e.g.,\nIndian Tribal Economic Development and Contract Encouragement Act\nof 2000 (codified at 25 U. S. C. §81(d)(2)) (for\ncontracts that encumber Indian lands for more than seven years,\ntribes must either provide for breach-of-contract remedies or\ndisclose tribal immunity if applicable). And given the exceedingly\nnarrow contexts in which these provisions apply, see, e.g., Arizona\nWater Settlements Act, §213(a)(2), 118Stat. 3531 (abrogating\none tribe’s immunity for the limited purpose of enforcing\nwater settlements), the far stronger inference is that Congress\nsimply did not address Kiowa or its extension of immunity in these\nActs; rather, Congress considered only whether an abrogation of\njudge-made tribal immunity was necessary to the narrow regulatory\nscheme on the table. See, e.g., Prevent All Cigarette Trafficking\nAct of 2009, §§2(e), 3(a), 124Stat. 1101, 1108.The majority posits\nthat its inference of congressional approval of Kiowa is stronger\nbecause Congress failed to act after the Kiowa Court\n“urg[ed]” Congress to consider the question presented.\nAnte, at 17, 19–20 (quoting Kiowa, 523 U. S., at 758)\n(“[W]e defer to the role Congress may wish to exercise in\nthis important judgment”). But this circumstance too raises\nany number of inferences. Congress is under no obligation to review\nand respond to every statement this Court makes; perhaps\nlegislative inertia simply won out. The majority seems to suggest\nthat Congress understood Kiowa to assign the burgeoning problems of\nexpansive common-law immunity to the Legislature, and then chose to\nlet those problems fester. But Congress has not explained its\ninaction, and we should not pretend that it has done so by\nremaining silent after we supposedly prodded it to say something.\nEven if we credit the relevance of post-Kiowa congressional silence\nin this common-law context—and I do not—there is\ncertainly not enough evidence of congressional acquiescence here\n“that we can properly place on the shoulders of Congress the\nburden of the Court’s own error.” Girouard, 328\nU. S., at 69–70.CThe majority’s\nremaining arguments for retaining Kiowa are also unconvincing.First, the majority\ncharacterizes Kiowa as one case in a “long line of\nprecedents” in which the Court has recognized tribal immunity\n“without any exceptions for commercial or off-reservation\nconduct.” Ante, at 15. True, the Court has relied on tribal\nimmunity as a general matter in several cases. But not until Kiowa\nwere we required to decide whether immunity should extend to\ncommercial activities beyond Indian reservations. See supra, at 7.\nAnd after Kiowa, we have mentioned it only once, and then only in\ndicta. C & L Enterprises, Inc. v. Citizen Band Potawatomi Tribe\nof Okla., 532 U. S. 411, 418 (2001) (holding that the Tribe had\nwaived its immunity in a construction contract). Thus, overturning\nKiowa would overturn Kiowa only.Second, the majority\nsuggests that tribes and their business partners have now relied on\nKiowa in structuring their contracts and transactions. Ante, at 15.\nBut even when Kiowa extended the scope of tribal immunity, it was\nreadily apparent that the Court had strong misgivings about it. Not\none Member of the Kiowa Court identified a substantive\njustification for its extension of immunity: Three would not have\nexpanded the immunity in the first place, Kiowa, 523 U. S., at\n760 (Stevens, J., dissenting), and the other six essentially\nexpressed hope that Congress would overrule the Court’s\ndecision, see id., at 758–759. Against that backdrop, it\nwould hardly be reasonable for a tribe to rely on Kiowa as a\npermanent grant of immunity for off-reservation commercial\nactivities. In any event, the utter absence of a reasoned\njustification for Kiowa’s rule and its growing adverse\neffects easily outweigh this generalized assertion of reliance.\nSee, e.g., Leegin Creative Leather Products, Inc. v. PSKS, Inc.,\n551 U. S. 877, 906 (2007) (in the antitrust context,\noverturning the per se rule against vertical price restraints\nin part because the “reliance interests” in the case\ncould not “justify an inefficient rule”).*  *  *In Kiowa, this Court\nadopted a rule without a reason: a sweeping immunity from suit\nuntethered from commercial realities and the usual justifications\nfor immunity, premised on the misguided notion that only Congress\ncan place sensible limits on a doctrine we created. The decision\nwas mistaken then, and the Court’s decision to reaffirm it in\nthe face of the unfairness and conflict it has engendered is doubly\nso. I respectfully dissent.Notes1State sovereign immunity\nis an exception: This Court has said that the States’\nimmunity from suit in federal court is secured by the Constitution.\nSee v. , (“[F]or over a century now, we have made clear that\nthe Constitution does not provide for federal jurisdiction over\nsuits against nonconsenting States”); v. , (“Although\nthe sovereign immunity of the States derives at least in part from\nthe common-law tradition, . . . the immunity exists today\nby constitutional design”). Unlike the States, Indian tribes\n“are not part of this constitutional order,” and their\nimmunity is not guaranteed by it. v. , (, J., concurring in\njudgment).2The Court in noted that\nin one case, we upheld a claim of immunity where “a state\ncourt had asserted jurisdiction over tribal fishing ‘both on\nand off its reservation.’ ” 523 U. S., at 754\n(quoting v. , ). It went on to admit, however, that “did not\ndiscuss the relevance of where the fishing had taken place.”\n523 U. S., at 754. And, as Justice Stevens explained in\ndissent, that case was about whether the state courts had\njurisdiction to regulate fishing activities the reservation;\n“we had no occasion to consider the validity of an injunction\nrelating solely to off-reservation fishing.” ., at\n763.3Nor did the Court\n“defer” to any pre-existing congressional policy\nchoices. As I have already made clear, the rule the Court chose in\nwas divorced from, and in some ways contrary to any federal\ninterest. See Part I–A, ; see also , 523 U. S., at 765\n(Stevens, J., dissenting). And the rule is a “strikingly\nanomalous” departure from the immunities of other sovereigns\nin federal and state court. (observing that conferred on Indian\ntribes “broader immunity than the States, the Federal\nGovernment, and foreign nations”); see also Florey, Indian\nCountry’s Borders: Territoriality, Immunity, and the\nConstruction of Tribal Sovereignty, 51 Boston College L. Rev.\n595, 627 (2010) (After ,“the actual contours of [tribal\nimmunity] remain astonishingly broad”).4Lower courts have held\nthat tribal immunity shields not only Indian tribes themselves, but\nalso entities deemed “arms of the tribe.” See, v. , 629\nF. 3d 1173, 1191–1195 (CA10 2010) (casino and economic\ndevelopment authority were arms of the Tribe); v. , 585 F. 3d\n917, 921 (CA6 2009) (tribal conglomerate was an arm of the Tribe).\nIn addition, tribal immunity has been interpreted to cover tribal\nemployees and officials acting within the scope of their\nemployment. See, v. , 548 F. 3d 718, 726–727 (CA9 2008);\nv. , 546 F. 3d 1288, 1296 (CA10 2008); v. , 355 F. 3d\n141, 143 (CA2 2004) (); v. , 177 F. 3d 1212, 1225–1226\n(CA11 1999).5The majority appears to\nagree that the Court can revise the judicial doctrine of tribal\nimmunity, because it reserves the right to make an\n“off-reservation” tort exception to ’s blanket\nrule. See , at 16, n. 8. In light of that reservation, the\nmajority’s declaration that it is “Congress’s job\n. . . to determine whether or how to limit tribal immu-nity”\nrings hollow. at 17. Such a judge-made exception would no more\ndefer to Congress to “make the call whether to curtail a\ntribe’s immunity” than would recognizing that was\nwrongly decided in the first instance. at 18. In any event, I\nwelcome the majority’s interest in fulfilling its independent\nresponsibility to correct ’s mistaken extension of immunity\n“without any exceptions for commercial or off-reservation\nconduct.” at 15. I regret only that the Court does not see\nfit to take that step today.6Of course, still applies\nin the common-law context; I reject only the notion that arguments\nfrom legislative inaction have any place in the\nanalysis.",
    "joined": []
}