{
    "case": {
        "docket": "14-916",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-916/"
    },
    "id": "3586485",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–916_________________KINGDOMWARE TECHNOLOGIES, INC., PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 16, 2016]Justice Thomas delivered the opinion of the\nCourt.Petitioner Kingdomware Technologies, Inc., a\nveteran-owned small business, unsuccessfully vied for a federal\ncontract from the Department of Veterans Affairs to provide\nemergency-notification services. Kingdomware sued, arguing that the\nDepartment violated a federal law providing that it “shall award”\ncontracts to veteran-owned small businesses when there is a\n“reasonable expectation” that two or more such businesses will bid\nfor the contract at “a fair and reasonable price that offers best\nvalue to the United States.” 38 U. S. C. §8127(d). This\nprovision is known as the Rule of Two.In this case, we consider whether the Department\nmust use the Rule of Two every time it awards contracts or whether\nit must use the Rule of Two only to the extent necessary to meet\nannual minimum goals for contracting with veteran-owned small\nbusinesses. We conclude that the Department must use the Rule of\nTwo when awarding contracts, even when the Department will\notherwise meet its annual minimum contracting goals.IThis case concerns the interplay between\nseveral federal statutes governing federal procurement.AIn an effort to encourage small businesses,\nCongress has mandated that federal agencies restrict competition\nfor some federal contracts. The Small Business Act thus requires\nmany federal agencies, including the Department of Veterans\nAffairs, to set aside contracts to be awarded to small businesses.\nThe Act requires each agency to set “an annual goal that presents,\nfor that agency, the maximum practicable opportunity” for\ncontracting with small businesses, including those “small business\nconcerns owned and controlled by service-disabled veterans.” 15\nU. S. C. §644(g)(1)(B). And federal regulations set forth\nprocedures for most agencies to “set aside” contracts for small\nbusinesses. See,e.g.,48 CFR §19.502–2(b) (2015).In 1999, Congress expanded small-business\nopportunities for veterans by passing the Veterans Entrepreneurship\nand Small Business Development Act, 113Stat. 233. That Act\nestablished a 3% governmentwide contracting goal for contracting\nwith service-disabled veteran-owned small businesses. 15\nU. S. C. §644(g)(1)(A)(ii).When the Federal Government continually fell\nbehind in achieving these goals, Congress tried to correct the\nsituation. Relevant here, Congress enacted the Veterans Benefits,\nHealth Care, and Information Technology Act of 2006, §§502, 503,\n120Stat. 3431–3436 (codified, as amended, at 38 U. S. C.\n§§8127, 8128). That Act requires the Secretary of Veterans Affairs\nto set more specific annual goals that encourage contracting with\nveteran-owned and service-disabled veteran-owned small businesses.\n§8127(a). The Act’s “Rule of Two,” at issue here, provides that the\nDepartment “shall award” contracts by restricting competition for\nthe contract to service-disabled or other veteran-owned small\nbusinesses. To restrict competition under the Act, the contracting\nofficer must reasonably expect that at least two of these\nbusinesses will submit offers and that “the award can be made at a\nfair and reasonable price that offers best value to the United\nStates.” §8127(d).[1]Congress provided two exceptions to the Rule.\nUnder those exceptions, the Department may use noncompetitive and\nsole-source contracts when the contracts are below specific dollar\namounts. Under §8127(b), a contracting officer “may use procedures\nother than competitive procedures” to award contracts to\nveteran-owned small businesses when the goods or services that are\nthe subject of such contracts are worth less than the simplified\nacquisition threshold. 38 U. S. C. §8127(b); 41\nU. S. C. §134 (establishing a “ ‘simplified\nacquisition threshold’ ” of $100,000); see also §1908\n(authorizing adjustments for inflation); 75 Fed. Reg. 53130\n(codified at 48 CFR §2.101 (2010)) (raising the amount to\n$150,000). And under 38 U. S. C. §8127(c), a contracting\nofficer “may award a contract to a [veteran-owned small business]\nusing procedures other than competitive procedures” if the contract\nis worth more than the simplified acquisition threshold but less\nthan $5 million, the contracting officer determines that the\nbusiness is “a responsible source with respect to performance of\nsuch contract opportunity,” and the award can be made at “a fair\nand reasonable price.” 38 U. S. C. §8127(c).In finalizing its regulations meant to implement\nthe Act, the Department stated in a preamble that §8127’s\nprocedures “do not apply to [Federal Supply Schedule] task or\ndelivery orders.” VA Acquisition Regulation, 74 Fed. Reg. 64624\n(2009). The Federal Supply Schedule (FSS) generally is a\nstreamlined method for Government agencies to acquire certain\nsupplies and services in bulk, such as office supplies or food\nequipment. 48 CFR §8.402(a) (2015). Instead of the normal bidding\nprocess for each individual order, FSS contracts are ordinarily\npre-negotiated between outside vendors and the General Services\nAdministration, which negotiates on behalf of various Government\nagencies. See §8.402(b);Sharp Electronics Corp.v.McHugh, 707 F. 3d 1367, 1369 (CA Fed 2013). Under FSS\ncontracts, businesses agree to provide “[i]ndefinite delivery” of\nparticular goods or services “at stated prices for given periods of\ntime.” §8.402(a).Agencies receive a list of goods and\nservices available through the FSS. Because the terms of purchasing\nthese goods and services have already been negotiated, contracting\nofficers can acquire these items and services simply by issuing\npurchase orders.BKingdomware Technologies, Inc., is a\nservice-disabled veteran-owned small business. Around January 2012,\nthe Department decided to procure an Emergency Notification Service\nfor four medical centers.[2] In\nan emergency, this service sends important information to\nDepartment personnel. The Department sent a request for a price\nquotation to a non-veteran-owned company through the FSS system.\nThat company responded with a favorable price, which the Department\naccepted around February 22, 2012. The agreement was for one year,\nwith an option to extend the agreement for two more. The Department\nexercised the one option to extend the time, and performance was\ncompleted in May 2013. Decl. of Corydon Ford Heard III ¶8.Kingdomware challenged the Department’s decision\nto award the contract to a non-veteran-owned company by filing a\nbid protest with the Government Accountability Office (GAO). See 31\nU. S. C. §3552(a). Kingdomware alleged that the\nDepartment procured multiple contracts through the FSS without\nrestricting competition using the Rule of Two, as required by\n§8127. Kingdomware contended that the Department could not award\nthe contracts at issue here without first checking to see whether\nat least two veteran-owned small businesses could perform the work\nat a fair and reasonable price. The GAO issued a nonbinding\ndetermination that the Department’s failure to employ the Rule of\nTwo was unlawful and recommended that the Department conduct market\nresearch to determine whether there were two veteran-owned\nbusinesses that could fulfill the procurement. The Department\ndis-agreed with the recommendation.Petitioner then filed suit in the Court of\nFederal Claims and sought declaratory and injunctive\nrelief.[3] The Court of Federal\nClaims granted summary judgment to the Department. 107 Fed. Cl. 226\n(2012).A divided panel of the Federal Circuit affirmed.\n754 F. 3d 923 (2014). In the majority’s view, §8127 did not\nrequire the Department to use the Rule of Two in all contracting.Id.,at 933–934. Instead, the court concluded, mandatory\napplication of the Rule of Two was limited to contracts necessary\nto fulfill its statutory purpose—to provide a means of satisfying\nthe Department’s annual contracting goals described in §8127(a).Id., at 934.Thus, so long as those goals were\nsatisfied, the Court of Appeals concluded, the Department need not\napply the Rule of Two any further.Ibid.Judge Reyna\ndissented, arguing that §8127 employs mandatory language that\n“could not be clearer” in requiring the Department to apply the\nRule of Two in every instance of contracting.Id.,at\n935.We granted certiorari to decide whether §8127(d)\nrequires the Department to apply the Rule of Two in all\ncontracting, or whether the statute gives the Department some\ndiscretion in applying the rule. 576 U. S. ___ (2015).IIBefore we reach the merits, we must assess our\njurisdiction. Article III of the Constitution limits federal courts\nto deciding “Cases” and “Controversies,” and “an actual controversy\nmust exist not only at the time the complaint is filed, but through\nall stages of the litigation.”Already, LLCv.Nike,\nInc., 568 U. S. ___, ___ (2013) (slip op., at 3–4)\n(internal quotation marks omitted).Here, no live controversy in the ordinary sense\nremains because no court is now capable of granting the relief\npetitioner seeks. When Kingdomware filed this suit four years ago,\nit sought a permanent injunction and declara-tory relief with\nrespect to a particular procurement. The services at issue in that\nprocurement were completed in May 2013. And the two earlier\nprocurements, which Kingdomware had also protested, were complete\nin September 2012. See Decl. of Corydon Ford Heard III ¶¶6–8. As a\nresult, no court can enjoin further performance of those services\nor solicit new bids for the performance of those services. And\ndeclaratory relief would have no effect here with respect to the\npresent procurements because the services have already been\nrendered.Although a case would generally be moot in such\ncircumstances, this Court’s precedents recognize an exception to\nthe mootness doctrine for a controversy that is “ ‘capable of\nrepetition, yet evading review.’ ”Spencerv.Kemna, 523 U. S. 1, 17 (1998) . That exception applies\n“only in exceptional situations,” where (1) “the challenged\naction [is] in its duration too short to be fully litigated prior\nto cessation or expiration,” and (2) “there [is] a reasonable\nexpectation that the same complaining party [will] be subject to\nthe same action again.”Ibid.(internal quotation marks\nomitted; brackets in original).That exception applies to these short-term\ncontracts. First, the procurements were fully performed in less\nthan two years after they were awarded. We have previously held\nthat a period of two years is too short to complete judicial review\nof the lawfulness of the procurement. SeeSouthern Pacific\nTerminal Co.v.ICC, 219 U. S. 498 –516 (1911).\nSecond, it is reasonable to expect that the Department will refuse\nto apply the Rule of Two in a future procurement for the kind of\nservices provided by Kingdomware. If Kingdomware’s interpretation\nof §8127(d) is correct, then the Department must use restricted\ncompetition rather than procure on the open market. And\nKingdomware, which has been awarded many previous contracts, has\nshown a reasonable likelihood that it would be awarded a future\ncontract if its interpretation of §8127(d) prevails. See Decl. of\nCorydon Ford Heard III ¶¶11–15 (explaining that the company\ncontinues to bid on similar contracts). Thus, we have jurisdiction\nbecause the same legal issue in this case is likely to recur in\nfuture controversies between the same parties in circumstances\nwhere the period of contract performance is too short to allow full\njudicial review before performance is complete. Our interpretation\nof §8127(d)’s requirements in this case will govern the\nDepartment’s future contracting.IIIOn the merits, we hold that §8127 is\nmandatory, not discretionary. Its text requires the Department to\napply the Rule of Two to all contracting determinations and to\naward contracts to veteran-owned small businesses. The Act does not\nallow the Department to evade the Rule of Two on the ground that it\nhas already met its contracting goals or on the ground that the\nDepartment has placed an order through the FSS.AIn statutory construction, we begin “with the\nlanguage of the statute.”Barnhartv.Sigmon Coal\nCo., 534 U. S. 438, 450 (2002) . If the statutory language\nis unambiguous and “the statutory scheme is coherent and\nconsistent”—as is the case here—“[t]he inquiry ceases.”Ibid.We hold that §8127(d) unambiguously requires the\nDepartment to use the Rule of Two before contracting under the\ncompetitive procedures. Section 8127(d) requires that “a\ncontracting officer of the Departmentshallaward contracts”\nto veteran-owned small businesses using restricted competition\nwhenever the Rule of Two is satisfied, “[e]xcept as provided in\nsubsections (b) and (c).” (Emphasis added.) Subsections (b) and (c)\nprovide, in turn, that the Department “may” use noncompetitive\nprocedures and sole-source contracts for lower value acquisitions.\n§§8127(b), (c). Except when the Department uses the noncompetitive\nand sole-source contracting procedures in subsections (b) and (c),\n§8127(d) requires the Department to use the Rule of Two before\nawarding a contract to another supplier. The text also has no\nexceptions for orders from the FSS system.Congress’ use of the word “shall” demonstrates\nthat §8127(d) mandates the use of the Rule of Two in all\ncontracting before using competitive procedures. Unlike the word\n“may,” which implies discretion, the word “shall” usually connotes\na requirement. CompareLexecon Inc.v.Milberg Weiss\nBershad Hynes & Lerach, 523 U. S. 26, 35 (1998)\n(recognizing that “shall” is “mandatory” and “normally creates an\nobligation impervious to judicial discretion”), withUnited\nStatesv.Rodgers, 461 U. S. 677, 706 (1983)\n(explaining that “[t]he word ‘may,’ when used in a statute, usually\nimplies some degree of discretion”). Accordingly, the Departmentshall(ormust) prefer veteran-owned small businesses\nwhen the Rule of Two is satisfied.The surrounding subsections of §8127 confirm\nthat Congress used the word “shall” in §8127(d) as a command. Like\n§8127(d), both §8127(b) and §8127(c) provide special procedures\n“[f]or purposes of meeting the goals under [§8127(a)].” §§8127(b),\n(c). But, in contrast to §8127(d), those latter two provisions\nstate that “a contracting officer of the Departmentmayuse”\n(or, for §8127(c), “mayaward”) such contracts. §§8127(b),\n(c) (emphasis added). When a statute distinguishes between “may”\nand “shall,” it is generally clear that “shall” imposes a mandatory\nduty. SeeUnited States ex rel. Siegelv.Thoman, 156\nU. S. 353 –360 (1895). We see no reason to depart from the\nusual inference here.We therefore hold that, before contracting with\na non-veteran owned business, the Department must first apply the\nRule of Two.[4]BThe Federal Circuit and the Department offered\nseveral reasons for their alternative reading of §8127(d) as a\ndiscretionary provision that the Department can disregard for at\nleast some contracting decisions. We disagree with them.To hold that §8127(d) is discretionary, the\nFederal Circuit relied on §8127(d)’s prefatory clause. 754\nF. 3d, at 933. That clause declares that the Rule of Two is\ndesigned “for the purposes of” meeting the annual contracting goals\nthat the Department is required to set under §8127(a). The\nDepartment originally made a similar argument before changing\narguments in its briefing on the merits. Compare Brief in\nOpposition 13–15 with Brief for United States 24–25.But the prefatory clause has no bearing on\nwhether §8127(d)’s requirement is mandatory or discretionary. The\nclause announces an objective that Congress hoped that the\nDepartment would achieve and charges the Secretary with setting\nannual benchmarks, but it does not change the plain meaning of the\noperative clause, §8127(d). SeeYazoo & Mississippi Valley\nR. Co.v.Thomas, 132 U. S. 174, 188 (1889)\n(explaining that prefatory clauses or preambles cannot change the\nscope of the operative clause).The Federal Circuit’s interpretation also would\nproduce an anomaly. If the Federal Circuit’s understanding of\n§8127(d)’s prefatory clause were correct, then §§8127(b) and (c),\nwhich also contain “[f]or purposes of meeting the goals” clauses,\nwould cease to apply once the Department meets the Secretary’s\ngoal, and the Department would be required to return to competitive\nbidding. If we interpreted the “purposes” clause of §8127(d) to\nmean that its mandate no longer applies if the goals are met, then\nthe identical “purposes” clauses of §§8127(b) and (c) would also\nrender those clauses’ permissive mandates inapplic-able. This would\nrequire the Department, once the goals are met, to award bids using\nthe default contracting procedures rather than to use the\nnoncompetitive and single-source provisions in §§8127(b) and\n(c).Second, the Department argues that the mandatory\nprovision does not apply to “orders” under “pre-existing FSS\ncontracts.” Brief for United States 25. The Department failed to\nraise this argument in the courts below, and we normally decline to\nentertain such forfeited arguments. SeeOBB Personenverkehr\nAGv.Sachs, 577 U. S. ___, ___ (2015) (slip op.,\nat 10). But the Department’s forfeited argument fails in any event.\nSection 8127(d) applies when the Department “award[s] contracts.”\nWhen the Department places an FSS order, that order creates\ncontractual obligations for each party and is a “contract” within\nthe ordinary meaning of that term. See,e.g., Black’s Law\nDictionary 389 (10th ed. 2014) (“[a]n agreement between two or more\nparties creating obligations that are enforce-able or otherwise\nrecognizable at law”). It also creates a “contract” as defined by\nfederal regulations, namely, a “mutually binding legal relationship\nobligating the seller to furnish the supplies or services\n. . . and the buyer to pay for them,” including “all\ntypes of commitments that obligate the Government to an expenditure\nof appropriated funds and” (as a general matter) “are in writing.”\n48 CFR §2.101 (2015). An FSS order creates mutually binding\nobligations: for the contractor, to supply certain goods or\nservices, and for the Government, to pay. The placement of the\norder creates a new contract; the underlying FSS contract gives the\nGovernment the option to buy, but it does not require the\nGovernment to make a purchase or expend funds. Further confirming\nthat FSS orders are contracts, the Government is not completely\nbound by the FSS contract’s terms; to the contrary, when placing\norders, agencies may sometimes seek different terms than are listed\nin the FSS. See §8.405–4 (permitting agencies to negotiate some new\nterms, such as requesting “a price reduction,” when ordering from\nthe FSS).Third, the Department contends that our\ninterpretation fails to appreciate the distinction between FSS\norders and contracts. The Department maintains that FSS orders are\nonly for simplified acquisitions, and that using the Rule of Two\nfor these purchases will hamper mundane purchases like “griddles or\nfood slicers.” Brief for United States 21.But this argument understates current practices\nunder the FSS. The Department has expanded use of the FSS well\nbeyond simple procurement. See Brief for Iraq and Afghanistan\nVeterans of America asAmicus Curiae14–16. This case proves\nthe point: the contract at issue here concerned complex information\ntechnology services over a multiyear period. Moreover, the\nDepartment may con-tinue to purchase items that cost less than the\nsimplified acquisition threshold (currently $150,000) through the\nFSS, if the Department procures them from a veteran-owned small\nbusiness. See 38 U. S. C. §8127(b).Finally and relatedly, the Department asks us to\ndefer to its interpretation that FSS “orders” are not “contracts.”\nSeeChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc., 467 U. S. 837 –844 (1984)\n(establishing deference to an agency’s interpretation of an\nambiguous statute). Even assuming,arguendo,that the\npreamble to the agency’s rulemaking could be owedChevrondeference, we do not defer to the agency when the statute is\nunambiguous. Seeid.,at 842–843. For the reasons already\ngiven, the text of §8127(d) clearly imposes a mandatory duty. Thus,\nwe decline the Department’s invitation to defer to its\ninterpretation.*  *  *We hold that the Rule of Two contracting\nprocedures in §8127(d) are not limited to those contracts necessary\nto fulfill the Secretary’s goals under §8127(a). We also hold that\n§8127(d) applies to orders placed under the FSS. The judgment of\nthe Court of Appeals for the Federal Circuit is reversed, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1This provision reads in\nfull:2We use “Department” when\nreferring to the Government as a party in this\nlitigation.3Petitioner’s complaint\nadditionally stated claims for two other bid protests. To simplify\nthe proceedings, the parties entered into a joint stipulation of\nfacts concerning only the one bid protest described above. The\ndetails concerning the two other disputed bids are relevant only\nfor mootness analysis since the work related to both bids has been\nperformed. See Part II,infra.4We need not decide today\nprecisely what sort of search for veteran-owned small businesses\nthe Department must conduct to comply with the Rule of Two. We do\nnot decide, for example, whether the Department may satisfy its\nobligations by searching for eligible veteran-owned small\nbusinesses within the FSS, or whether it must conduct a broader\nsearch for such businesses.",
    "joined": []
}