{
    "case": {
        "docket": "17-646",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-646/"
    },
    "id": "4109120",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–646_________________TERANCE MARTEZ GAMBLE, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 17, 2019]Justice Thomas, concurring.I agree that the historical record does not bear\nout my initial skepticism of the dual-sovereignty doctrine. SeePuerto Ricov.Sánchez Valle, 579 U. S. ___\n(2016) (Ginsburg, J., joined by Thomas, J. concurring). The\nfounding generation foresaw very limited potential for overlapping\ncriminal prosecutions by the States and the Federal\nGovernment.[1] The Founders\ntherefore had no reason to address the double jeopardy question\nthat the Court resolves today. Given their understanding of\nCongress’ limited criminal jurisdiction and the absence of an\nanalogous dual-sovereign system in England, it is difficult to\nconclude that the People who ratified the Fifth Amendment\nunderstood it to prohibit prosecution by a State and the Federal\nGovernment for the same offense. And, of course, we are not\nentitled to interpret the Constitution to align it with our\npersonal sensibilities about “ ‘unjust’ ” prosecutions.Post, at 6 (Ginsburg, J., dissenting); seeCurrierv.Virginia, 585 U. S. ___, ___ (2018) (plurality opinion)\n(slip op., at 16) (“While the growing number of criminal offenses\nin our statute books may be cause for concern, no one should expect\n(or want) judges to revise the Constitution to address every social\nproblem they happen to perceive” (citation omitted)).I write separately to address the proper role of\nthe doctrine ofstare decisis. In my view, the Court’s\ntypical formulation of thestare decisisstandard does not\ncomport with our judicial duty under Article III because it\nelevates demonstrably erroneous decisions—meaning decisions outside\nthe realm of permissible interpretation—over the text of the\nConstitution and other duly enacted federal law. It is always\n“tempting for judges to confuse our own preferences with the\nrequirements of the law,”Obergefellv.Hodges, 576\nU. S. ___, ___ (2015) (Roberts, C. J., dissenting) (slip\nop., at 3), and the Court’sstare decisisdoctrine\nexacerbates that temptation by giving the venire of respectability\nto our continued application of demonstrably incorrect precedents.\nBy applying demonstrably erroneous precedent instead of the\nrelevant law’s text—as the Court is particularly prone to do when\nexpanding federal power or crafting new individual rights—the Court\nexercises “force” and “will,” two attributes the People did not\ngive it. The Federalist No. 78, p. 465 (C. Rossiter ed. 1961)\n(capitalization omitted).We should restore ourstare decisisjurisprudence to ensure that we exercise “mer[e] judgment,”ibid., which can be achieved through adherence to the\ncorrect, original meaning of the laws we are charged with applying.\nIn my view, anything less invites arbitrariness into\njudging.[2]IThe Court currently viewsstare decisisas a “ ‘principle of policy’ ” that balances several\nfactors to decide whether the scales tip in favor of overruling\nprecedent.Citizens Unitedv.Federal Election\nComm’n,558 U.S.\n310, 363 (2010) (quotingHelveringv.Hallock,309 U.S.\n106, 119 (1940)). Among these factors are the “workability” of\nthe standard, “the antiquity of the precedent, the reliance\ninterests at stake, and of course whether the decision was well\nreasoned.”Montejov.Louisiana,556 U.S.\n778, 792–793 (2009). The influence of this last factor tends to\nebb and flow with the Court’s desire to achieve a particular end,\nand the Court may cite additional, ad hoc factors to reinforce the\nresult it chooses. But the shared theme is the need for a “special\nreason over and above the belief that a prior case was wrongly\ndecided” to overrule a precedent.Planned Parenthood of\nSoutheastern Pa.v.Casey,505 U.S.\n833, 864 (1992). The Court has advanced this view ofstare\ndecisison the ground that “it promotes the evenhanded,\npredictable, and consistent development of legal principles” and\n“contributes to the actual and perceived integrity of the judicial\nprocess.”Paynev.Tennessee,501\nU.S. 808, 827 (1991).This approach tostare decisismight have\nmade sense in a common-law legal system in which courts\nsystematically developed the law through judicial decisions apart\nfrom written law. But our federal system is different. The\nConstitution tasks the political branches—not the Judiciary—with\nsystematically developing the laws that govern our society. The\nCourt’s role, by contrast, is to exercise the “judicial Power,”\nfaithfully interpreting the Constitution and the laws enacted by\nthose branches. Art. III, §1.AA proper understanding ofstare decisisin our constitutional structure requires a proper understanding of\nthe nature of the “judicial Power” vested in the federal courts.\nThat “Power” is—as Chief Justice Marshall put it—the power “to say\nwhat the law is” in the context of a particular “case” or\n“controversy” before the court.Marburyv.Madison, 1\nCranch 137, 177 (1803); Art. III, §2. Phrased differently, the\n“judicial Power” “is fundamentally the power to decide cases in\naccordance with law.” Lawson, The Constitutional Case Against\nPrecedent, 17 Harv. J. L. & Pub. Pol’y 23, 26 (1994)\n(Lawson). It refers to the duty to exercise “judicial discretion”\nas distinct from “arbitrary discretion.” The Federalist No. 78, at\n468, 471.That means two things, the first prohibitory and\nthe second obligatory. First, the Judiciary lacks “force” (the\npower to execute the law) and “will” (the power to legislate).Id., at 465 (capitalization omitted). Those powers are\nvested in the President and Congress, respectively. “Judicial power\nis never exercised for the purpose of giving effect to the will of\nthe Judge; always for the purpose of giving effect to the will of\nthe Legislature; or, in other words, to the will of the law.”Osbornv.Bank of United States, 9 Wheat. 738, 866\n(1824) (Marshall, C. J.). The Judiciary thus may not\n“substitute [its] own pleasure to the constitutional intentions of\nthe legislature.” The Federalist No. 78, at 468–469.Second, “judicial discretion” requires the\n“liquidat[ion]” or “ascertain[ment]” of the meaning of the law.Id.,at 467–468; seeid., No. 37. At the time of the\nfounding, “to liquidate” meant “to make clear or plain”; “to render\nunambiguous; to settle (differences, disputes).” Nelson,Stare\nDecisisand Demonstrably Erroneous Precedents, 87 Va.\nL. Rev. 1, 13, and n. 35 (2001) (Nelson) (quoting 8\nOxford English Dictionary 1012 (2d ed. 1991); (internal quotation\nmarks omitted)). Therefore, judicial discretion is not the power to\n“alter” the law; it is the duty to correctly “expound” it. Letter\nfrom J. Madison to N. Trist (Dec. 1831), in 9 The Writings of James\nMadison 477 (G. Hunt ed. 1910) (Writings of Madison).BThis understanding of the judicial power had\nlong been accepted at the time of the founding. But the federalist\nstructure of the constitutional plan had significant implications\nfor the exercise of that power by the newly created Federal\nJudiciary. Whereas the common-law courts of England discerned and\ndefined many legal principles in the first instance, the\nConstitution charged federal courts primarily with applying a\nlimited body of written laws articulating those legal principles.\nThis shift profoundly affects the application ofstare\ndecisistoday.Stare decisishas its pedigree in the\nunwritten common law of England. As Blackstone explained, the\ncommon law included “[e]stablished customs” and “[e]stablished\nrules and maxims” that were discerned and articulated by judges. 1\nW. Blackstone, Commentaries on the Laws of England 68–69 (1765)\n(Blackstone). In the common-law system,stare decisisplayed\nan important role because “judicial decisions [were] the principal\nand most authoritative evidence, that [could] be given, of the\nexistence of such a custom as shall form a part of the common law.”Id., at 69. Accordingly, “precedents and rules must be\nfollowed, unless flatly absurd or unjust,” because a judge must\nissue judgments “according to the known laws and customs of the\nland” and not “according to his private sentiments” or “own private\njudgment.”Id.,at 69–70. In other words, judges were\nexpected to adhere to precedents because they embodied the very law\nthe judges were bound to apply.“[C]ommon law doctrines, as articulated by\njudges, were seen as principles that had been discovered rather\nthan new laws that were being made.” 3–4 G. White, The Marshall\nCourt and Cultural Change, 1815–35, History of the Supreme Court of\nthe United States 129 (1988).[3] “It was the application of the dictates of natural\njustice, and of cultivated reason, to particular cases.” 1 J. Kent,\nCommentaries on American Law 439 (1826) (Kent); seeid., at\n439–440 (the common law is “ ‘not the product of the wisdom of\nsome one man, or society of men, in any one age; but of the wisdom,\ncounsel, experience, and observation, of many ages of wise and\nobserving men’ ”). The common law therefore rested on\n“unarticulated social processes to mobilize and coordinate\nknowledge” gained primarily through “the social experience of the\nmany,” rather than the “specifically articulatedreasonof\nthe few.” T. Sowell, A Conflict of Visions: Ideological Origins of\nPolitical Struggles 49, 42 (1987). In other words, the common law\nwas based in the collective, systematic development of the law\nthrough reason. Seeid.,at 49–55.Importantly, however, the common law did not\nview precedent as unyielding when it was “most evidently contrary\nto reason” or “divine law.” Blackstone 69–70. The founding\ngeneration recognized that a “judge maymistakethe law.”Id., at 71; see also 1 Kent 444 (“Even a series of decisions\nare not always conclusive evidence of what is law”). And according\nto Blackstone, judgesshoulddisregard precedent that\narticulates a rule incorrectly when necessary “to vindicate the old\n[rule] from misrepresentation.” Blackstone 70; see also 1 Kent 443\n(“If . . . any solemnly adjudged case can be shown to be\nfounded in error, it is no doubt the right and the duty of the\njudges who have a similar case before them, to correct the error”).\nHe went further: When a “former decision is manifestly absurd or\nunjust” or fails to conform to reason, it is not simply “bad law,”\nbut “not law” at all. Blackstone 70 (emphasis). This view—that\ndemonstrably erroneous “blunders” of prior courts should be\ncorrected—was accepted by state courts throughout the 19th century.\nSee,e.g., McDowellv.Oyer, 21 Pa. 417, 423 (1853);Guildv.Eager, 17 Mass. 615, 622 (1822).This view of precedent implies that even\ncommon-law judges did not act as legislators, inserting their own\npreferences into the law as it developed. Instead, consistent with\nthe nature of the judicial power, common-law judges were tasked\nwith identifying and applying objective principles of law—discerned\nfrom natural reason, custom, and other external sources—to\nparticular cases. See Nelson 23–27. Thus, the founding generation\nunderstood that an important function of the Judiciary in a\ncommon-law system was to ascertain what reason or custom required;\nthat it was possible for courts to err in doing so; and that it was\nthe Judiciary’s responsibility to “examin[e] without fear, and\nrevis[e] without reluctance,” any “hasty and crude decisions”\nrather than leaving “the character of [the] law impaired, and the\nbeauty and harmony of the system destroyed by the perpetuity of\nerror.” 1 Kent 444.Federal courts today look to different sources\nof law when exercising the judicial power than did the common-law\ncourts of England. The Court has long held that “[t]here is no\nfederal general common law.”Erie R. Co.v.Tompkins,304 U.S.\n64, 78 (1938). Instead, the federal courts primarily interpret\nand apply three bodies of fed- eral positive law—the Constitution;\nfederal statutes, rules, and regulations; and treaties.[4] That removes most (if not all) of\nthe force thatstare decisisheld in the English common-law\nsystem, where judicial precedents were among the only documents\nidentifying the governing “customs” or “rules and maxims.”\nBlackstone 68. We operate in a system of written law in which\ncourts need not—and generally cannot—articulate the law in the\nfirst instance. See U. S. Const., Art. I, §1 (vesting\n“[a]ll legislative Powers” in Congress); Art. 1, §7 (describing the\nbicameralism and presentment process). The Constitution, federal\nstatutes, and treatiesarethe law, and the systematic\ndevelopment of the law is accomplished democratically. Our judicial\ntask is modest: We interpret and apply written law to the facts of\nparticular cases.Underlying this legal system is the key premise\nthat words, including written laws, are capable of objective,\nascertainable meaning. As I have previously explained, “[m]y vision\nof the process of judging is unabashedly based on the proposition\nthat there are right and wrong answers to legal questions.” Thomas,\nJudging, 45 U. Kan. L. Rev. 1, 5 (1996). Accordingly, judicial\ndecisions may incorrectly interpret the law, and when they do,\nsubsequent courts must confront the question when to depart from\nthem.CGiven that the primary role of federal courts\ntoday is to interpret legal texts with ascertainable meanings,\nprecedent plays a different role in our exercise of the “judicial\nPower” than it did at common law. In my view, if the Court\nencounters a decision that is demonstrably erroneous—i.e.,\none that is not a permissible interpretation of the text—the Court\nshould correct the error, regardless of whether other factors\nsupport overruling the precedent. Federal courts may (but need not)\nadhere to an incorrect decision as precedent, but only when\ntraditional tools of legal interpretation show that the earlier\ndecision adopted a textually permissible interpretation of the law.\nA demonstrably incorrect judicial decision, by contrast, is\ntantamount tomakinglaw, and adhering to it both disregards\nthe supremacy of the Constitution and perpetuates a usurpation of\nthe legislative power.1When faced with a demonstrably erroneous\nprecedent, my rule is simple: We should not follow it. This view ofstare decisisfollows directly from the Constitution’s\nsupremacy over other sources of law—including our own precedents.\nThat the Constitution outranks other sources of law is inherent in\nits nature. See A. Amar, America’s Constitution 5 (2005)\n(explaining that the Constitution is a constitutive document);\nKesavan, The Three Tiers of Federal Law, 100 NW.U. L. Rev. 1479,\n1499, n. 99 (2006) (arguing that “[i]t is unnecessary for the\nConstitution to specify that it is superior to other law because it\nis higher law made by We the People—and the only such law”). The\nConstitution’s supremacy is also reflected in its requirement that\nall judicial officers, executive officers, Congressmen, and state\nlegislators take an oath to “support this Constitution.”\nArt. VI, cl. 3; see also Art. II, §1, cl. 8 (requiring\nthe President to “solemnly swear (or affirm)” to “preserve, protect\nand defend the Constitution of the United States”). Notably, the\nConstitution does not mandate that judicial officers swear to\nuphold judicial precedents. And the Court has long recognized the\nsupremacy of the Constitution with respect to executive action and\n“legislative act[s] repugnant to” it.Marbury, 1 Cranch, at\n177;Youngstown Sheet & Tube Co.v.Sawyer,343 U.S.\n579, 587–589 (1952); see also The Federalist No. 78, at 467\n(“No legislative act, therefore, contrary to the Constitution, can\nbe valid”).The same goes for judicial precedent. The\n“judicial Power” must be understood in light of “the Constitution’s\nstatus as the supreme legal document” over “lesser sources of law.”\nLawson, 29–30. This status necessarily limits “the power of a court\nto give legal effect to prior judicial decisions” that articulate\ndemonstrably erroneous interpretations of the Constitution because\nthose prior decisions cannot take precedence over the Constitution\nitself.Ibid.Put differently, because the Constitution is\nsupreme over other sources of law, it requires us to privilege its\ntext over our own precedents when the two are in conflict. I am\naware of no legitimate reason why a court may privilege a\ndemonstrably erroneous interpretation of the Constitution over the\nConstitution itself.[5]The same principle applies when interpreting\nstatutes and other sources of law: If a prior decision demonstrably\nerred in interpreting such a law, federal judges should exercise\nthe judicial power—not perpetuate a usurpation of the legislative\npower—and correct the error. A contrary rule would permit judges to\n“substitute their own pleasure” for the law. The Federalist No. 78,\nat 468; seeid.,at 466 (“ ‘[T]here is no liberty if\nthe power of judging be not separated from the legislative and\nexecutive powers’ ”).In sum, my view ofstare decisisrequires\nadherence to decisions made by the People—that is, to the original\nunderstanding of the relevant legal text—which may not align with\ndecisions made by the Court. Accord,Marshallv.Baltimore & Ohio R. Co., 16 How. 314, 343–344 (1854)\n(Daniel, J., dissenting) (“Wherever the Constitution commands,\ndiscretion terminates” because continued adherence to “palpable\nerror” is a “violation of duty, an usurpation”);Commonwealthv.Posey, 8 Va. 109, 116 (1787) (opinion\nof Tazewell, J.) (“[A]lthough I venerate precedents, I venerate the\nwritten law more”). Thus, no “ ‘special justification’ ”\nis needed for a federal court to depart from its own, demonstrably\nerroneous precedent.Halliburton Co.v.Erica P. John\nFund, Inc., 573 U.S. 258, 266 (2014); see Nelson 62.\nConsiderations beyond the correct legal meaning, including\nreliance, workability, and whether a precedent “has become well\nembedded in national culture,” S. Breyer, Making our Democracy\nWork: A Judge’s View 152 (2010), are inapposite. In our\nconstitutional structure, our role of upholding the law’s original\nmeaning is reason enough to correct course.[6]2Although precedent does not supersede the\noriginal meaning of a legal text, it may remain relevant when it is\nnot demonstrably erroneous. As discussed, the “judicial Power”\nrequires the Court to clarify and settle—or, as Madison and\nHamilton put it, to “liquidate”—the meaning of written laws. The\nFederalist No. 78, at 468 (“[I]t is the province of the courts to\nliquidate and fix [the] meaning and operation [of contradictory\nlaws]”); The Federalist No. 37, at 229 (explaining that the\nindeterminacy of laws requires courts to “liquidat[e] and\nascertai[n]” their meaning “by a series of particular discussions\nand adjudications”). This need to liquidate arises from the\ninability of human language to be fully unequivocal in every\ncontext. Written laws “have a range of indeterminacy,” and\nreasonable people may therefore arrive at different conclusions\nabout the original meaning of a legal text after employing all\nrelevant tools of interpretation. See Nelson 11, 14. It is within\nthat range of permissible interpretations that precedent is\nrelevant. If, for example, the meaning of a statute has been\n“liquidated” in a way that is not demonstrably erroneous\n(i.e.,not an impermissible interpretation of the text), the\njudicial policy ofstare decisispermits courts to\nconstitutionally adhere to that interpretation, even if a later\ncourt might have ruled another way as a matter of first impression.\nOf course, a subsequent court may nonetheless conclude that an\nincorrect precedent should be abandoned, even if the precedent\nmight fall within the range of permissible interpretations. But\nnothing in the Constitution requires courts to take that step.Put another way, there is room for honest\ndisagreement, even as we endeavor to find the correct answer.\nCompare ___ U. S. ___, 358–371 ( ) (Thomas, J., concurring in\njudgment) (concluding that the “historical evidence from the\nframing” supports the view that the First Amend- ment permitted\nanonymous speech), withid., at 371–385 (Scalia, J.,\ndissenting) (concluding that the First Amendment does not protect\nanonymous speech based on a century of practice in the States).\nReasonable jurists can apply traditional tools of construction and\narrive at different interpretations of legal texts.“[L]iquidating” indeterminacies in written laws\nis far removed from expanding or altering them. See Writings of\nMadison 477 (explaining that judicial decisions cannot “alter” the\nConstitution, only “expound” it). The original meaning of legal\ntexts “usually . . . is easy to discern and simple to\napply.” A. Scalia, Common Law Courts in a Civil-Law System, in A\nMatter of Interpretation: Federal Courts and the Law 45 (A. Gutmann\ned. 1997). And even in difficult cases, that the original meaning\nis not obvious at first blush does not excuse the Court from\ndiligently pursuing that meaning. Stopping the interpretive inquiry\nshort—or allowing personal views to color it—permits courts to\nsubstitute their own preferences over the text. Although the law\nmay be, on rare occasion, truly ambiguous—meaning susceptible to\nmultiple, equally correct legal meanings—the law never “runs out”\nin the sense that a Court may adopt an interpretation beyond the\nbounds of permissible construction.[7] In that regard, a legal text is not capable of multiple\npermissible interpretations merely because discerning its original\nmeaning “requires a taxing inquiry.”Pauleyv.BethEnergy\nMines, Inc.,501 U.S.\n680, 707 (1991) (Scalia, J., dissenting).This case is a good example. The historical\nrecord presents knotty issues about the original meaning of the\nFifth Amendment, and Justice Gorsuch does an admirable job arguing\nagainst our longstanding interpretation of the Double Jeopardy\nClause. Although Justice Gorsuch identifies support for his view in\nseveral postratification treatises, seepost,at 13–15\n(dissenting opinion), I do not find these treatises conclusive\nwithout a stronger showing that they reflected the understanding of\nthe Fifth Amendment at the time of ratification. At that time, the\ncommon law certainly had not coalesced around this view, seeante,at 10–21, and petitioner has not pointed to\ncontemporaneous judicial opinions or other evidence establishing\nthat his view was widely shared. This lack of evidence, coupled\nwith the unique two-sovereign federalist system created by our\nConstitution, leaves petitioner to rely on a general argument about\n“liberty.” Ultimately, I am not persuaded that our precedent is\nincorrect as an original matter, much less demonstrably\nerroneous.3Although this case involves a constitutional\nprovision, I would apply the samestare decisisprinciples\nto matters of statutory interpretation. I am not aware of any legal\n(as opposed to practical) basis for applying a heightened version\nofstare decisisto statutory-interpretation decisions.\nStatutes are easier to amend than the Constitution, but our\njudicial duty is to apply the law to the facts of the case,\nregardless of how easy it is for the law to change. Cf.Clarkv.Martinez,543 U.S.\n371, 402 (2005) (Thomas, J., dissenting) (explaining that “the\nrealities of the legislative process” will “often preclude\nreadopting the original meaning of a statute that we have upset”).\nMoreover, to the extent the Court has justified statutorystare\ndecisisbased on legislative inaction, this view is based on\nthe “patently false premise that the correctness of statutory\nconstruction is to be measured by what the current Congress\ndesires, rather than by what the law as enacted meant.”Johnsonv.Transportation Agency, Santa Clara Cty.,480 U.S.\n616, 671 (1987) (Scalia, J., dissenting). Finally, even if\ncongressional silence could be meaningfully understood as\nacquiescence, it still falls short of the bicameralism and\npresentment required by Article I and therefore is not a “valid way\nfor our elected representatives to express their collective\njudgment.” Nelson 76.IIFor the reasons explained above, the Court’s\nmultifactor approach tostare decisisinvites conflict with\nits constitutional duty. Whatever benefits may be seen to inhere in\nthat approach—e.g., “stability” in the law, preservation of\nreliance interests, or judicial “humility,” Tr. of Oral Arg. 20,\n41–42—they cannot overcome that fundamental flaw.In any event, these oft-cited benefits are\nfrequently illusory. The Court’s multifactor balancing test for\ninvokingstare decisishas resulted in policy-driven,\n“arbitrary discretion.” The Federalist No. 78, at 471. The inquiry\nattempts to quantify the unquantifiable and, by frequently sweeping\nin subjective factors, provides a ready means of justifying\nwhatever result five Members of the Court seek to achieve. SeeHolderv.Hall,512 U.S.\n874, 943–944 (1994) (Thomas, J., concurring in judgment)\n(describing a “ ‘totality of circumstances’ ” test as “an\nempty incantation—a mere conjurer’s trick”);Lawrencev.Texas,539 U.S.\n558, 577 (2003) (acknowledging thatstare decisisis\n“ ‘a principle of policy and not a mechanical\nformula’ ”); see alsoCasey, 505 U. S., at 854–856\n(invoking the “kind of reliance that would lend a special hardship\nto the consequences of overruling and add inequity to the cost of\nrepudiation”). These are not legal questions with right and wrong\nanswers; they are policy choices. See,e.g.,A. Goldberg,\nEqual Justice: The Warren Era of the Supreme Court 96 (1971)\n(“[T]his concept ofstare decisisboth justifies the\noverruling involved in the expansion of human liberties during the\nWarren years and counsels against the future overruling of the\nWarren Court libertarian decisions”).Members of this Court have lamented the supposed\n“uncertainty” created when the Court overrules its precedent. SeeFranchise Tax Bd. of Cal.v.Hyatt,ante, at\n___–___ (Breyer, J., dissenting) (slip op., at 12–13). But seeLawrence,supra,at 577 (asserting thatnotoverruling precedent would “caus[e] uncertainty”). As I see it, we\nwould eliminate a significant amount of uncertainty and provide the\nvery stability sought if we replaced our malleable balancing test\nwith a clear, principled rule grounded in the meaning of the\ntext.The true irony of our modernstare\ndecisisdoctrine lies in the fact that proponents ofstare\ndecisistend to invoke it most fervently when the precedent at\nissue is least defensible. See,e.g., Holder,supra,\nat 944–945 (opinion of Thomas, J.) (“Stare decisisshould\nnot bind the Court to an interpretation of the Voting Rights Act\nthat was based on a flawed method of statutory construction from\nits inception” and that has created “an irreconcilable conflict”\nbetween the Act and the Equal Protection Clause and requires\n“methodically carving the country into racially designated\nelectoral districts”). It is no secret thatstare decisishas had a “ratchet-like effect,” cementing certain grievous\ndepartures from the law into the Court’s jurisprudence. Goldberg,supra,at 96. Perhaps the most egregious example of this\nillegitimate use ofstare decisiscan be found in our\n“substantive due process” jurisprudence.McDonaldv.Chicago,561 U.S.\n742, 811 (2010) (Thomas, J., concurring in part and concurring\nin judgment). The Court does not seriously defend the “legal\nfiction” of substantive due process as consistent with the original\nunderstanding of the Due Process Clause.Ibid.And as I have\nexplained before, “this fiction is a particularly dangerous one”\nbecause it “lack[s] a guiding principle to distinguish\n‘fundamental’ rights that warrant protection from nonfundamental\nrights that do not.”Ibid.Unfortunately, the Court has\ndoggedly adhered to these erroneous substantive-due-process\nprecedents again and again, often to disastrous ends. See,e.g.,Stenbergv.Carhart,530 U.S.\n914, 982 (2000) (Thomas, J., dissenting) (“The standard set\nforth in theCaseyplurality has no historical or doctrinal\npedigree” and “is the product of its authors’ own philosophical\nviews about abortion” with “no origins in or relationship to the\nConstitution”). Likewise, the Court refuses to reexamine its\njurisprudence about the Privileges or Immunities Clause, thereby\nrelegating a “ ‘clause in the constitution’ ” “ ‘to\nbe without effect.’ ”McDonald,supra, at 813\n(quotingMarbury, 1 Cranch, at 174); seeTimbsv.Indiana, 586 U. S. ___, ___ (2019) (Thomas, J., concurring\nin judgment) (criticizing the Court’s incorporation doctrine\nthrough a clause that addresses procedures). No subjective\nbalancing test can justify such a wholesale disregard of the\nPeople’s individual rights protected by the Fourteenth\nAmendment.*  *  *Our judicial duty to interpret the law\nrequires adherence to the original meaning of the text. For that\nreason, we should not invokestare decisisto uphold\nprecedents that are demonstrably erroneous. Because petitioner and\nthe dissenting opinions have not shown that the Court’s\ndual-sovereignty doctrine is incorrect, much less demonstrably\nerroneous, I concur in the majority’s opinion.Notes1As the Court suggests,\nCongress is responsible for the proliferation of duplicative\nprosecutions for the same offenses by the States and the Federal\nGovernment.Ante, at 28. By legislating beyond its limited\npowers, Congress has taken from the People authority that they\nnever gave. U. S. Const., Art. I, §8; The Federalist No.\n22, p. 152 (C. Rossiter ed. 1961) (“all legitimate authority”\nderives from “the consent of the people” (capitalization omitted)).\nAnd the Court has been complicit by blessing this questionable\nexpansion of the Commerce Clause. See,e.g., Gonzalesv.Raich,545 U.S.\n1, 57–74 (2005) (Thomas, J., dissenting). Indeed, it seems\npossible that much of Title 18, among other parts of the U. S.\nCode, is premised on the Court’s incorrect interpretation of the\nCommerce Clause and is thus an incursion into the States’ general\ncriminal jurisdiction and an imposition on the People’s\nliberty.2My focus in this opinion\nis on this Court’s adherence to its own precedents. I make no claim\nabout any obligation of “inferior” federal courts, U. S.\nConst., Art. III, §1, or state courts to follow Supreme Court\nprecedent.3Our founding documents\nsimilarly rest on the premise that certain fundamental principles\nare both knowable and objectively true. See,e.g.,\nDeclaration of Independence (“We hold these truths to be\nself-evident, that all men are created equal, that they are endowed\nby their Creator with certain unalienable Rights, that among these\nare Life, Liberty, and the pursuit of Happiness”).4There are certain\nexceptions to this general rule, including areas of law in which\nfederal common law has historically been understood to govern\n(e.g.,admiralty) and well-established judicial doctrines\nthat are applied in the federal courts (e.g.,issue\npreclusion). Additionally, federal courts apply state law where it\ngoverns.5Congress and the\nExecutive likewise must independently evaluate the\nconstitutionality of their actions; they take an oath to uphold the\nConstitution, not to blindly follow judicial precedent. In the\ncontext of a judicial case or controversy, however, their\ndeterminations do not bind the Judiciary in performing its\nconstitutionally assigned role. See,e.g.,Zivotofskyv.Clinton,566 U.S.\n189, 197 (2012) (noting that there is “no exclusive commitment\nto the Executive of the power to determine the constitutionality of\na statute”);INSv.Chadha,462\nU.S. 919, 944 (1983) (Congress’ and President’s endorsement of\n“legislative veto” “sharpened rather than blunted” Court’s judicial\nreview). Of course, consistent with the nature of the “judicial\nPower,” the federal courts’ judgments bind all parties to the case,\nincluding Government officials and agencies.6I am not suggesting that\nthe Court must independently assure itself that each precedent\nrelied on in every opinion is correct as a matter of original\nunderstanding. We may, consistent with our constitutional duty and\nthe Judiciary’s historical practice, proceed on the understanding\nthat our predecessors properly discharged their constitutional role\nuntil we have reason to think otherwise—as, for example, when a\nparty raises the issue or a previous opinion persuasively critiques\nthe dis-puted precedent.7Indeed, if a statute\ncontained no objective meaning, it might constitute an improper\ndelegation of legislative power to the Judicial Branch, among other\nproblems. SeeToubyv.United States,500 U.S.\n160, 165 (1991) (discussing the nondelegation\ndoctrine).",
    "joined": []
}