{
    "case": {
        "docket": "625",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/625/"
    },
    "id": "1963723",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–879_________________GLORIA GAIL KURNS, executrix of the ESTATE OF\nGEORGE M. CORSON, DECEASED, et al., PETITIONERSv.RAILROAD FRICTION PRODUCTS CORPORATION et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[February 29, 2012]Justice Thomas delivered the opinion of the\nCourt.This case requires us to determine whether\npetitioners’ state-law tort claims for defective design and failure\nto warn are pre-empted by the Locomotive Inspection Act (LIA), 49\nU. S. C. §20701et seq. The United States\nCourt of Appeals for the Third Circuit determined that petitioners’\nclaims fall within the field pre-empted by that Act, as that field\nwas defined by this Court’s decision inNapierv.Atlantic Coast Line R. Co.,272 U.S.\n605(1926). We agree.IGeorge Corson was employed as a welder and\nmachinist by the Chicago, Milwaukee, St. Paul & Pacific\nRailroad from 1947 until 1974. Corson worked in locomotive repair\nand maintenance facilities, where his duties included installing\nbrakeshoes on locomotives and stripping insulation from locomotive\nboilers. In 2005, Corson was diagnosed with malignant\nmesothelioma.In 2007, Corson and his wife filed suit in\nPennsylvania state court against 59 defendants, including\nrespondents Railroad Friction Products Corporation (RFPC) and Viad\nCorp (Viad). According to the complaint, RFPC distributed\nlocomotive brakeshoes containing asbestos, and Viad was the\nsuccessor-in-interest to a company that manufactured and sold\nlocomotives and locomotive engine valves containing asbestos.\nCorson alleged that he handled this equipment and that he was\ninjured by exposure to asbestos. The complaint asserted state-law\nclaims that the equipment was defectively designed because it\ncontained asbestos, and that respondents failed to warn of the\ndangers of asbestos or to provide instructions regarding its safe\nuse. After the complaint was filed, Corson passed away, and the\nexecutrix of his estate, Gloria Kurns, was substituted as a party.\nCorson’s widow and the executrix are petitioners here.Respondents removed the case to the United\nStates District Court for the Eastern District of Pennsylvania and\nmoved for summary judgment. Respondents argued that petitioners’\nstate-law claims were pre-empted by the LIA. The District Court\nagreed and granted summary judgment for respondents. SeeKurnsv.A. W. Chesterton, Civ. Action No. 08–2216\n(ED Pa., Feb. 3, 2009), App. to Pet. for Cert. 39a. The Third\nCircuit affirmed. SeeKurnsv.A. W. Chesterton,\nInc., 620 F.3d 392 (2010). We granted certiorari. 563\nU. S. ___ (2011).IICongress enacted the predecessor to the LIA,\nthe Boiler Inspection Act (BIA), in 1911. The BIA made it unlawful\nto use a steam locomotive “unless the boiler of said locomotive and\nappurtenances thereof are in proper condition and safe to operate\n. . . without unnecessary peril to life or limb.” Act of\nFeb. 17, 1911, ch. 103, §2, 36Stat. 913–914. In 1915, Congress\namended the BIA to apply to “the entire locomotive and tender and\nall parts and appurtenances thereof.”[1] Act of Mar. 4, 1915, ch. 169, §1, 38Stat. 1192. The BIA\nas amended became commonly known as the Locomotive Inspection Act.\nAs relevant here, the LIA provides:“A railroad carrier may use or allow to be\nused a locomotive or tender on its railroad line only when the\nlocomotive or tender and its parts and appurtenances—“(1) are in proper condition and safe to\noperate without unnecessary danger of personal injury;“(2) have been inspected as required under this\nchapter and regulations prescribed by the Secretary of\nTransportation under this chapter; and“(3) can withstand every test prescribed by the\nSecretary under this chapter.” 49 U. S. C.\n§20701.[2]The issue presented in this case is whether the\nLIA pre-empts petitioners’ state-law claims that respondents\ndefectively designed locomotive parts and failed to warn Corson of\ndangers associated with those parts. In light of this Court’s prior\ndecision inNapier,supra, we conclude that\npetitioners’ claims are pre-empted.IIIAThe Supremacy Clause provides that federal law\n“shall be the supreme Law of the Land . . . any Thing in\nthe Constitution or Laws of any State to the Contrary\nnotwithstanding.” U. S. Const., Art. VI, cl. 2. Pre-emption of\nstate law thus occurs through the “direct operation of the\nSupremacy Clause.”Brownv.Hotel Employees,468 U.S.\n491, 501 (1984). Congress may, of course, expressly pre-empt\nstate law, but “[e]ven without an express provision for preemption,\nwe have found that state law must yield to a congressional Act in\nat least two circumstances.”Crosbyv.National Foreign\nTrade Council,530 U.S.\n363, 372 (2000). First, “state law is naturally preempted to\nthe extent of any conflict with a federal statute.”Ibid.Second, we have deemed state law pre-empted “when the scope of a\n[federal] statute indicates that Congress intended federal law to\noccupy a field exclusively.”Freightliner Corp.v.Myrick,514 U.S.\n280, 287 (1995). We deal here only with the latter, so-called\nfield pre-emption.BWe do not, however, address the LIA’s\npre-emptive ef- fect on a clean slate, because this Court addressed\nthat issue 85 years ago inNapier. In that case, railroads\nchallenged two state laws that “prohibit[ed] use within the State\nof locomotives not equipped with” certain prescribed devices, on\nthe ground that the Interstate Commerce Commission (ICC), the\nagency then vested with the authority to carry out the LIA’s\nrequirements, had not required the devices in question.[3] 272 U. S., at 607, 609. In\nresponse, the States argued that their requirements were not\npre-empted because they were directed at a different objective than\nthe LIA.Id.,at 612. According to the States, their\nregulations were intended to protect railroad workers from sickness\nand disease, whereas “the federal regulation endeavors solely to\nprevent accidental injury in the operation of trains.”Ibid.To determine whether the state requirements were\npre-empted, this Court asked whether the LIA “manifest[s] the\nintention to occupy the entire field of regulating locomotive\nequipment[.]”Id.,at 611. The Court answered that question\nin the affirmative, stating that “[t]he broad scope of the\nauthority conferred upon the [ICC]” by Congress in the LIA led to\nthat conclusion.Id., at 613. The power delegated to the\nICC, the Court explained, was a “general one” that “extends to the\ndesign, the construction and the material of every part of the\nlocomotive and tender and of all appurtenances.”Id.,at\n611.The Court rejected the States’ contention that\nthe scope of the pre-empted field was to “be determined by the\nobject sought through the legislation, rather than the physical\nelements affected by it.”Id.,at 612. The Court found it\ndispositive that “[t]he federal and the state statutes are directed\nto the same subject—the equipment of locomotives.”Ibid.Because the States’ requirements operated upon the same physical\nelements as the LIA, the Court held that the state laws, “however\ncommendable or however different their purpose,”id., at\n613, fell within the LIA’s pre-empted field.IVAgainst the backdrop ofNapier,\npetitioners advance two arguments in support of their position that\ntheir state-law claims related to the use of asbestos in locomotive\nequipment do not fall within the LIA’s pre-empted field.\nPetitioners first contend thatNapierno longer defines the\nscope of the LIA’s pre-empted field because that field has been\nnarrowed by a subsequently enacted federal statute. Alternatively,\npetitioners argue that their claims do not fall within the LIA’s\npre-empted field, even as that field was defined byNapier.We address each of petitioners’ arguments in turn.AFirst, petitioners suggest that the Federal\nRailroad Safety Act of 1970 (FRSA), 84Stat. 971 (codified at 49\nU. S. C. §20102et seq.), altered the LIA’s\npre-emptive scope. The FRSA grants the Secretary of Transportation\nbroad regulatory authority over railroad safety. See §20103(a).\nPetitioners point to the FRSA’s pre-emption provision, which\nprovides in part that “[a] State may adopt or continue in force a\nlaw, regulation, or order related to railroad safety\n. . . until the Secretary of Transportation\n. . . prescribes a regulation or issues an order covering\nthe subject matter of the State requirement.” §20106(a)(2) (2006\ned., Supp. III). According to petitioners, the FRSA’s pre-emption\nprovision supplanted the LIA’s pre-emption of the field, with the\nresult that petitioners’ claims are not pre-empted because the\nSecretary has not issued a regulation or order addressing the use\nof asbestos in locomotives or locomotive parts.Petitioners’ reliance on the FRSA is misplaced.\nThe FRSA instructs that “[t]he Secretary of Transportation, as\nnecessary, shall prescribe regulations and issue orders for every\narea of railroad safetysupplementing laws and regulations in\neffect on October 16, 1970.” §20103(a) (2006 ed.) (emphasis\nadded). By its terms, the FRSA does not alter pre-existing federal\nstatutes on railroad safety. “Rather, it leaves existing statutes\nintact, . . . and authorizes the Secretary to fill\ninterstitial areas of railroad safety with supplemental\nregulation.”Marshallv.Burlington Northern, Inc.,\n720 F.2d 1149, 1152–1153 (CA9 1983) (Kennedy, J.). Because the LIA\nwas already in effect when the FRSA was enacted, we conclude that\nthe FRSA left the LIA, and its pre-emptive scope as defined byNapier, intact.BSince the LIA’s pre-emptive scope remains\nunaltered, petitioners must contend withNapier. Petitioners\ndo not ask us to overruleNapierand thus do not seek to\novercome the presumption ofstare decisisthat attaches to\nthis 85-year-old precedent. SeeGlobal-Tech Appliances, Inc.v. stocktickerSEBS. A., 563 U. S. ___, ___\n(2011) (slip op., at 9) (noting the “special force of the doctrine\nofstare decisiswith regard to questions of statutory\ninterpretation” (internal quotation marks omitted)). Instead,\npetitioners advance several arguments aimed at demonstrating that\ntheir claims fall outside of the field pre-empted by the LIA, as it\nwas defined inNapier. Each is unpersuasive.1Petitioners, along with the Solicitor General\nasamicus curiae, first argue that petitioners’ claims do\nnot fall within the LIA’s pre-empted field because the claims arise\nout of the repair and maintenance of locomotives, rather than the\nuse of locomotives on a railroad line. Specifically, they contend\nthat the scope of the field pre-empted by the LIA is coextensive\nwith the scope of the Federal Government’s regulatory authority\nunder the LIA, which, they argue, does not extend to the regulation\nof hazards arising from the repair or maintenance of locomotives.\nTherefore, the argument goes, state-law claims arising from repair\nor maintenance—as opposed to claims arising from use on the line—do\nnot fall within the pre-empted field.We reject this attempt to redefine the\npre-empted field. InNapier, the Court held that Congress,\nin enacting the LIA, “manifest[ed] the intention to occupy the\nentire field of regulating locomotive equipment,” and the Court did\nnot distinguish between hazards arising from repair and maintenance\nas opposed to those arising from use on the line. 272 U. S.,\nat 611. The pre-empted field as defined byNapierplainly\nencompasses the claims at issue here. Petitioners’ common-law\nclaims for defective design and failure to warn are aimed at the\nequipment of locomotives. Because those claims “are directed to the\nsame subject” as the LIA,Napierdictates that they fall\nwithin the pre-empted field.Id., at 612.2Petitioners further argue that, even if their\ndesign-defect claims are pre-empted, their failure-to-warn claims\ndo not suffer the same fate. In their complaint, petitioners\nalleged in closely related claims (1) that respondents negligently\nfailed to warn of the risks associated with asbestos and to provide\ninstructions concerning safe- guards for working with asbestos; and\n(2) that the asbestos- containing products were defective because\nrespondents failed to give sufficient warnings or instructions con-\ncerning the “risks, dangers, and harm inherent in said asbestos\nproducts.” See App. 20–27 (¶¶7–10, 12), 42 (¶8); see also Brief for\nPetitioners 11. According to petitioners, these claims do not fall\nwithin the LIA’s pre-empted field because “[t]he basis of liability\nfor failure to warn . . . is not the ‘design’ or\n‘manufacture’ of a product,” but is instead “the failure to provide\nadequate warnings regarding the product’s risks.” Reply Brief for\nPetitioners 16.We disagree. A failure-to-warn claim alleges\nthat the product itself is unlawfully dangerous unless accompanied\nby sufficient warnings or instructions. Restatement (Third) of\nTorts: Products Liability §2(c) (1997) (A failure-to-warn claim\nalleges that a product is defective “when the foreseeable risks of\nharm posed by the product could have been reduced or avoided by the\nprovision of reasonable instructions or warnings by the seller or\nother distributor, . . . and the omission of the\ninstructions or warnings renders the product not reasonably safe”);\nsee alsoid.,Commentl, at 33 (“Reasonable designs\nand instructions or warnings both play important roles in the\nproduction and distribution of reasonably safe products”). Thus,\nthe “gravamen” of petitioners’ failure-to-warn claims “is still\nthat [Corson] suffered harmful consequences as a result of his\nexposure to asbestos contained in locomotive parts and\nappurtenances.” 620 F. 3d, at 398, n. 8. Because\npetitioners’ failure-to-warn claims are therefore directed at the\nequipment of locomotives, they fall within the pre-empted field\ndefined byNapier. 272 U. S., at 612.[4]3Petitioners also contend that their state-law\nclaims against manufacturers of locomotives and locomotive parts\nfall outside of the LIA’s pre-empted field because manufacturers\nwere not regulated under the LIA at the time that Corson was\nallegedly exposed to asbestos. Petitioners point out that the LIA,\nas originally enacted in the BIA, subjected only common carriers to\ncivil penalties. Act of dateFeb. 17, 1911, §9, 36Stat. 916. It was\nnot until 1988, well after the events of this case, that the LIA’s\npenalty provision was revised to apply to “[a]ny person” violating\nthe LIA. Rail Safety Improvement Act of 1988, §14(7)(A), 102Stat.\n633; see also §14(7)(B) (amending penalty provision to provide that\n“an act by an individual that causes a railroad to be in violation\n. . . shall be deemed a violation”).This argument fails for the same reason as the\ntwo preceding arguments: It is inconsistent withNapier.Napierdefined the field pre-empted by the LIA on the basis\nof the physical elements regulated—“the equipment of\nlocomotives”—not on the basis of the entity directly subject to\nregulation. 272 U. S., at 612. Because petitioners’ claims are\ndirected at the equipment of locomotives, they fall within the\npre-empted field.Petitioners’ proposed rule is also contrary to\ncommon sense. Under petitioners’ approach, a State could not\nrequirerailroadsto equip their locomotives with parts\nmeeting state-imposed specifications, but could requiremanufacturersof locomotive parts to produce only parts\nmeeting those state-imposed specifications. We rejected a similar\napproach in an express pre-emption context inEngine Mfrs.\nAssn.v.South Coast Air Quality Management Dist.,541 U.S.\n246(2004). There, a state entity argued that its rules\nprohibiting the purchase or lease of vehicles that failed to meet\nstringent emissions requirements were not pre-empted by the Clean\nAir Act, 42 U. S. C. §7543(a), because the rules in\nquestion were aimed at the purchase of vehicles, rather than their\nmanufacture or sale. 541 U. S., at 248. We observed, however,\nthat “treating sales restrictions and purchase restrictions\ndifferently for pre-emption purposes would make no sense,” because\nthe “manufacturer’s right to sell federally approved vehicles is\nmeaningless in the absence of a purchaser’s right to buy them.”Id., at 255. Similarly, a railroad’s ability to equip its\nfleet of locomotives in compliance with federal standards is\nmeaningless if manufacturers are not allowed to produce locomotives\nand locomotive parts that meet those standards. Petitioners’ claims\nthus do not avoid pre-emption simply because they are aimed at the\nmanufacturers of locomotives and locomotive parts.4Finally, petitioners contend that the LIA’s\npre-emptive scope does not extend to state common-law claims, as\nopposed to state legislation or regulation. Petitioners note that\n“a preempted field does not necessarily include state common law.”\nBrief for Petitioners 38–39 (citingSilkwoodv.Kerr-McGee Corp.,464 U.S.\n238(1984);Sprietsmav.Mercury Marine,537 U.S.\n51(2002)).Napier, however, held that the LIA\n“occup[ied] the entire field of regulating locomotive equipment” to\nthe exclusion of state regulation. 272 U. S., at 611–612. That\ncategorical conclusion admits of no exception for state common-law\nduties and standards of care. As we have recognized, state\n“regulation can be . . . effectively exerted through an\naward of damages,” and “[t]he obligation to pay compensation can\nbe, indeed is designed to be, a potent method of governing conduct\nand controlling policy.”San Diego Building Trades Councilv.Garmon,359 U.S.\n236, 247 (1959). Cf.Riegelv.Med- tronic, Inc.,552 U.S.\n312, 324 (2008) (“Absent other in- dication, reference to a\nState’s ‘requirements’ [in a federal express pre-emption provision]\nincludes its common-law duties”). We therefore conclude that state\ncommon-law duties and standards of care directed to the subject of\nlocomotive equipment are pre-empted by the LIA.*  *  *For the foregoing reasons, we hold that\npetitioners’ state-law design-defect and failure-to-warn claims\nfall within the field of locomotive equipment regulation pre-empted\nby the LIA, as that field was defined inNapier.\nAccordingly, the judgment of the Court of Appeals is affirmed.It is so ordered.Notes1A “tender” is a “[a] car\nattached to a locomotive, for carrying a supply of fuel and water.”\nWebster’s New International Dictionary of the English Language 2126\n(1917).2At the time of Corson’s\nemployment, this provision of the LIA was worded somewhat\ndifferently. See 45 U. S. C. §23 (1946 ed.). Petitioners\ndo not argue that the change in statutory language makes any\ndifference in this case.3Act of Feb. 17, 1911, §6,\n36Stat. 915. That authority has sincebeen transferred to the\nSecretary of Transportation. Department of Transportation Act,\n§§6(e)(1)(E) and (F), 80Stat. 939; see 49 U. S. C.\n§§20701–20702.4Justice Sotomayor\napparently agrees that petitioners’ failure-to-warn claims are\ndirected at the equipment of locomotives.Post,at 5\n(opinion concurring in part and dissenting in part). Yet, she\nargues, those claims affect locomotive equipment only\n“ ‘tangentially.’ ”Ibid.(quotingEnglishv.General Elec. Co.,496 U.S.\n72, 85 (1990)). Notso. A failure-to-warn claim imposes\nliability on a particular design of locomotive equipment unless\nwarnings deemed sufficient under state law are given. This duty to\nwarn and the accompanying threat of liability will inevitably\ninfluence a manufacturer’s choice whether to use that particular\ndesign. By influencing design decisions in that manner,\nfailure-to-warn liability has a “ ‘direct and substantial\neffect’ ” on the “physical elements” of a locomotive.Post,at 5 (quotingEnglish, supra, at\n85).",
    "joined": []
}