{
    "case": {
        "docket": "20-297",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-297/"
    },
    "id": "4443831",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–297_________________TRANSUNION LLC, PETITIONERv.SERGIO L.\nRAMIREZon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 25, 2021]Justice Thomas, with whom Justice Breyer,\nJustice Sotomayor, and Justice Kagan join, dissenting.TransUnion generated credit reports that\nerroneously flagged many law-abiding people as potential terrorists\nand drug traffickers. In doing so, TransUnion violated several\nprovisions of the Fair Credit Reporting Act (FCRA) that entitle\nconsumers to accuracy in credit-reporting procedures; to receive\ninformation in their credit files; and to receive a summary of\ntheir rights. Yet despite Congress’ judgment that such misdeeds\ndeserve redress, the majority decides that TransUnion’s actions are\nso insignificant that the Constitution prohibits consumers from\nvindicating their rights in federal court. The Constitution does no\nsuch thing.IFor decades, the Treasury Department’s Office\nof Foreign Assets Control (OFAC) has compiled a list of “Specially\nDesignated Nationals.” The list largely includes terrorists and\ndrug traffickers, among other unseemly types. And, as a general\nmatter, Americans are barred from doing business with those listed.\nIn the wake of the September 11 attacks, TransUnion began to sell a\nnew (and more expensive) type of credit report that flagged whether\nan individual’s name matched a name found on that list.The system TransUnion used to decide which\nindividuals to flag was rather rudimentary. It compared only the\nconsumer’s first and last name with the names on the OFAC list. If\nthe names were identical or similar, TransUnion included in the\nconsumer’s report an “OFAC ADVISOR ALERT,” explaining that the\nconsumer’s name matches a name on the OFAC database. See,e.g.,951 F.3d 1008, 1017, 1019 (CA9 2020) (“ ‘Cortez’\nwould match with ‘Cortes’ ”). TransUnion did not compare birth\ndates, middle initials, Social Security numbers, or any other\navailable identifier routinely used to collect and verify\ncredit-report data.Id., at 1019, n. 2.In 2005, a consumer sued. TransUnion had sold an\nOFAC credit report about this consumer to a car dealership. The\nreport flagged her—Sandra Jean Cortez, born in May 1944—as a match\nfor a person on the OFAC list: Sandra Cortes Quintero, born in June\n1971. TransUnion withheld this OFAC alert from the credit report\nthat Cortez had requested. And despite Cortez’s efforts to have the\nalert removed, TransUnion kept the alert in place for years.After a trial, the jury returned a verdict in\nthe consumer’s favor on four FCRA claims, two of which are similar\nto claims at issue here: (1)  TransUnion failed to follow\nreasonable procedures that would ensure maximum possible accuracy,\n15 U. S. C. §1681e(b); and (2)  TransUnion failed to\nprovide Cortez all information in her file despite her requests,\n§1681g(a). SeeCortezv.Trans Union, LLC, 617 F.3d\n688, 696–706 (CA3 2010). The jury awarded $50,000 in actual damages\nand $750,000 in punitive damages, and it also took the unusual step\nof including on the verdict form a handwritten note urging\nTransUnion to “completely revam[p]” its business practices. App. to\nBrief for Respondent 2a. The District Court reduced the punitive\ndamages award to $100,000, which the Third Circuit affirmed on\nappeal, stressing that TransUnion’s failure to, “at the very least,\ncompar[e] birth dates when they are available,” was\n“reprehensible.” 617 F. 3d, at 723.But TransUnion “made surprisingly few changes”\nafter this verdict. 951 F. 3d, at 1021. It did not begin\ncomparing birth dates. Or middle initials. Or citizenship. In fact,\nTransUnion did not compareanynew piece of information.\nInstead, it hedged its language saying a consumer was a\n“ ‘potential match’ ” rather than saying the person was a\n“ ‘match.’ ”Ibid.And instead of listing matches\nfor similar names, TransUnion required that the first and last\nnames match exactly. Unsurprisingly, these reports kept flagging\nlaw-abiding Americans as potential terrorists and drug traffickers.\nAnd equally unsurprising, someone else sued.That brings us to this case. Sergio Ramirez\nvisited a car dealership, offered to buy a car, and negotiated the\nterms. The dealership then ran a joint credit check on Ramirez and\nhis wife. The salesperson said that the check revealed that Ramirez\nwas on “ ‘a terrorist list,’ ” so the salesperson refused\nto close the deal with him.Id.,at 1017.Ramirez requested and received a copy of his\ncredit report from TransUnion. The report purported to be “complete\nand reliable,” but it made no mention of the OFAC alert. See App.\n88–91. TransUnion later sent a separate “ ‘courtesy’ ”\nletter, which informed Ramirez that his “TransUnion credit report”\nhad “been mailed to [him] separately.”Id., at 92. That\nletter informed Ramirez that he was a potential match to someone in\nthe OFAC database, but it never revealed that any OFAC information\nwas present on his credit report. Seeid., at 92–94.\nTransUnion opted not to include with this letter a description of\nRamirez’s rights under the FCRA or any information on how to\ndispute the OFAC match. 951 F. 3d, at 1018. The letter merely\ndirected Ramirez to visit the Department of Treasury’s website or\nto call or write TransUnion if Ramirez had any additional questions\nor concerns.Ramirez sued, asserting three claims under the\nFCRA: TransUnion willfully failed to follow reasonable procedures\nto assure maximum possible accuracy of the information concerning\nhim, §1681e(b); TransUnion willfully failed to disclose to him all\nthe information in his credit file by withholding the true version\nof his credit report, §1681g(a)(1); and TransUnion willfully failed\nto provide a summary of rights when it sent him the courtesy\nletter, §1681g(c)(2).Ramirez also sought to represent a class of\nindividuals who had received a similar OFAC letter from TransUnion.\n“[E]veryone in the class: (1) was falsely labeled . . . a\npotential OFAC match; (2) requested a copy of his or her credit\nreport from TransUnion; and (3) in response, received a\ncredit-report mailing with the OFAC alert redacted and a separate\nOFAC Letter mailing with no summary of rights.”Id., at\n1022.The jury found in favor of the class on all\nthree claims. And because it also determined that TransUnion’s\nmisconduct was “willfu[l],” §1681n(a), the jury awarded each class\nmember $984.22 in statutory damages (about $8 million total) and\n$6,353.08 in punitive damages (about $52 million total).TransUnion appealed, arguing that the class\nmembers lacked standing. The Ninth Circuit disagreed, explaining\nthat “TransUnion’s reckless handling of OFAC information exposed\nevery class member to a real risk of harm to their concrete\nprivacy, reputational, and informational interests protected by the\nFCRA.”Id.,at 1037.[1]IIAArticle III vests “[t]he judicial Power of the\nUnited States” in this Court “and in such inferior Courts as the\nCongress may from time to time ordain and establish.” §1. This\npower “shall extend toallCases, in Law and Equity, arising\nunder this Constitution, the Laws of the United States, and\nTreaties made, or which shall be made, under their Authority.” §2\n(emphasis added). When a federal court has jurisdiction over a case\nor controversy, it has a “virtually unflagging obligation” to\nexercise it.Colorado River Water Conservation Dist.v.United States,424 U.S.\n800, 817 (1976).The mere filing of a complaint in federal court,\nhowever, does not a case (or controversy) make. Article III “does\nnot extend the judicial power to every violation of the\nconstitution” or federal law “which may possibly take place.”Cohensv.Virginia, 6 Wheat. 264, 405 (1821).Rather, the power extends only “to ‘a case in law or equity,’ in\nwhich aright, under such law, is asserted.”Ibid.(emphasis added).Key to the scope of the judicial power, then, is\nwhether an individual asserts his or her own rights. At the time of\nthe founding, whether a court possessed judicial power over an\naction with no showing of actual damages depended on whether the\nplaintiff sought to enforce a right held privately by an individual\nor a duty owed broadly to the community. SeeSpokeo, Inc.v.Robins, 578 U.S. 330, 344–346 (2016) (Thomas, J.,\nconcurring); see alsoTholev.U. S. Bank\nN. A., 590 U. S. ___, ___–___ (2020) (same) (slip\nop., at 1–2); 3 W. Blackstone, Commentaries on the Laws of England\n2 (J. Chitty ed. 1826); 4id.,at 5. Where an individual\nsought to sue someone for a violation of his private rights, such\nas trespass on his land, the plaintiff needed only to allege the\nviolation. SeeEntickv.Carrington, 2 Wils. K. B.\n275, 291, 95 Eng. Rep. 807, 817 (K. B. 1765). Courts typically did\nnot require any showing of actual damage. SeeUzuegbunamv.Preczewski, 592 U. S. ___, ___–___ (2021) (slip op., at\n5–6). But where an individual sued based on the violation of a duty\nowed broadly to the whole community, such as the overgrazing of\npublic lands, courts required “not onlyinjuria[legal\ninjury] but alsodamnum[damage].”Spokeo, 578\nU. S., at 346 (Thomas, J., concurring) (citingRobert\nMarys’s Case, 9 Co. Rep. 111b, 112b, 77 Eng. Rep. 895, 898–899\n(K. B. 1613); brackets in original).This distinction mattered not only for\ntraditional common-law rights, but also for newly created statutory\nones. The First Congress enacted a law defining copyrights and gave\ncopyright holders the right to sue infringing persons in order to\nrecover statutory damages, even if the holder “could not show\nmonetary loss.”Muranskyv.Godiva Chocolatier, Inc.,\n979 F.3d 917, 972 (CA11 2020) (Jordan, J., dissenting) (citing Act\nof May 31, 1790, §2, 1Stat. 124–125). In the patent context, a\ndefendant challenged an infringement suit brought under a similar\nlaw. Along the lines of what TransUnion argues here, the infringer\ncontended that “the making of a machine cannot be an offence,\nbecause no action lies, except for actual damage, and there can be\nno actual damages, or even a rule for damages, for an infringement\nby making a machine.”Whittemorev.Cutter, 29 F.\nCas. 1120, 1121 (No. 17,600) (CC Mass. 1813). Riding circuit,\nJustice Story rejected that theory, noting that the plaintiff could\nsue in federal court merely by alleging a violation of a private\nright: “[W]here the law gives an action for a particular act, the\ndoing of that act imports of itself a damage to the party” because\n“[e]very violation of a right imports some damage.”Ibid.;\ncf.Gaylerv.Wilder, 10 How. 477, 494 (1851) (patent\nrights “did not exist at common law”).[2]The principle that the violation of an\nindividual right gives rise to an actionable harm was widespread at\nthe founding, in early American history, and in many modern cases.\nSeeUzuegbunam, 592 U. S., at ___–___ (slip op., at\n5–8) (collecting cases);Havens Realty Corp.v.Coleman,455 U.S.\n363, 373 (1982) (“[T]he actual or threatened injury required by\nArt. III may exist solely by virtue of statutes creating legal\nrights, the invasion of which creates standing” (citing cases;\nbrackets and internal quotation marks omitted)). And this\nunderstanding accords proper respect for the power of Congress and\nother legislatures to define legal rights. No one could seriously\ndispute, for example, that a violation of property rights is\nactionable, but as a general matter, “[p]roperty rights are created\nby the State.”Palazzolov.Rhode Island,533 U.S.\n606, 626 (2001). In light of this history, tradition, and\ncommon practice, our test should be clear: So long as a “statute\nfixes a minimum of recovery . . . , there would seem to\nbe no doubt of the right of one who establishes a technical ground\nof action to recover this minimum sum without any specific showing\nof loss.” T. Cooley, Law of Torts *271.[3] While the Court today discusses the supposed failure to\nshow “injury in fact,” courts for centuries held that injury in law\nto a private right was enough to create a case or controversy.BHere, each class member established a\nviolation of his or her private rights. The jury found that\nTransUnion violated three separate duties created by statute. See\nApp. 690. All three of those duties are owed to individuals, not to\nthe community writ large. Take §1681e(b), which requires a consumer\nreporting agency to “follow reasonable procedures to assure maximum\npossible accuracy of the information concerning the individual\nabout whom the report relates.” This statute creates a duty: to use\nreasonable procedures to assure maximum possible accuracy. And that\nduty is particularized to an individual: the subject of the report.\nSection 1681g does the same. It requires an agency to “clearly and\naccurately disclose” to a consumer, upon his request, “[a]ll\ninformation in the consumer’s file at the time of the request” and\nto include a written “summary of rights” with that “written\ndisclosure.” §§1681g(a), (c)(2). Those directives likewise create\nduties: provide all information in the consumer’s file and\naccompany the disclosure with a summary of rights. And these too\nare owed to a single person: the consumer who requests the\ninformation.Were there any doubt that consumer reporting\nagencies owe these duties to specific individuals—and not to the\nlarger community—Congress created a cause of action providing that\n“[a]ny person who willfully fails to comply” with an FCRA\nrequirement “with respect to anyconsumeris liable tothat consumer.” §1681n(a) (emphasis added). If a consumer\nreporting agency breaches any FCRA duty owed to a specific\nconsumer, then that individual (not all consumers) may sue the\nagency. No one disputes that each class member possesses this cause\nof action. And no one disputes that the jury found that TransUnion\nviolated each class member’s individual rights. The plaintiffs thus\nhave a sufficient injury to sue in federal court.CThe Court chooses a different approach.\nRejecting this history, the majority holds that the mere violation\nof a personal legal right isnot—and never can be—an injury\nsufficient to establish standing. What matters for the Court is\nonly that the “injury in fact be ‘concrete.’ ”Ante,at\n8. “No concrete harm, no standing.”Ante,at 1, 27.That may be a pithy catchphrase, but it is worth\npausing to ask why “concrete” injury in fact should be the sole\ninquiry. After all, it was not until 1970—“180 years after the\nratification of Article III”—that this Court even introduced the\n“injury in fact” (as opposed to injury in law) concept of standing.Sierrav.Hallandale Beach, 996 F.3d 1110, 1117 (CA11\n2021) (Newsom, J., concurring). And the concept then was not even\nabout constitutional standing; it concerned astatutorycause of action under the Administrative Procedure Act. SeeAssociation of Data Processing Service Organizations, Inc.v.Camp,397 U.S.\n150, 153 (1970) (explaining that the injury-in-fact requirement\n“concerns, apart from the ‘case’ or ‘controversy’ test, the\nquestion whether the interest sought to be protected by the\ncomplainant is arguably within the zone of interests to be\nprotected or regulated by the statute or constitutional guarantee\nin question”).The Court later took this statutory requirement\nand began to graft it onto its constitutional standing analysis.\nSee,e.g.,Warthv.Seldin,422 U.S.\n490(1975). But even then, injury in fact served as anadditionalway to get into federal court. Article III injury\nstill could “exist solely by virtue of ‘statutes creating legal\nrights, the invasion of which creates standing.’ ”Id.,\nat 500 (quotingLinda R. S.v.Richard D.,410 U.S.\n614, 617, n. 3 (1973)). So the introduction of an\ninjury-in-fact requirement, in effect, “represented a substantial\nbroadening of access to the federal courts.”Simonv.Eastern Ky. Welfare Rights Organization,426 U.S.\n26, 39 (1976). A plaintiff could now invoke a federal court’s\njudicial power by establishing injury by virtue of a violated legal\nrightorby alleging someothertype of “personal\ninterest.”Ibid.In the context of public rights, the Court\ncontinued to require more than just a legal violation. InLujanv.Defenders of Wildlife,504 U.S.\n555(1992), for example, the Court concluded that several\nenvironmental organizations lacked standing to challenge a\nregulation about interagency communications, even though the\norganizations invoked a citizen-suit provision allowing “ ‘any\nperson [to] commence a civil suit . . . to enjoin any\nperson . . . who is alleged to be in violation\nof ’ ” the law. Seeid.,at 558, 571–572; 16\nU. S. C. §1540(g). Echoing the historical distinction\nbetween duties owed to individuals and those owed to the community,\nthe Court explained that a plaintiff must do more than raise “a\ngenerally available grievance about government—claiming only harm\nto his and every citizen’s interest in proper application of the\nConstitution and laws.” 504 U. S., at 573. “Vindicating thepublicinterest (including the public interest in Government\nobservance of the Constitution and laws) is the function of\nCongress and the Chief Executive.”Id.,at 576. “ ‘The\nprovince of the court,’ ” in contrast, “ ‘is, solely, to\ndecide on the rights of individuals.’ ”Ibid.(quotingMarburyv.Madison, 1 Cranch 137, 170 (1803)).The same public-rights analysis prevailed inSummersv.Earth Island Institute,555 U.S.\n488(2009). There, a group of organizations sought to prevent\nthe United States Forest Service from enforcing regulations that\nexempt certain projects from notice and comment.Id., at\n490. The Court, again, found that the mere violation of the law\n“without some concrete interest that is affected by the\ndeprivation—a procedural rightin vacuo—is insufficient to\ncreate Article III standing.”Id., at 496. But again, this\nwas rooted in the context of public rights: “ ‘It would exceed\nArticle III’s limitations if, at the behest of Congress and in the\nabsence of any showing of concrete injury, we were to entertain\ncitizen suits to vindicate thepublic’snonconcrete interest\nin the proper administration of the laws.’ ”Id., at\n497 (emphasis added; brackets omitted).InSpokeo, the Court built on this\napproach. Based on a few sentences fromLujanandSummers, the Court concluded that a plaintiff does not\nautomatically “satisf[y] the injury-in-fact requirement whenever a\nstatute grants a person a statutory right and purports to authorize\nthat person to sue to vindicate that right.”Spokeo, 578\nU. S., at 341. But the Court made clear that “Congress is well\npositioned to identify intangible harms that meet minimum Article\nIII requirements” and explained that “the violation of a procedural\nright granted by statutecanbesufficient in some\ncircumstances to constitute injury in fact.”Id.,at 341,\n342 (emphasis added).Reconciling these statements has proved to be a\nchallenge. SeeSierra, 996 F. 3d, at 1116–1117 (Newsom,\nJ., concurring) (collecting examples of inconsistent decisions).\nBut “[t]he historical restrictions on standing” offer considerable\nguidance.Thole, 590 U. S., at ___ (Thomas, J.,\nconcurring) (slip op., at 1). A statute that creates a public right\nplus a citizen-suit cause of action is insufficient by itself to\nestablish standing. SeeLujan, 504 U. S., at\n576.[4] A statute that creates\na private right and a cause of action, however,doesgives\nplaintiffs an adequate interest in vindicating their private rights\nin federal court. SeeThole, 590 U. S., at ___ (Thomas,\nJ., concurring);Spokeo, 578 U. S., at ___–___ (same);\nsee alsoMuransky, 979 F. 3d, at 970–972 (Jordan, J.,\ndissenting);Huffv.TeleCheck Servs.,Inc.,\n923 F.3d 458, 469 (CA6 2019) (“Article III standing may draw a line\nbetween private and public rights”);Bryantv.Compass\nGroup USA, Inc., 958 F. 3d, 617, 624 (CA7 2020) (theSpokeoconcurrence “drew a useful distinction between two\ntypes of injuries”).The majority today, however, takes the road less\ntraveled: “[U]nder Article III, an injury in law is not an injury\nin fact.”Ante,at 11; but seeWebbv.Portland\nMfg. Co., 29 F. Cas. 506, 508 (No. 17,322) (CC Me. 1838) (“The\nlaw tolerates no farther inquiry than whether there has been the\nviolation of a right”). No matter if the right is personal or if\nthe legislature deems the right worthy of legal protection,\nlegislatures are constitutionally unable to offer the protection of\nthe federal courts for anything other than money, bodily integrity,\nand anything else that this Court thinks looks close enough to\nrights existing at common law. Seeante, at 9. The 1970s\ninjury-in-fact theory has now displaced the traditional gateway\ninto federal courts.This approach is remarkable in both its novelty\nand effects. Never before has this Court declared that legal injury\nisinherentlyinsufficient to support standing.[5] And never before has this Court\ndeclared that legislatures are constitutionally precluded from\ncreating legal rights enforceable in federal court if those rights\ndeviate too far from their common-law roots. According to the\nmajority, courts alone have the power to sift and weigh harms to\ndecide whether they merit the Federal Judiciary’s attention. In the\nname of protecting the separation of powers,ante, at 7, 14,\nthis Court has relieved the legislature of its power to create and\ndefine rights.IIIEven assuming that this Court should be in the\nbusiness of second-guessing private rights, this is a rather odd\ncase to say that Congress went too far. TransUnion’s misconduct\nhere is exactly the sort of thing that has long merited legal\nredress.As an initial matter, this Court has recognized\nthat the unlawful withholding of requested information causes “a\nsufficiently distinct injury to provide standing to sue.”Public\nCitizenv.Department of Justice,491 U.S.\n440, 449 (1989); see alsoHavens Realty Corp., 455\nU. S., at 374. Here, TransUnion unlawfully withheld from each\nclass member the OFAC version of his or her credit report that the\nclass member requested. And TransUnion unlawfully failed to send a\nsummary of rights. The majority’s response is to contend that the\nplaintiffs actually did not allege that they failed to receive any\nrequired information; they alleged only that they received it in\nthe “wrong format.”Ante, at 26.That reframing finds little support in the\ncomplaint, which alleged that TransUnion “fail[ed] to include the\nOFAC alerts . . . in the consumer’s own files which\nconsumers, as of right, may request and obtain,” and that\nTransUnion did “not advise consumers that they may dispute\ninaccurate OFAC alerts.” Class Action Complaint in No.\n3:12–cv–00632, ECF Doc. 1 (ND Cal.), p. 5. It also finds no\nfooting in the record. Neither the mailed credit report nor\nseparate letter provide any indication that a person’s report is\nmarked with an OFAC alert. See,e.g.,App. 88–94.Were there any doubt about the facts below, we\nhave the helpful benefit of a jury verdict. The jury found that\n“Defendant TransUnion, LLC willfully fail[ed] to clearly and\naccurately disclose OFAC information in the written disclosures it\nsent to members of the class.”Id., at 690. And the jury\nfound that “Defendant TransUnion, LLC willfully fail[ed] to provide\nclass members a summary of their FCRA rights with each written\ndisclosure made to them.”Ibid.I would not be so quick as\nto recharacterize these jury findings as mere “formatting” errors.Ante, at 2, 25–26; see also U. S. Const., Amdt. 7 (“no\nfact tried by a jury, shall be otherwise re-examined in any Court\nof the United States, than according to the rules of the common\nlaw”).Moreover, to the extent this Court privileges\nconcrete,financialinjury for standing purposes, recall\nthat TransUnion charged its clients extra to receive credit reports\nwith the OFAC designation. According to TransUnion, these special\nOFAC credit reports are valuable. Even the majority must admit that\nwithholding something of value from another person—that is,\n“monetary harm”—falls in the heartland of tangible injury in fact.Ante, at 1, 9. Recognizing as much, TransUnion admits that\nits clients would have standing to sue if they, like the class\nmembers, did not receive the OFAC credit reports they had\nrequested. Tr. of Oral Arg. 9.And then there is the standalone harm caused by\nthe rather extreme errors in the credit reports. The majority\n(rightly) decides that having one’s identity falsely and publically\nassociated with terrorism and drug trafficking is itself a concrete\nharm.Ante, at 16–17. For good reason. This case is a\nparticularly grave example of the harm this Court identified as\ncentral to the FCRA: “curb[ing] the dissemination of false\ninformation.”Spokeo, 578 U. S., at 342. And it aligns\nclosely with a “harm that has traditionally been regarded as\nproviding a basis for a lawsuit.”Id., at 341. Historically,\n“[o]ne who falsely, and without a privilege to do so, publishes\nmatter defamatory to another in such a manner as to make the\npublication a libel is liable to the other,” even though “no\nspecial harm or loss of reputation results therefrom.” Restatement\nof Torts §569, p. 165 (1938).The question this Court has identified as key,\nthen, is whether a plaintiff established “a degree of risk” that is\n“sufficient to meet the concreteness requirement.”Spokeo,578 U. S., at 343. Here, in a 7-month period, it is undisputed\nthat nearly 25 percent of the class had false OFAC-flags sent to\npotential creditors. Twenty-five percent over just a 7-month period\nseems, to me, “a degree of risk sufficient to meet the concreteness\nrequirement.”Ibid.If 25 percent is insufficient, then,\npray tell, what percentage is?The majority deflects this line of analysis by\nall but eliminating the risk-of-harm analysis. According to the\nmajority, an elevated risk of harm simply shows that a concrete\nharm isimminentand thus may support only a claim for\ninjunctive relief.Ante, at 20, 26. But this reworking ofSpokeofails for two reasons. First, it ignores whatSpokeosaid: “[Our opinion] does not mean . . .\nthat the risk of real harm cannot satisfy the requirement of\nconcreteness.”Spokeo, 578 U. S., at 341. Second, it\nignores whatSpokeodid. The Court inSpokeoremanded\nthe respondent’s claims for statutory damages to the Ninth Circuit\nto consider “whether the . . . violations alleged in this\ncase entail a degree of risk sufficient to meet the concreteness\nrequirement.”Id.,at 342–343. The theory that risk of harm\nmatters only for injunctive relief is thus squarely foreclosed bySpokeoitself.But even if risk of harm is out, the Ninth\nCircuit indicated that every class member may have had an OFAC\nalert disclosed. According to the court below, TransUnion not only\npublished this information to creditors for a quarter of the class\nbut also “communicated about the database information and OFAC\nmatches” with a third party. 951 F. 3d, at 1026; cf.Cortez, 617 F. 3d, at 711 (TransUnion cannot avoid FCRA\nliability “by simply contracting with a third party to store and\nmaintain information”). Respondent adds to this by pointing out\nthat TransUnion published this information to vendors that printed\nand sent the mailings. See Brief for Respondent 16; see also App.\n161 (deposition testimony explaining that “a printed credit report\n. . . would have been sent through our print vendor\nthrough the mail and delivered to the consumer requesting the file\ndisclosure);id.,at 545 (trial testimony identifying three\ndifferent print-vendor companies that worked with TransUnion during\nthe relevant time period). In the historical context of libel,\npublication to even a single other party could be enough to give\nrise to suit. This was true, even where the third party was a\ntelegraph company,[6] an\nattorney,[7] or a stenographer\nwho merely writes the information down.[8] Surely with a harm so closely paralleling a common-law\nharm, this is an instance where a plaintiff “need not allege any\nadditional harm beyond the one Congress has identified.”Spokeo, 578 U. S., at 342 (emphasis deleted).But even setting aside everything already\nmentioned—the Constitution’s text, history, precedent, financial\nharm, libel, the risk of publication, and actual disclosure to a\nthird party—one need only tap into common sense to know that\nreceiving a letter identifying you as a potential drug trafficker\nor terrorist is harmful. All the more so when the information comes\nin the context of a credit report, the entire purpose of which is\nto demonstrate that a person can be trusted.And if this sort of confusing and frustrating\ncommunication is insufficient to establish a real injury, one\nwonders what could rise to that level. If, instead of falsely\nidentifying Ramirez as a potential drug trafficker or terrorist,\nTransUnion had flagged him as a “potential” child molester, would\nthat alone still be insufficient to open the courthouse doors? What\nabout falsely labeling a person a racist? Including a slur on the\nreport? Or what about openly reducing a person’s credit score by\nseveral points because of his race? If none of these constitutes an\ninjury in fact, how can that possibly square with our past cases\nindicating that the inability to “observe an animal species, even\nfor purely esthetic purposes, . . . undeniably” is?Lujan, 504 U. S., at 562; see alsoFriends of the\nEarth, Inc.v.Laidlaw Environmental Services (TOC),\nInc.,528 U.S.\n167, 183 (2000) (“plaintiffs adequately allege injury in fact\nwhen they aver that they use the affected area and are persons for\nwhom the aesthetic and recreational values of the area will be\nlessened” (internal quotation marks omitted));Summers, 555\nU. S., at 494 (“[I]f . . . harm in fact affects the\nrecreational or even the mere esthetic interests of the plaintiff,\nthat will suffice”). Had the class members claimed an aesthetic\ninterest in viewing an accurate report, would this case have come\nout differently?And if some of these examples do cause\nsufficiently “concrete” and “real”—though “intangible”—harms, how\ndowego about picking and choosing which ones do and which\ndo not? I see no way to engage in this “inescapably value-laden”\ninquiry without it “devolv[ing] into [pure] policy judgment.”Sierra, 996 F. 3d, at 1129 (Newsom, J., concurring).\nWeighing the harms caused by specific facts and choosing remedies\nseems to me like a much better fit for legislatures and juries than\nfor this Court.Finally, it is not just the harm that is\nreminiscent of a constitutional case or controversy. So too is the\nremedy. Although statutory damages are not necessarily a proxy for\nunjust enrichment, they have a similar flavor in this case.\nTransUnion violated consumers’ rights in order to create and sell a\nproduct to its clients. Reckless handling of consumer information\nand bungled responses to requests for information served a means to\nan end. And the end was financial gain. “TransUnion could not\nconfirm that a single OFAC alert sold to its customers was\naccurate.” 951 F. 3d, at 1021, n. 4. Yet thanks to this\nCourt, it may well be in a position to keep much of its ill-gotten\ngains. [9]*  *  *Ultimately, the majority seems to pose to the\nreader a single rhetorical question: Who could possibly think that\na person is harmed when he requests and is sent an incomplete\ncredit report, or is sent a suspicious notice informing him that he\nmay be a designated drug trafficker or terrorist, or isnotsent anything informing him of how to remove this inaccurate red\nflag? The answer is, of course, legion: Congress, the President,\nthe jury, the District Court, the Ninth Circuit, and four Members\nof this Court.I respectfully dissent.Notes1TransUnion also contends\nthat Ramirez’s claims and defenses are not typical of those of the\nclass. The Court declines to reach that question because its\njurisdictional holding is dispositive.Ante, at 27. In my\nview, the District Court did not abuse its discretion in certifying\nthe class given the similarities among the claims and defenses at\nissue.2The “public rights”\nterminology has been used to refer to two different concepts. In\none context, these rights are “ ‘take[n] from the\npublic’ ”—like the right to make, use, or sell an\ninvention—and “ ‘bestow[ed] . . . upon the’ ”\nindividual, like a “decision to grant a public franchise.”Oil\nStates Energy Services, LLCv.Greene’s Energy Group,\nLLC, 584 U. S. ___, ___–___ (2018) (slip op., at 6–7).\nDisputes with the Government over these rights generally can be\nresolved “outside of an Article III court.”Id.,at ___–___\n(slip op., at 9–10). Here, in contrast, the term “public rights”\nrefers to duties owed collectively to the community. For example,\nCongress owes a duty to all Americans to legislate within its\nconstitutional confines. But not every single American can sue over\nCongress’ failure to do so. Only individuals who, at a minimum,\nestablish harm beyond the mere violation of that constitutional\nduty can sue. Cf.Fairchildv.Hughes,258 U.S.\n126, 129–130 (1922) (“Plaintiff has only the right, possessed\nby every citizen, to require that the Government be administered\naccording to law and that the public moneys be not wasted.\nObviously this general right does not entitle a private citizen to\ninstitute in the federal courts a suit to secure by indirection a\ndetermination whether a statute, if passed, or a constitutional\namendment, about to be adopted, will be valid”).3Etymology is also a\nhelpful guide. The word “injury” stems from the Latin\n“injuria,” which combines “in” (expressing negation) and\n“jus” (right, law, justice). See Barnhart Dictionary of Etymology\n529 (1988).4But see Caminker,\nComment, The Constitutionality ofQui TamActions, 99\nYale L. J. 341, 342, n. 3 (1989) (“Six statutes [enacted\nby the First Congress] imposed penalties and/or forfeitures for\nconduct injurious to the general public and expressly authorized\nsuits by private informers, with the recovery being shared between\nthe informer and the United States”);McCullochv.Maryland, 4 Wheat. 316, 317, 321–322 (1819) (reviewing “an\naction of debt brought by the defendant in error . . .\nwho sued as well for himself as for the State of Maryland\n. . . to recover certain penalties”).5See,e.g.,Lujanv.Defenders of Wildlife,504 U.S.\n555, 578 (1992) (“Nothing in this contradicts the principle\nthat the injury required by Art. III may exist solely by\nvirtue of ‘statutes creating legal rights, the invasion of which\ncreates standing” (internal quotation marks, brackets, and ellipsis\nomitted));Warthv.Seldin,422\nU.S. 490, 514 (1975) (“Congress may create a statutory right or\nentitlement the alleged deprivation of which can confer standing to\nsue even where the plaintiff would have suffered no judicially\ncognizable injury in the absence of statute”);Linda R. S.v.Richard D.,410 U.S.\n614, 617, n. 3 (1973) (“Congress may enact statutes\ncreating legal rights, the invasion of which creates standing, even\nthough no injury would exist without the statute”).6Munsonv.Lathrop, 96 Wis. 386, 389, 71 N.W. 596, 597 (1897) (“The\nwriting of the message, and the delivery of it by him to the\n[telegraph] company for transmission, as mentioned, was a\npublication of the same”).7Hedgepethv.Coleman, 183 N. C. 309, 312–313, 111 S.E. 517, 519\n(1922) (“[I]t has been held that the publication was sufficient\nwhere the defendant had communicated the defamatory matter to the\nplaintiff ’s agent, or attorney; or had read it to a friend\nbefore posting it to the plaintiff; or had procured it to be\ncopied, or sealed in the form of a letter addressed to the\nplaintiff and left in the house of a neighbor by whom it was read;\nor had caused it to be delivered to and read by a member of the\nplaintiff ’s family”).8Rickbeilv.Grafton Deaconess Hospital, 74 N. D. 525, 542 (1946)\n(“We hold that the dictating of this letter by the manager to the\nstenographer and her transcription of her notes into the written\ninstrument constitutes publication within the purview of the law of\nlibel: whether the relationship be that of master and servant or of\ncoemployees of a corporation”); see alsoLarimorev.Blaylock, 259 Va. 568, 573, 528 S.E.2d 119, 122 (2000)\n(rejecting an argument of “absolute protection of the\n‘intracorporate immunity doctrine’ ” for defamatory\nstatements); but seeSwindlev.State, 10 Tenn. 581,\n582 (1831) (“ ‘A personal libel is published when it arrives\nto the personagainst whom it is written, pursuant to the\ndesign of the author, or is made known to any other person, by any\nmeans to which the dissent of the author is not necessarily\nimplied’ ” (emphasis added)).9Today’s decision might\nactually be a pyrrhic victory for TransUnion. The Court does not\nprohibit Congress from creating statutory rights for consumers; it\nsimply holds that federal courts lack jurisdiction to hear some of\nthese cases. That combination may leave state courts—which “are not\nbound by the limitations of a case or controversy or other federal\nrules of justiciability even when they address issues of federal\nlaw,”ASARCO Inc.v.Kadish,490\nU.S. 605, 617 (1989)—as the sole forum for such cases, with\ndefendants unable to seek removal to federal court. See also\nBennett, The Paradox of Exclusive State-Court Jurisdiction Over\nFederal Claims, 105 Minn. L. Rev. 1211 (2021). By declaring\nthat federal courts lack jurisdiction, the Court has thus ensured\nthat state courts will exercise exclusive jurisdiction over these\nsorts of class actions.",
    "joined": []
}