{
    "case": {
        "docket": "98",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/98/"
    },
    "id": "1963144",
    "author": "thomas",
    "type": "concurrence",
    "text": "OPINION OF THOMAS, J.MARYLAND V. SHATZER559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-680MARYLAND, PETITIONERv.MICHAEL BLAINE\nSHATZER, Sr.on writ of certiorari to the court of appeals of\nmaryland[February 24, 2010]Justice Thomas, concurring in\npart and concurring in the judgment.I join Part III of the Court’s\nopinion, which holds that release into the general prison\npopulation constitutes a break in custody. I do not join the\nCourt’s decision to extend the presumption of involuntariness\nestablished inEdwardsv.Arizona,451 U. S. 477(1981),\nfor 14 days after custody ends.It is not apparent to me that the presumption\nof involuntariness the Court recognized inEdwardsis\njustifiable even in the custodial setting to whichEdwardsapplies it. See,e.g.,Minnickv.Mississippi,498 U. S. 146, 160\n(1990) (Scalia, J., dissenting). Accordingly, I would not extend\ntheEdwardsrule “beyond the circumstances present inEdwardsitself.”Id., at 162. But even if one\nbelieves that the Court is obliged to applyEdwardsto any\ncase involving continuing custody, the Court’s opinion today goes\nwell beyond that. It extends the presumption of involuntarinessEdwardsapplies in custodial settings to interrogations\nthat occur after custody ends.The Court concedes that this extension, like\ntheEdwardspresumption itself, is not constitutionally\nrequired. The Court nevertheless defends the extension as a\njudicially created prophylaxis against compelled confessions. Even\nif one accepts that such prophylaxis is both permissible generally\nand advisable for some period following a break in\ncustody,[Footnote 1] the\nCourt’s 14-day rule fails to satisfy the criteria our precedents\nestablish for the judicial creation of such a safeguard.Our precedents insist that judicially created\nprophylactic rules like those inEdwardsandMirandav.Arizona,384 U. S. 436(1966), maintain “the\nclosest possible fit” between the rule and the Fifth Amendment\ninterests they seek to protect.United Statesv.Patane,542\nU. S. 630, 640–641 (2004) (plurality opinion); see generallyMontejov.Louisiana, 556 U. S. ___, ___ (2009)\n(slip op., at 18);Chavezv.Martinez,538 U. S. 760, 772\n(2003) (plurality opinion). The Court’s 14-day rule does not\nsatisfy this test. The Court relates its 14-day rule to the Fifth\nAmendment simply by asserting that 14 days between release and\nrecapture should provide “plenty of time for the suspect … to shake\noff any residual coercive effects of his prior custody,”ante, at 11.Thisipse dixitdoes not explain why\nextending theEdwardspresumption for 14 days following a\nbreak in custody—as opposed to 0, 10, or 100 days—provides the\n“closest possible fit” with the Self-Incrimination Clause,Patane,supra, at 640–641; seeante, at\n11 (merely stating that “[i]t seems to us that” the appropriate\n“period is 14 days”). Nor does it explain how the benefits of a\nprophylactic 14-day rule (either on its own terms or compared with\nother possible rules) “outweigh its costs” (which would include the\nloss of law enforcement information as well as the exclusion of\nconfessions that are in fact voluntary).Ante, at 6\n(citingMontejo,supra, at __ (slip op., at\n14)).To be sure, the Court’s rule has the benefit\nof providing a bright line.Ante, at 12. But bright-line\nrules are not necessary to prevent Fifth Amendment violations, as\nthe Court has made clear when refusing to adopt such rules in cases\ninvolving otherMirandarights. See,e.g.,Michiganv.Mosley,423 U. S. 96, 103–104\n(1975). And an otherwise arbitrary rule is not justifiable merely\nbecause it gives clear instruction to law enforcement\nofficers.[Footnote 2]As the Court concedes, “clarity and certainty\nare not goals in themselves. They are valuable only when they\nreasonably further the achievement of some substantive end—here,\nthe exclusion of compelled confessions” that the Fifth Amendment\nprohibits.Ante, at 12. The Court’s arbitrary 14-day rule\nfails this test, even under the relatively permissive criteria set\nforth in our precedents. Accordingly, I do not join that portion of\nthe Court’s opinion.Footnote 1At a minimum the latter proposition is\nquestionable. I concede that some police officers might badger a\nsuspect during a subsequent interrogation after a break in custody,\nor might use catch-and-release tactics to suggest they will not\ntake no for an answer. But if a suspect reenters custody after\nbeing questioned and released, he need only invoke his right to\ncounsel to ensureEdwards’ protection for the duration of\nthe subsequent detention. And, if law enforcement officers\nrepeatedly release and recapture a suspect to wear down his\nwill—such that his participation in a subsequent interrogation is\nno longer truly voluntary—the “high standar[d] of proof for the\nwaiver of constitutional rights [set forth in]Johnsonv.Zerbst,304\nU. S. 458(1938),” will protect against the admission of the\nsuspect’s statements in court.Mirandav.Arizona,384 U. S. 436, 475 (1966). TheZerbstinquiry takes into account the totality of the\ncircumstances surrounding the waiver—including any improper\npressures by police. Seeid., at 464; cf.ante,\nat 11–12, n. 6 (stating that “[e]ven without[Edwards’]second layer of prophylaxis, a defendant is\nstill free to claim the prophylactic protection ofMiranda—arguing that his waiver ofMirandarights\nwas in fact involuntary underJohnsonv.Zerbst”\n(internal quotation marks and citation omitted)).Footnote 2Though the Court asserts that its 14-day rule\nwill tell “law enforcement officers . . . with certainty and\nbeforehand, when renewed interrogation is lawful,”ante,\nat 10, that is not so clear. Determining whether a suspect was\npreviously in custody, and when the suspect was released, may be\ndifficult without questioning the suspect, especially if state and\nfederal authorities are conducting simultaneous investigations.",
    "joined": []
}