{
    "case": {
        "docket": "393",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/393/"
    },
    "id": "1970868",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–9490_________________LORENZO PRADO NAVARETTE AND JOSE\nPRADONAVARETTE, PETITIONERS v. CALIFORNIAon writ of certiorari to the court of appeal\nof california, first appellate district[April 22, 2014]Justice Thomas\ndelivered the opinion of the Court.After a 911 caller\nreported that a vehicle had run her off the road, a police officer\nlocated the vehicle she identified during the call and executed a\ntraffic stop. We hold that the stop complied with the Fourth\nAmendment because, under the totality of the circumstances, the\nofficer had reasonable suspicion that the driver was\nintoxicated.IOn August 23, 2008, a\nMendocino County 911 dispatch team for the California Highway\nPatrol (CHP) received a call from another CHP dispatcher in\nneighboring Humboldt County. The Humboldt County dispatcher relayed\na tip from a 911 caller, which the Mendocino County team recorded\nas follows: “ ‘Showing southbound Highway 1 at\nmile marker 88, Silver Ford 150 pickup. Plate of 8-David-94925. Ran\nthe reporting party off the roadway and was last seen approximately\nfive [minutes] ago.’ ” App. 36a. The Mendocino\nCounty team then broadcast that information to CHP officers at 3:47\np.m.A CHP officer heading\nnorthbound toward the reported vehicle responded to the broadcast.\nAt 4:00 p.m., the officer passed the truck near mile marker 69. At\nabout 4:05 p.m., after making a U-turn, he pulled the truck over. A\nsecond officer, who had separately responded to the broadcast, also\narrived on the scene. As the two officers approached the truck,\nthey smelled marijuana. A search of the truck bed revealed 30\npounds of marijuana. The officers arrested the driver, petitioner\nLorenzo Prado Navarette, and the passenger, petitioner José\nPrado Navarette.Petitioners moved to\nsuppress the evidence, arguing that the traffic stop violated the\nFourth Amendment because the officer lacked reasonable suspicion of\ncriminal activity. Both the magistrate who presided over the\nsuppression hearing and the Superior Court disagreed.[1] Petitioners pleaded guilty to transporting\nmarijuana and were sentenced to 90 days in jail plus three years\nofprobation.The California Court of\nAppeal affirmed, concluding that the officer had reasonable\nsuspicion to conduct an investigative stop. 2012 WL 4842651 (Oct.\n12, 2012). The court reasoned that the content of the tip indicated\nthat it came from an eyewitness victim of reckless driving, and\nthat the officer’s corroboration of the truck’s\ndescription, location, and direction established that the tip was\nreliable enough to justify a traffic stop. Id., at *7. Finally, the\ncourt concluded that the caller reported driving that was\nsufficiently dangerous to merit an investigative stop without\nwaiting for the officer to observe additional reckless driving\nhimself. Id., at *9. The California Supreme Court denied review. We\ngranted certiorari, 570 U. S. ___ (2013), and now affirm.IIThe Fourth Amendment\npermits brief investigative stops—such as the traffic stop in\nthis case—when a law enforcement officer has “a\nparticularized and objective basis for suspecting the particular\nperson stopped of criminal activity.” United States v.\nCortez, 449 U. S. 411 –418 (1981); see also Terry v.\nOhio, 392 U. S. 1 –22 (1968). The “reasonable\nsuspicion” necessary to justify such a stop “is\ndependent upon both the content of information possessed by police\nand its degree of reliability.” Alabama v. White, 496\nU. S. 325, 330 (1990) . The standard takes into account\n“the totality of the circumstances—the whole\npicture.” Cortez, supra, at 417. Although a mere\n“ ‘hunch’ ” does not create\nreasonable suspicion, Terry, supra, at 27, the level of suspicion\nthe standard requires is “considerably less than proof of\nwrongdoing by a preponderance of the evidence,” and\n“obviously less” than is necessary for probable cause,\nUnited States v. Sokolow, 490 U. S. 1, 7 (1989) .AThese principles\napply with full force to investigative stops based on information\nfrom anonymous tips. We have firmly rejected the argument\n“that reasonable cause for a[n investigative stop] can only\nbe based on the officer’s personal observation, rather than\non information supplied by another person.” Adams v.\nWilliams, 407 U. S. 143, 147 (1972) . Of course, “an\nanonymous tip alone seldom demonstrates the informant’s basis\nof knowledge or veracity.” White, 496 U. S., at 329\n(emphasis added). That is because “ordinary citizens\ngenerally do not provide extensive recitations of the basis of\ntheir everyday observations,” and an anonymous\ntipster’s veracity is “ ‘by hypoth-esis\nlargely unknown, and unknowable.’ ” Ibid. But\nunder appropriate circumstances, an anonymous tip can demonstrate\n“sufficient indicia of reliability to provide reasonable\nsuspicion to make [an] investigatory stop.” Id., at 327.Our decisions in\nAlabama v. White, 496 U. S. 325 (1990) , and Florida v.\nJ. L., 529 U. S. 266 (2000) , are useful guides. In\nWhite, an anonymous tipster told the police that a woman would\ndrive from a particular apartment building to a particular motel in\na brown Plymouth station wagon with a broken right tail light. The\ntipster further asserted that the woman would be transporting\ncocaine. 496 U. S., at 327. After confirming the innocent\ndetails, officers stopped the station wagon as it neared the motel\nand found cocaine in the vehicle. Id., at 331. We held that the\nofficers’ corroboration of certain details made the anonymous\ntip sufficiently reliable to create reasonable suspicion of\ncriminal activity. By accurately predicting future behavior, the\ntipster demonstrated “a special familiarity with\nrespondent’s affairs,” which in turn implied that the\ntipster had “access to reliable information about that\nindividual’s illegal activities.” Id., at 332. We also\nrecognized that an informant who is proved to tell the truth about\nsome things is more likely to tell the truth about other things,\n“including the claim that the object of the tip is engaged in\ncriminal activity.” Id., at 331 (citing Illinois v. Gates,\n462 U. S. 213, 244 (1983) ).In J. L., by\ncontrast, we determined that no reasonable suspicion arose from a\nbare-bones tip that a young black male in a plaid shirt standing at\na bus stop was carrying a gun. 529 U. S., at 268. The tipster\ndid not explain how he knew about the gun, nor did he suggest that\nhe had any special familiarity with the young man’s affairs.\nId., at 271. As a result, police had no basis for believing\n“that the tipster ha[d] knowledge of concealed criminal\nactivity.” Id., at 272. Furthermore, the tip included no\npredictions of future behavior that could be corroborated to assess\nthe tipster’s credibility. Id., at 271. We accordingly\nconcluded that the tip was insufficiently reliable to justify a\nstop and frisk.BThe initial question\nin this case is whether the 911 call was sufficiently reliable to\ncredit the allegation that petitioners’ truck “ran the\n[caller] off the roadway.” Even assuming for present purposes\nthat the 911 call was anonymous, see n. 1, supra, we conclude\nthat the call bore adequate indicia of reliability for the officer\nto credit the caller’s account. The officer was therefore\njustified in proceeding from the premise that the truck had, in\nfact, caused the caller’s car to be dangerously diverted from\nthe highway.By reporting that she\nhad been run off the road by a specific vehicle—a silver Ford\nF-150 pickup, license plate 8D94925—the caller necessarily\nclaimed eyewitness knowledge of the alleged dangerous driving. That\nbasis of knowledge lends significant support to the tip’s\nreliability. See Gates, supra, at 234 (“[An\ninformant’s] explicit and detailed description of alleged\nwrongdoing, along with a statement that the event was observed\nfirsthand, entitles his tip to greater weight than might otherwise\nbe the case”); Spinelli v. United States, 393 U. S. 410,\n416 (1969) (a tip of illegal gambling is less reliable when\n“it is not alleged that the informant personally observed\n[the defendant] at work or that he had ever placed a bet with\nhim”). This is in contrast to J. L., where the tip\nprovided no basis for concluding that the tipster had actually seen\nthe gun. 529 U. S., at 271. Even in White, where we upheld the\nstop, there was scant evidence that the tipster had actually\nobserved cocaine in the station wagon. We called White a\n“ ‘close case’ ” because\n“[k]nowledge about a person’s future movements\nindicates some familiarity with that person’s affairs, but\nhaving such knowledge does not necessarily imply that the informant\nknows, in particular, whether that person is carrying hidden\ncontraband.” 529 U. S., at 271. A driver’s claim\nthat another vehicle ran her off the road, however, necessarily\nimplies that the informant knows the other car was driven\ndangerously.There is also reason to\nthink that the 911 caller in this case was telling the truth.\nPolice confirmed the truck’s location near mile marker 69\n(roughly 19 highway miles south of the location reported in the 911\ncall) at 4:00 p.m. (roughly 18 minutes after the 911 call). That\ntimeline of events suggests that the caller reported the incident\nsoon after she was run off the road. That sort of contemporaneous\nreport has long been treated as especially reliable. In evidence\nlaw, we generally credit the proposition that statements about an\nevent and made soon after perceiving that event are especially\ntrustworthy because “substantial contemporaneity of event and\nstatement negate the likelihood of deliberate or conscious\nmisrepresentation.” Advisory Committee’s Notes on Fed.\nRule Evid. 803(1), 28 U. S. C. App., p. 371 (describing\nthe rationale for the hearsay exception for “present sense\nimpression[s]”). A similar rationale applies to a\n“statement relating to a startling event”—such as\ngetting run off the road—“made while the declarant was\nunder the stress of excitement that it caused.” Fed. Rule\nEvid. 803(2) (hearsay exception for “excited\nutterances”). Unsurprisingly, 911 calls that would otherwise\nbe inadmissible hearsay have often been admitted on those grounds.\nSee D. Binder, Hearsay Handbook §8.1, pp. 257–259 (4th\ned. 2013–2014) (citing cases admitting 911 calls as present\nsense impressions); id., §9.1, at 274–275 (911 calls\nadmitted as excited utterances). There was no indication that the\ntip in J. L. (or even in White) was contemporaneous with the\nobservation of criminal activity or made under the stress of\nexcitement caused by a startling event, but those considerations\nweigh in favor of the caller’s veracity here.Another indicator of\nveracity is the caller’s use of the 911 emergency system. See\nBrief for Respondent 40–41, 44; Brief for United States as\nAmicus Curiae 16–18. A 911 call has some features that allow\nfor identifying and tracing callers, and thus provide some\nsafeguards against making false reports with immunity. See\nJ. L., supra, at 276 (Kennedy, J., concurring). As this case\nillustrates, see n. 1, supra, 911 calls can be recorded, which\nprovides victims with an opportunity to identify the false\ntipster’s voice and subject him to prosecution, see, e.g.,\nCal. Penal Code Ann. §653x (West 2010) (makes\n“telephon[ing] the 911 emergency line with the intent to\nannoy or harass” punishable by imprisonment and fine); see\nalso §148.3 (2014 West Cum. Supp.) (prohibits falsely\nreporting “that an ‘emergency’ exists”);\n§148.5 (prohibits falsely reporting “that a felony or\nmisdemeanor has been committed”). The 911 system also permits\nlaw enforcement to verify important information about the caller.\nIn 1998, the Federal Communications Commission (FCC) began to\nrequire cellular carriers to relay the caller’s phone number\nto 911 dispatchers. 47 CFR §20.18(d)(1) (2013) (FCC’s\n“Phase I enhanced 911 services” requirements).\nBeginning in 2001, carriers have been required to identify the\ncaller’s geographic location with increasing specificity.\n§§20.18(e)–(h) (“Phase II enhanced 911\nservice” requirements). And although callers may ordinarily\nblock call recipients from obtaining their identifying information,\nFCC regulations exempt 911 calls from that privilege.\n§§64.1601(b), (d)(4)(ii) (“911 emergency\nservices” exemption from rule that, when a caller so\nrequests, “a carrier may not reveal that caller’s\nnumber or name”). None of this is to suggest that tips in 911\ncalls are per se reliable. Given the foregoing technological\nand regulatory developments, however, a reasonable officer could\nconclude that a false tipster would think twice before using such a\nsystem. The caller’s use of the 911 system is therefore one\nof the relevant circum-stances that, taken together, justified the\nofficer’s reliance on the information reported in the 911\ncall.CEven a reliable tip\nwill justify an investigative stop only if it creates reasonable\nsuspicion that “criminal activity may be afoot.” Terry,\n392 U. S., at 30. We must therefore determine whether the 911\ncaller’s report of being run off the roadway created\nreasonable suspicion of an ongoing crime such as drunk driving as\nopposed to an isolated episode of past recklessness. See Cortez,\n449 U. S., at 417 (“An investigatory stop must be\njustified by some objective manifestation that the person stopped\nis, or is about to be, engaged in criminal activity”). We\nconclude that the behavior alleged by the 911 caller, “viewed\nfrom the standpoint of an objectively reasonable police officer,\namount[s] to reasonable suspicion” of drunk driving. Ornelas\nv. United States, 517 U. S. 690, 696 (1996) . The stop was\ntherefore proper.[2]Reasonable suspicion\ndepends on “ ‘ “the factual and\npractical considerations of everyday life on which reason-able and\nprudent men, not legal technicians,\nact.” ’ ” Id., at 695. Under that\ncommonsense approach, we can appropriately recognize certain\ndriving behaviors as sound indicia of drunk driving. See, e.g.,\nPeople v. Wells, 38 Cal. 4th 1078, 1081, 136 P. 3d 810, 811\n(2006) (“ ‘weaving all over the\nroadway’ ”); State v. Prendergast, 103 Haw. 451,\n452–453, 83 P. 3d 714, 715–716 (2004)\n(“cross[ing] over the center line” on a highway and\n“almost caus[ing] several head-on collisions”); State\nv. Golotta, 178 N. J. 205, 209, 837 A. 2d 359, 361 (2003)\n(driving “ ‘all overthe road’ ”\nand “ ‘weaving back and\nforth’ ”); State v. Walshire, 634 N. W. 2d\n625, 626 (Iowa 2001) (“driving in the median”). Indeed,\nthe accumulated experience of thousands of officers suggests that\nthese sorts of erratic behaviors are strongly correlated with drunk\ndriving. See Nat. Highway Traffic Safety Admin., The Visual\nDetection of DWI Motorists 4–5 (Mar. 2010), online at\nhttp://nhtsa.gov/staticfiles/nti/pdf/808677.pdf (as visited Apr.\n18, 2014, and available in Clerk of Court’s case file). Of\ncourse, not all traffic infractions imply intoxication. Unconfirmed\nreports of driving without a seatbelt or slightly over the speed\nlimit, for example, are so tenuously connected to drunk driving\nthat a stop on those grounds alone would be constitutionally\nsuspect. But a reliable tip alleging the dangerous behaviors\ndiscussed above gener-ally would justify a traffic stop on\nsuspicion of drunk driving.The 911 caller in this\ncase reported more than a minor traffic infraction and more than a\nconclusory allegation of drunk or reckless driving. Instead, she\nalleged a specific and dangerous result of the driver’s\nconduct: running another car off the highway. That conduct bears\ntoo great a resemblance to paradigmatic manifestations of drunk\ndriving to be dismissed as an isolated example of recklessness.\nRunning another vehicle off the road suggests lane-positioning\nproblems, decreased vigilance, impaired judgment, or some\ncombination of those recognized drunk driving cues. See Visual\nDetection of DWI Motorists 4–5. And the experience of many\nofficers suggests that a driver who almost strikes a vehicle or\nanother object—the exact scenario that ordinarily causes\n“running [another vehicle] off the roadway”—is\nlikely intoxicated. See id., at 5, 8.As a result, we cannot say\nthat the officer acted unreasonably under these circumstances in\nstopping a driverwhose alleged conduct was a significant indicator\nof drunk driving.Petitioners’\nattempts to second-guess the officer’s rea-sonable suspicion\nof drunk driving are unavailing. It is true that the reported\nbehavior might also be explained by, for example, a driver\nresponding to “an unruly child or other distraction.”\nBrief for Petitioners 21. But we have consistently recognized that\nreasonable suspicion “need not rule out the possibility of\ninnocent conduct.” United States v. Arvizu, 534 U. S.\n266, 277 (2002) .Nor did the absence of\nadditional suspicious conduct, after the vehicle was first spotted\nby an officer, dispel the reasonable suspicion of drunk driving.\nBrief for Petitioners 23–24. It is hardly surprising that the\nappearance of a marked police car would inspire more careful\ndriving for a time. Cf. Arvizu, supra, at 275\n(“ ‘[s]lowing down after spotting a law\nenforcement vehicle’ ” does not dispel reasonable\nsuspicion of criminal activity). Extended observation of an\nallegedly drunk driver might eventually dispel a reasonable\nsuspicion of intoxication, but the 5-minute period in this case\nhardly sufficed in that regard. Of course, an officer who already\nhas such a reasonable suspicion need not surveil a vehicle at\nlength in order to personally observe suspicious driving. See Adams\nv. Williams, 407 U. S., at 147 (repudiating the argument that\n“reasonable cause for a[n investigative stop] can only be\nbased on the officer’s personal observation”). Once\nreasonable suspicion of drunk driving arises, “[t]he\nreasonableness of the officer’s decision to stop a suspect\ndoes not turn on the availability of less intrusive investigatory\ntechniques.” Sokolow, 490 U. S., at 11. This would be a\nparticularly inappropriate context to depart from that settled\nrule, because allowing a drunk driver a second chance for dangerous\nconduct could have disastrousconsequences.IIILike White, this is a\n“close case.” 496 U. S., at 332. As in that case,\nthe indicia of the 911 caller’s reliability here are stronger\nthan those in J. L., where we held that a bare-bones tip was\nunreliable. 529 U. S., at 271. Although the indicia present\nhere are different from those we found sufficient in White, there\nis more than one way to demonstrate “a particularized and\nobjective basis for suspecting the particular person stopped of\ncriminal activity.” Cortez, 449 U. S., at 417–418.\nUnder the totality of the circumstances, we find the indicia of\nreliability in this case sufficient to provide the officer with\nreasonable suspicion that the driver of the reported vehicle had\nrun another vehicle off the road. That made it reasonable under the\ncircumstances for the officer to execute a traffic stop. We\naccordingly affirm.It is so ordered.Notes1At the suppression\nhearing, counsel for petitioners did not dispute that the reporting\nparty identified herself by name in the 911 call recording. Because\nneither the caller nor the Humboldt County dispatcher who received\nthe call was present at the hearing, however, the prosecution did\nnot introduce the recording into evidence. The prosecution\nproceeded to treat the tip as anonymous, and the lower courts\nfollowed suit. See 2012 WL 4842651, *6 (Cal. Ct. App., Oct. 12,\n2012).2Because we conclude that\nthe 911 call created reasonable suspicion of an ongoing crime, we\nneed not address under what circumstances a stop is justified by\nthe need to investigate completed criminal activity. Cf. v. ,\n.",
    "joined": []
}