{
    "case": {
        "docket": "604",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/604/"
    },
    "id": "1963611",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTPLIVA, INC. V. MENSING564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNOS. 09-993, 09-1039, AND 09-1501PLIVA, INC., et al., PETITIONERS09–993v.GLADYS MENSINGACTAVIS ELIZABETH, LLC, PETITIONER09–1039   v.GLADYS MENSINGACTAVIS, INC., PETITIONER09–1501   v.JULIE DEMAHYon writs of certiorari to the united states\ncourts of appeals for the eighth and fifth circuits[June 23, 2011]Justice Thomasdelivered\nthe opinion of the Court, ex-cept as to Part III–B–2.*These consolidated lawsuits\ninvolve state tort-law claims based on certain drug manufacturers’\nalleged failure to provide adequate warning labels for generic\nmetoclopramide. The question presented is whether federal drug\nregulations applicable to generic drug manufacturers directly\nconflict with, and thus pre-empt, these state-law claims. We hold\nthat they do.IMetoclopramide is a drug designed\nto speed the movement of food through the digestive system. The\nFood and Drug Administration (FDA) first approved metoclopramide\ntablets, under the brand name Reglan, in 1980. Five years later,\ngeneric manufacturers also began producing meto-clopramide. The\ndrug is commonly used to treat diges- tive tract problems such as\ndiabetic gastroparesis and gastroesophageal reflux disorder.Evidence has accumulated that\nlong-term metoclopramide use can cause tardive dyskinesia, a severe\nneurological disorder. Studies have shown that up to 29% of\npatients who take metoclopramide for several years develop this\ncondition.McNeilv.Wyeth, 462 F. 3d 364,\n370, n. 5 (CA5 2006); see also Shaffer, Butterfield, Pamer,\n& Mackey, Tardive Dyskinesia Risks and Metoclopramide Use\nBefore and After U. S. Market Withdrawal of Cisapride, 44 J. Am.\nPharmacists Assn. 661, 663 (2004) (noting 87 cases of\nmetoclopramide-related tardive dyskinesia reported to the FDA’s\nadverse event reporting system by mid-2003).Accordingly, warning labels for the drug have\nbeen strengthened and clarified several times. In 1985, the label\nwas modified to warn that “tardive dyskinesia … may develop in\npatients treated with metoclopramide,” and the drug’s package\ninsert added that “[t]herapy longer than 12 weeks has not been\nevaluated and cannot be recommended.” Physician’s Desk Reference\n1635–1636 (41st ed. 1987); see also Brief for Petitioner PLIVA et\nal. 21–22 (hereinafter PLIVA Brief). In 2004, the brand-name Reglan\nmanufacturer requested, and the FDA approved, a label change to add\nthat “[t]herapy should not exceed 12 weeks in duration.” Brief for\nUnited States asAmicus Curiae8 (hereinafter U. S.\nBrief). And in 2009, the FDA ordered a black box warning—its\nstrongest—which states: “Treatment with metoclopramide can cause\ntardive dyskinesia, a serious movement disorder that is often\nirreversible… . Treatment with metoclopramide for longer than\n12 weeks should be avoided in all but rare cases.” See Physician’s\nDesk Reference 2902 (65th ed. 2011).Gladys Mensing and Julie Demahy, the\nplaintiffs in these consolidated cases, were prescribed Reglan in\n2001 and 2002, respectively. Both received generic metoclopramide\nfrom their pharmacists. After taking the drug as prescribed for\nseveral years, both women developed tardive dyskinesia.In separate suits, Mensing and Demahy sued the\ngeneric drug manufacturers that produced the metoclopramide they\ntook (Manufacturers). Each alleged, as relevant here, that\nlong-term metoclopramide use caused her tar-dive dyskinesia and\nthat the Manufacturers were liable under state tort law\n(specifically, that of Minnesota and Louisiana) for failing to\nprovide adequate warning labels. They claimed that “despite\nmounting evidence that long term metoclopramide use carries a risk\nof tardive dyskinesia far greater than that indicated on the\nlabel,” none of the Manufacturers had changed their labels to\nadequately warn of that danger.Mensingv.Wyeth,\nInc., 588 F. 3d 603, 605 (CA8 2009); see alsoDemahyv.Actavis, Inc., 593 F. 3d 428, 430\n(CA5 2010).In both suits, the Manufacturers urged that\nfederal law pre-empted the state tort claims. According to the\nManufacturers, federal statutes and FDA regulations required them\nto use the same safety and efficacy labeling as their brand-name\ncounterparts. This means, they argued, that it was impossible to\nsimultaneously comply with both federal law and any state tort-law\nduty that required them to use a different label.The Courts of Appeals for the Fifth and Eighth\nCircuits rejected the Manufacturers’ arguments and held that\nMen-sing and Demahy’s claims were not pre-empted. See 588\nF. 3d, at 614; 593 F. 3d, at 449. We granted certiorari,\n562 U. S. ___ (2010), consolidated the cases, and now reverse\neach.IIPre-emption analysis requires us\nto compare federal and state law. We therefore begin by identifying\nthe state tort duties and federal labeling requirements applicable\nto the Manufacturers.AIt is undisputed that Minnesota\nand Louisiana tort law require a drug manufacturer that is or\nshould be aware of its product’s danger to label that product in a\nway that renders it reasonably safe. Under Minnesota law, which\napplies to Mensing’s lawsuit, “where the manufacturer … of a\nproduct has actual or constructive knowledge of danger to users,\nthe … manufacturer has a duty to give warning of such dangers.”Freyv.Montgomery Ward & Co., 258 N. W.\n2d 782, 788 (Minn. 1977). Similarly, under Louisiana law applicable\nto Demahy’s lawsuit, “a manufacturer’s duty to warn includes a duty\nto provide adequate instructions for safe use of a product.”Stahlv.Novartis Pharmaceuticals Corp., 283\nF. 3d 254, 269–270 (CA5 2002); see also La. Rev. Stat. Ann.\n§9:2800.57 (West 2009). In both States, a duty to warn falls\nspecifically on the manufacturer. SeeMarksv.OHMEDA,\nInc., 2003–1446, pp. 8–9 (La. App. 3/31/04), 871 So. 2d 1148,\n1155;Grayv.Badger Min. Corp., 676 N. W.\n2d 268, 274 (Minn. 2004).Mensing and Demahy have pleaded\nthat the Manufacturers knew or should have known of the high risk\nof tardive dyskinesia inherent in the long-term use of their\nproduct. They have also pleaded that the Manufacturers knew or\nshould have known that their labels did not adequately warn of that\nrisk. App. 437–438, 67–69, 94–96. The parties do not dispute that,\nif these allegations are true, state law required the Manufacturers\nto use a different, safer label.BFederal law imposes far more\ncomplex drug labeling requirements. We begin with what is not in\ndispute. Under the 1962 Drug Amendments to the Federal Food, Drug,\nand Cosmetic Act, 76 Stat. 780, 21 U. S. C. §301et\nseq.,a manufacturer seeking federal approval to market a new\ndrug must prove that it is safe and effective and that the proposed\nlabel is accurate and adequate.[Footnote 1] See,e.g.,21 U. S. C.\n§§355(b)(1), (d);Wyethv.Levine,555 U. S. 555, 567 (2009). Meeting\nthose requirements involves costly and lengthy clinical testing.\n§§355(b)(1)(A), (d); see also D. Beers, Generic and Innovator\nDrugs: A Guide to FDA Approval Requirements §2.02[A] (7th ed.\n2008).Originally, the same rules\napplied to all drugs. In 1984, however, Congress passed the Drug\nPrice Competition and Patent Term Restoration Act, 98 Stat. 1585,\ncommonly called the Hatch-Waxman Amendments. Under this law,\n“generic drugs” can gain FDA approval simply by showing equivalence\nto a reference listed drug that has already been approved by the\nFDA.[Footnote 2] 21 U.\nS. C. §355(j)(2)(A). This allows manufacturers to develop\ngeneric drugs in-expensively, without duplicating the clinical\ntrials already performed on the equivalent brand-name drug. A\ngeneric drug application must also “show that the [safety and\nefficacy] labeling proposed … is the same as the labeling approved\nfor the [brand-name] drug.” §355(j)(2)(A)(v); see also\n§355(j)(4)(G); Beers §§3.01, 3.03[A].As a result, brand-name and generic drug\nmanufacturers have different federal drug labeling duties. A\nbrand-name manufacturer seeking new drug approval is responsible\nfor the accuracy and adequacy of its label. See,e.g.,21\nU. S. C. §§355(b)(1), (d);Wyeth,supra,at\n570–571. A manufacturer seeking generic drug approval, on the other\nhand, is responsible for ensuring that its warning label is the\nsame as the brand name’s. See,e.g.,§355(j)(2)(A)(v);\n§355(j)(4)(G); 21 CFR §§314.94(a)(8), 314.127(a)(7).The parties do not disagree. What is in\ndispute is whether, and to what extent, generic manufacturers may\nchange their labelsafterinitial FDA approval. Mensing\nand Demahy contend that federal law provided several avenues\nthrough which the Manufacturers could have altered their\nmetoclopramide labels in time to prevent the injuries here. The\nFDA, however, tells us that it interprets its regulations to\nrequire that the warning labels of a brand-name drug and its\ngeneric copy must always be the same—thus, generic drug\nmanufacturers have an ongoing federal duty of “sameness.” U. S.\nBrief 16; see also 57 Fed. Reg. 17961 (1992) (“[T]he [generic\ndrug’s] labeling must be the same as the listed drug product’s\nlabeling because the listed drug product is the basis for [generic\ndrug] ap-proval”). The FDA’s views are “controlling unless plainly\nerroneous or inconsistent with the regulation[s]” or there is any\nother reason to doubt that they reflect the FDA’s fair and\nconsidered judgment.Auerv.Robbins,519 U. S. 452, 461, 462\n(1997) (internal quotation marks omitted).[Footnote 3]1First, Mensing and Demahy urge\nthat the FDA’s “changes-being-effected” (CBE) process allowed the\nManufacturers to change their labels when necessary. See Brief for\nRespondents 33–35; see also 593 F. 3d, at 439–444;Gaetav.Perrigo Pharmaceuticals Co., 630\nF. 3d 1225, 1231 (CA9 2011);Fosterv.American\nHome Prods. Corp., 29 F. 3d 165, 170 (CA4 1994). The CBE\nprocess permits drug manufacturers to “add or strengthen a\ncontraindication, warning, [or] precaution,” 21 CFR\n§314.70(c)(6)(iii)(A) (2006), or to “add or strengthen an\ninstruction about dosage and administration that is intended to\nincrease the safe use of the drug product,” §314.70(c)(6)(iii)(C).\nWhen making labeling changes using the CBE process, drug\nman-ufacturers need not wait for preapproval by the FDA, which\nordinarily is necessary to change a label.Wyeth,supra,at 568. They need only simultaneously file a\nsupplemental application with the FDA. 21 CFR §314.70(c)(6).The FDA denies that the\nManufacturers could have used the CBE process to unilaterally\nstrengthen their warning labels. The agency interprets the CBE\nregulation to allow changes to generic drug labels only when a\ngeneric drug manufacturer changes its label to match an updated\nbrand-name label or to follow the FDA’s instructions. U. S. Brief\n15, 16, n. 7 (interpreting 21 CFR §314.94(a)(8)(iv)); U. S.\nBrief 16, n. 8. The FDA argues that CBE changes unilaterally made\nto strengthen a generic drug’s warning label would violate the\nstatutes and regulations requiring a generic drug’s label to match\nits brand-name counterpart’s.Id.,at 15–16; see also 21\nU. S. C. §355(j)(4)(G); 21 CFR §§314.94(a)(8)(iii),\n314.150(b)(10) (approval may be withdrawn if the generic drug’s\nlabel “is no longer consistent with that for [the\nbrand-name]”).We defer to the FDA’s interpretation of its\nCBE and generic labeling regulations. Although Mensing and Demahy\noffer other ways to interpret the regulations, see Brief for\nRespondents 33–35, we do not find the agency’s interpretation\n“plainly erroneous or inconsistent with the regulation.”Auer,supra, at 461 (internal quotation marks\nomitted). Nor do Mensing and Demahy suggest there is any other\nreason to doubt the agency’s reading. We therefore conclude that\nthe CBE process was not open to the Manufacturers for the sort of\nchange required by state law.2Next, Mensing and Demahy contend\nthat the Manufacturers could have used “Dear Doctor” letters to\nsend ad-ditional warnings to prescribing physicians and other\nhealthcare professionals. See Brief for Respondents 36; 21 CFR\n§200.5. Again, the FDA disagrees, and we defer to the agency’s\nviews.The FDA argues that Dear Doctor\nletters qualify as “labeling.” U. S. Brief 18; see also 21 U.\nS. C. §321(m); 21 CFR §202.1(l)(2). Thus, any such\nletters must be “consistent with and not contrary to [the drug’s]\napproved … labeling.” 21 CFR §201.100(d)(1). A Dear Doctor letter\nthat contained substantial new warning information would not be\nconsistent with the drug’s approved labeling. Moreover, if generic\ndrug manufacturers, but not the brand-name manufacturer, sent such\nletters, that would inaccurately imply a therapeutic difference\nbetween the brand and generic drugs and thus could be impermissibly\n“misleading.” U. S. Brief 19; see 21 CFR §314.150(b)(3) (FDA may\nwithdraw approval of a generic drug if “the labeling of the drug …\nis false or misleading in any particular”).As with the CBE regulation, we defer to the\nFDA. Mensing and Demahy offer no argument that the FDA’s\ninterpretation is plainly erroneous. SeeAuer, 519 U. S.,\nat 461. Accordingly, we conclude that federal law did not permit\nthe Manufacturers to issue additional warnings through Dear Doctor\nletters.3Though the FDA denies that the\nManufacturers could have used the CBE process or Dear Doctor\nletters to strengthen their warning labels, the agency asserts that\na different avenue existed for changing generic drug labels.\nAccording to the FDA, the Manufacturers could have proposed—indeed,\nwere required to propose—stronger warning labels to the agency if\nthey believed such warnings were needed. U. S. Brief 20; 57 Fed.\nReg. 17961. If the FDA had agreed that a label change was\nnecessary, it would have worked with the brand-name manufacturer to\ncreate a new label for both the brand-name and generic drug.Ibid.The agency traces this duty\nto 21 U. S. C. §352(f)(2), which provides that a drug is\n“misbranded … [u]nless its labeling bears … adequate warnings\nagainst … unsafe dosage or methods or duration of administration or\napplication, in such manner and form, as are necessary for the\nprotection of users.” See U. S. Brief 12. By regulation, the FDA\nhas interpreted that statute to require that “labeling shall be\nrevised to include a warning as soon as there is reasonable\nevidence of an association of a serious hazard with a drug.” 21 CFR\n§201.57(e).According to the FDA, these requirements\napply to ge-neric drugs. As it explains, a “ ‘central premise\nof fed- eral drug regulation is that the manufacturer bears\nresponsibility for the content of its label at all times.’ ”\nU. S. Brief 12–13 (quoting Wyeth, 555 U. S., at 570–571). The\nFDA reconciles this duty to have adequate and accurate labeling\nwith the duty of sameness in the following way: Generic drug\nmanufacturers that become aware of safety problems must ask the\nagency to work toward strengthening the label that applies to both\nthe generic and brand-name equivalent drug. U. S. Brief 20.The Manufacturers and the FDA disagree over\nwhether this alleged duty to request a strengthened label actually\nexisted. The FDA argues that it explained this duty in the preamble\nto its 1992 regulations implementing the Hatch-Waxman Amendments.Ibid.;see 57 Fed. Reg. 17961 (“If a [generic drug\nmanufacturer] believes new safety information should be added to a\nproduct’s labeling, it should contact FDA, and FDA will determine\nwhether the labeling for the generic and listed drugs should be\nrevised”). The Manufacturers claim that the FDA’s 19-year-old\nstatement did not create a duty, and that there is no evi-dence of\nany generic drug manufacturer ever acting pursuant to any such\nduty. See Tr. of Oral Arg. 19–24; Reply Brief for Petitioner PLIVA\net al. 18–22. Because we ultimately find pre-emption even\nassuming such a duty existed, we do not resolve the matter.CTo summarize, the relevant state\nand federal requirements are these: State tort law places a duty\ndirectly on all drug manufacturers to adequately and safely label\ntheir products. Taking Mensing and Demahy’s allegations as true,\nthis duty required the Manufacturers to use a different, stronger\nlabel than the label they actually used. Federal drug regulations,\nas interpreted by the FDA, prevented the Manufacturers from\nindependently changing their generic drugs’ safety labels. But, we\nassume, federal law also required the Manufacturers to ask for FDA\nassistance in convincing the brand-name manufacturer to adopt a\nstronger label, so that all corresponding generic drug\nmanufacturers could do so as well. We turn now to the question of\npre-emption.IIIThe Supremacy Clause establishes\nthat federal law “shall be the supreme Law of the Land … any Thing\nin the Constitution or Laws of any State to the Contrary\nnotwithstanding.” U. S. Const., Art. VI, cl. 2. Where\nstate and federal law “directly conflict,” state law must give way.Wyeth, supra,at 583 (Thomas, J., concurring in judgment);\nsee alsoCrosbyv.National Foreign Trade\nCouncil,530 U.\nS. 363, 372 (2000) (“[S]tate law is naturally preempted to the\nextent of any conflict with a federal statute”). We have held that\nstate and federal law conflict where it is “impossible for a\nprivate party to comply with both state and federal\nrequirements.”[Footnote 4]Freightliner Corp.v.Myrick,514 U. S. 280, 287\n(1995) (internal quotation marks omitted).[Footnote 5]AWe find impossibility here. It\nwas not lawful under federal law for the Manufacturers to do what\nstate law required of them. And even if they had fulfilled their\nfederal duty to ask for FDA assistance, they would not have\nsatisfied the requirements of state law.If the Manufacturers had\nindependently changed their labels to satisfy their state-law duty,\nthey would have violated federal law. Taking Mensing and Demahy’s\nallegations as true, state law imposed on the Manufac-turers a duty\nto attach a safer label to their generic metoclopramide. Federal\nlaw, however, demanded that ge-neric drug labels be the same at all\ntimes as the corres-ponding brand-name drug labels. See,e.g.,21 CFR §314.150(b)(10). Thus, it was impossible for\nthe Manufacturers to comply with both their state-law duty to\nchange the label and their federal law duty to keep the label the\nsame.The federal duty to ask the FDA for help in\nstrengthening the corresponding brand-name label, assuming such a\nduty exists, does not change this analysis. Although requesting FDA\nassistance would have satisfied the Man-ufacturers’ federal duty,\nit would not have satisfied their state tort-law duty to provide\nadequate labeling. State law demanded a safer label; it did not\ninstruct the Manufacturers to communicate with the FDA about the\npossibility of a safer label. Indeed, Mensing and Demahy deny that\ntheir state tort claims are based on the Manufacturers’ alleged\nfailure to ask the FDA for assistance in changing the labels. Brief\nfor Respondents 53–54; cf.Buckman Co.v.Plaintiffs’\nLegal Comm.,531 U. S. 341(2001)\n(holding that federal drug and medical device laws pre-empted a\nstate tort-law claim based on failure to properly communicate with\nthe FDA).B1Mensing and Demahy contend that,\nwhile their state-law claims do not turn on whether the\nManufacturers asked the FDA for assistance in changing their\nlabels, the Manufacturers’ federal affirmative defense of\npre-emption does. Mensing and Demahy argue that if the\nManufacturers had asked the FDA for help in changing the\ncorresponding brand-name label, they might eventually have been\nable to accomplish under federal law what state law requires. That\nis true enough. The Manufacturers “freely concede” that they could\nhave asked the FDA for help. PLIVA Brief 48. If they had done so,\nand if the FDA decided there was sufficient supporting information,\nand if the FDA undertook negotiations with the brand-name\nmanufacturer, and if adequate label changes were decided on and\nimplemented, then the Manufacturers would have started a Mouse Trap\ngame that eventually led to a better label on generic\nmetoclopramide.This raises the novel question\nwhether conflict pre-emption should take into account these\npossible actions by the FDA and the brand-name manufacturer. Here,\nwhat federal law permitted the Manufacturers to do could have\nchanged, even absent a change in the law itself, depending on the\nactions of the FDA and the brand-name manufacturer. Federal law\ndoes not dictate the text of each generic drug’s label, but rather\nties those labels to their brand-name counterparts. Thus, federal\nlaw would permit the Manufacturers to comply with the state\nlabeling requirements if, and only if, the FDA and the brand-name\nmanufacturer changed the brand-name label to do so.Mensing and Demahy assert that when a private\nparty’s ability to comply with state law depends on approval and\nassistance from the FDA, proving pre-emption requires that party to\ndemonstrate that the FDA would not have allowed compliance with\nstate law. Here, they argue, the Manufacturers cannot bear their\nburden of proving impossibility because they did not eventryto start the process that might ultimately have\nallowed them to use a safer label. Brief for Respondents\n47.This is a fair argument, but we reject it.The question for “impossibility” is whether\nthe private party could independently do under federal law what\nstate law requires of it. SeeWyeth, 555 U. S., at 573\n(finding no pre-emption where the defendant could “unilaterally” do\nwhat state law required). Accepting Mensing and Demahy’s argument\nwould render conflict pre-emption largely meaningless because it\nwould make most conflicts between state and federal law illusory.\nWe can often imagine that a third party or the Federal Governmentmightdo something that makes it lawful for a private\nparty to accomplish under federal law what state law requires of\nit. In these cases, it is certainly possible that, had the\nManufacturers asked the FDA for help, they might have eventually\nbeen able to strengthen their warning label. Of course, it is alsopossiblethat the Manufacturers could have convinced the\nFDA to reinterpret its regulations in a manner that would have\nopened the CBE process to them. Following Mensing and Demahy’s\nargument to its logical conclusion, it is alsopossiblethat, by asking, the Manufacturers could have persuaded the FDA to\nrewrite its generic drug regulations entirely or talked Congress\ninto amending the Hatch-Waxman Amendments.If these conjectures suffice to prevent\nfederal and state law from conflicting for Supremacy Clause\npurposes, it is unclear when, outside of express pre-emption, the\nSupremacy Clause would have any force.[Footnote 6] We do not read the Supremacy Clause to permit\nan approach to pre-emption that renders conflict pre-emption all\nbut meaningless. The Supremacy Clause, on its face, makes federal\nlaw “the supreme Law of the Land” even absent an express statement\nby Congress. U. S. Const., Art. VI, cl. 2.2Moreover, the text of the\nClause—that federal law shall be supreme, “any Thing in the\nConstitution or Laws of any State to the Contrary\nnotwithstanding”—plainly contemplates conflict pre-emption by\ndescribing federal law as effectively repealing contrary state law.Ibid.;see Nelson, Preemption, 86 Va. L. Rev. 225,\n234 (2000);id.,at 252–253 (describing discussion of the\nSupremacy Clause in state ratification debates as concerning\nwhether federal law could repeal state law, or vice versa). The\nphrase “any [state law] to the Contrary notwithstanding” is anon ob-stanteprovision.Id.,at 238–240, nn.\n43–45. Eighteenth-century legislatures usednon obstanteprovisions to specify the degree to which a new statute was meant\nto repeal older, potentially conflicting statutes in the same\nfield.Id.,at 238–240 (citing dozens of statutes from the\n1770’s and 1780’s with similar provisions). Anon obstanteprovision “in a new statute acknowledged that the statute might\ncontradict prior law and instructed courts not to apply the general\npresumption against implied repeals.”Id.,at 241–242; 4\nM. Bacon, A New Abridgment of the Law 639 (4th ed. 1778) (“Although\ntwo Acts of Parliament areseeminglyrepugnant, yet if\nthere be no Clause ofnon Obstantein the latter, they\nshall if possible have such Construction, that the latter may not\nbe a Repeal of the former by Implication”). Thenon\nobstanteprovision in the Supremacy Clause therefore suggests\nthat federal law should be understood to impliedly repeal\nconflicting state law.Further, the provision suggests\nthat courts should not strain to find ways to reconcile federal law\nwith seemingly conflicting state law. Traditionally, courts went to\ngreat lengths attempting to harmonize conflicting statutes, in\norder to avoid implied repeals.Warderv.Arell,\n2 Va. 282, 296 (1796) (opinion of Roane, J.) (“[W]e ought to seek\nfor such a construction as will reconcile [the statutes]\ntogether”);Ludlow’s Heirsv.Johnston, 3 Ohio\n553, 564 (1828) (“[I]f by any fair course of reasoning the two\n[statutes] can be reconciled, both shall stand”);Doolittlev.Bryan, 14 How. 563, 566 (1853)\n(requiring “the repugnance be quite plain” before finding implied\nrepeal). Anon obstanteprovision thus was a useful way\nfor legislatures to specify that they did not want courts\ndistorting the new law to accommodate the old. Nelson,supra,at 240–242; see also J. Sutherland, Statutes and\nStatutory Construction §147, p. 199 (1891) (“[W]hen there is\ninserted in a statute a provision [ofnon obstante]\n… . It is to be supposed that courts will be less inclined\nagainst recognizing repugnancy in applying such statutes”);Weston’s Case, 73 Eng. Rep. 780, 781 (K. B. 1576) (“[W]hen\nthere are two statutes, one in appearance crossing the other, and\nno clause ofnon obstanteis contained in the second\nstatute … the exposition ought to be that both should stand in\nforce”); G. Jacob, A New Law Dictionary (J. Morgan ed., 10th ed.\n1782) (definition of “statute,” ¶6: “[W]hen there is a seeming\nvariance between twostatutes,and no clause ofnon\nobstantein the latter, such construction shall be made that\nboth may stand”). Thenon obstanteprovision of he\nSupremacy Clause indicates that a court need look no further than\n“the ordinary meanin[g]” of federal law, and should not distort\nfederal law to accommodate conflicting state law.Wyeth,\n555 U. S., at 588 (Thomas, J., concurring in judgment) (internal\nquotation marks omitted).To consider in our pre-emption analysis the\ncontingencies inherent in these cases—in which the Manufacturers’\nability to comply with state law depended on uncertain federal\nagency and third-party decisions—would be inconsistent with thenon obstanteprovision of the Supremacy Clause. The\nManufacturers would be required continually to prove the\ncounterfactual conduct of the FDA and brand-name manufacturer in\norder to establish the supremacy of federal law. We do not think\nthe Supremacy Clause contemplates that sort of contingent\nsupremacy. Thenon obstanteprovision suggests that\npre-emption analysis should not involve speculation about ways in\nwhich federal agency and third-party actions could potentially\nreconcile federal duties with conflicting state duties. When the\n“ordinary meaning” of federal law blocks a private party from\nindependently accomplishing what state law requires, that party has\nestablished pre-emption.3To be sure, whether a private\nparty can act sufficiently independently under federal law to do\nwhat state law requires may sometimes be difficult to determine.But this is not such a case. Before the\nManufacturers could satisfy state law, the FDA—a federal agency—had\nto undertake special effort permitting them to do so. To decide\nthese cases, it is enough to hold that when a party cannot satisfy\nits state duties without the Federal Government’s special\npermission and assistance, which is dependent on the exercise of\njudgment by a federal agency, that party cannot independently\nsatisfy those state duties for pre-emption purposes.Here, state law\nimposed a duty on the Manufacturers to take a certain action, and\nfederal law barred them from taking that action. The only action\nthe Manufacturers could independently take—asking for the FDA’s\nhelp—is not a matter of state-law concern. Mensing and Demahy’s\ntort claims are pre-empted.CWyethis\nnot to the contrary. In that case, as here, the plaintiff contended\nthat a drug manufacturer had breached a state tort-law duty to\nprovide an adequate warning label. 555 U. S., at 559–560. The Court\nheld that the lawsuit was not pre-empted because it was possible\nfor Wyeth, a brand-name drug manufacturer, to comply with both\nstate and federal law.Id.,at 572–573.[Footnote 7] Specifically, the CBE regulation, 21\nCFR §314.70(c)(6)(iii), permitted a brand-name drug manufacturer\nlike Wyeth “to unilaterally strengthen its warning” without prior\nFDA approval. 555 U. S., at 573; cf.supra,at 7–8. Thus,\nthe federal regulations applicable to Wyeth allowed the company, of\nits own volition, to strengthen its label in compliance with its\nstate tort duty.[Footnote\n8]We recognize that\nfrom the perspective of Mensing and Demahy, finding pre-emption\nhere but not inWyethmakes little sense. Had Mensing and\nDemahy taken Reglan, the brand-name drug prescribed by their\ndoctors,Wyethwould control and their lawsuits would not\nbe pre-empted. But because pharmacists, acting in full accord with\nstate law, substituted generic metoclopramide instead, federal law\npre-empts these lawsuits. See,e.g., Minn. Stat.\n§151.21 (2010) (describing when pharmacists may substitute ge-neric\ndrugs); La. Rev. Stat. Ann. §37:1241(A)(17) (West 2007) (same). We\nacknowledge the unfortunate hand that federal drug regulation has\ndealt Mensing, Demahy, and others similarly situated.[Footnote 9]But “it is not this Court’s\ntask to decide whether the statutory scheme established by Congress\nis unusual or even bizarre.”Cuomov.Clearing House\nAssn., L. L. C., 557 U. S. ___, ___ (2009) (Thomas, J.,\nconcurring in part and dissenting in part) (slip op., at 21)\n(internal quotation marks and brackets omitted). It is beyond\ndispute that the federal statutes and regulations that apply to\nbrand-name drug manufacturers are meaningfully different than those\nthat apply to generic drug manufacturers. Indeed, it is the\nspecial, and different, regulation of generic drugs that allowed\nthe generic drug market to expand, bringing more drugs more quickly\nand cheaply to the public. But different federal statutes and\nregulations may, as here, lead to different pre-emption results. We\nwill not distort the Supremacy Clause in order to create similar\npre-emption across a dissimilar statutory scheme. As always,\nCongress and the FDA retain the authority to change the law and\nregulations if they so desire.*  *  *The judgments of\nthe Fifth and Eighth Circuits are reversed, and the cases are\nremanded for further proceedings consistent with this\nopinion.It is so ordered.* Justice Kennedy joins all\nbut Part III–B–2 of this opinion.Footnote\n1All relevant events in these\ncases predate the Food and Drug Administration Amendments Act of\n2007, 121 Stat. 823. We therefore refer exclusively to the pre-2007\nstatutes and regulations and express no view on the impact of the\n2007 Act.Footnote\n2As we use it here, “generic\ndrug” refers to a drug designed to be a copy of a reference listed\ndrug (typically a brand-name drug), and thus identical in active\ningredients, safety, and efficacy. See,e.g.,United\nStatesv.Generix Drug Corp.,460 U. S. 453, 454–455\n(1983); 21 CFR §314.3(b) (2006) (defining “reference listed\ndrug”).Footnote\n3The brief filed by the United\nStates represents the views of the FDA. Cf.Talk America,\nInc.v.Michigan Bell Telephone Co., 564 U. S. ___,\n___, n. 1 (2011) (slip op., at 1, n. 1);Chase Bank\nUSA, N. A.v.McCoy, 562 U. S. ___, ___ (2011)\n(slip op., at 8). Although we defer to the agency’s interpretation\nof its regulations, we do not defer to an agency’s ultimate\nconclusion about whether state law should be pre-empted.Wyethv.Levine,555 U. S. 555, 576 (2009).Footnote\n4We do not address whether\nstate and federal law “directly conflict” in circumstances beyond\n“impossibility.” SeeWyeth, 555 U. S., at 582, 590–591\n(Thomas, J., concurring in judgment) (suggesting that they\nmight).Footnote\n5The Hatch-Waxman Amendments\ncontain no provision expressly pre-empting state tort claims. Seepost, at 9, 19 (Sotomayor, J., dissenting). Nor do they\ncontain any saving clause to expressly preserve state tort claims.\nCf.Williamsonv.Mazda Motor of America, Inc.,\n562 U. S. ___, ___ (2011) (Thomas, J., concurring in judgment)\n(discussing the saving clause in the National Traffic and Motor\nVehicle Safety Act of 1966, 49 U. S. C. §30103(e)). Although\nan express statement on pre-emption is always preferable, the lack\nof such a statement does not end our inquiry. Contrary to the\ndissent’s suggestion, the absence of express pre-emption is not a\nreason to find noconflictpre-emption. Seepost,\nat 19.Footnote\n6The dissent asserts that we\nare forgetting “purposes-and-objectives” pre-emption.Post, at 15–16. But as the dissent acknowledges,\npurposes-and-objectives pre-emption is a form of conflict\npre-emption.Post,at 9, 16. If conflict pre-emption\nanalysis must take into account hypothetical federal action,\nincluding possible changes in Acts of Congress, then there is\nlittle reason to think that pre-emption based on the purposes and\nobjectives of Congress would survive either.Footnote\n7Wyeth also urged that state\ntort law “creat[ed] an unacceptable ‘obstacle to the accomplishment\nand execution of the full purposes and objectives of\nCongress.’ ” 555 U. S., at 563–564 (quotingHinesv.Davidowitz,312 U. S. 52, 67 (1941)).\nThe Court rejected that argument, and that type of pre-emption is\nnot argued here. Cf.post, at 16, n. 13 (opinion of\nSotomayor, J.).Footnote\n8The FDA, however, retained\nthe authority to eventually rescind Wyeth’s unilateral CBE changes.\nAccordingly, the Court noted that Wyeth could have attempted to\nshow, by “clear evidence,” that the FDA would have rescinded any\nchange in the label and thereby demonstrate that it would in fact\nhave been impossible to do under federal law what state law\nrequired.Wyeth,supra,at 571. Wyeth offered no\nsuch evidence.That analysis is consistent\nwith our holding today. The Court inWyethasked what the\ndrug manufacturer could independently do under federal law, and in\nthe absence of clear evidence that Wyeth could not have\naccomplished what state law required of it, found no pre-emption.\nTheWyethCourt held that, because federal law\naccommodated state law duties, “the possibility of impossibility”\nwas “not enough.”Post, at 10; see alsoRicev.Norman Williams Co.,458 U. S. 654, 659\n(1982) (rejecting “hypothetical” impossibility). But here,\n“existing” federal law directly conflicts with state law.Post, at 15 (“Conflict analysis necessarily turns on\nexisting law”). The question in these cases is not whether the\npossibility ofimpossibilityestablishes pre-emption, but\nrather whether the possibility ofpossibilitydefeats\npre-emption.Post, at 10.Footnote\n9That said, the dissent\noverstates what it characterizes as the “many absurd consequences”\nof our holding.Post, at 18. First, the FDA in-forms us\nthat “[a]s a practical matter, genuinely new information about\ndrugs in long use (as generic drugs typically are) appears\ninfre-quently.” U. S. Brief 34–35. That is because patent\nprotections ordinarily prevent generic drugs from arriving on the\nmarket for a number of years after the brand-name drug appears.\nIndeed, situations like the one alleged here are apparently so rare\nthat the FDA has no “formal regulation” establishing generic drug\nmanufacturers’ duty to initiate a label change, nor does it have\nany regulation setting out that label-change process.Id., at 20–21. Second, the dissent admits that, even under\nits approach, generic drug manufacturers could establish\npre-emption in a number of scenarios.Post, at\n12–13.",
    "joined": []
}