{
    "case": {
        "docket": "43",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/43/"
    },
    "id": "3252058",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1080_________________DEPARTMENT OF TRANSPORTATION, et al., PETITIONERSv.ASSOCIATION OFAMERICAN RAILROADSon writ of certiorari to the united states court of appeals for\nthe district of columbia circuit[March 9, 2015]Justice Thomas, concurring in the judgment.We have come to a strange place in our separation-of-powers\njurisprudence. Confronted with a statute that authorizes a\nputatively private market participant to work hand-in-hand with an\nexecutive agency to craft rules that have the force and effect of\nlaw, our primary question—indeed, the primary question the parties\nask us to answer—is whether that market participant is subject to\nan adequate measure of control by the Federal Government. We never\neven glance at the Constitution to see what it says about how this\nauthority must be exercised and by whom.I agree with the Court that the proper disposition in this case\nis to vacate the decision below and to remand for further\nconsideration of respondent’s constitutional challenge to the\nmetrics and standards. I cannot join the majority’s analysis,\nhowever, because it fails to fully correct the errors that require\nus to vacate the Court of Appeals’ decision. I write separately to\ndescribe the framework that I believe should guide our resolution\nof delegation challenges and to highlight serious constitutional\ndefects in the Passenger Rail Investment and Improvement Act of\n2008 (PRIIA) that are properly presented for the lower courts’\nreview on remand.IThe Constitution does not vest the Federal Government with an\nundifferentiated “governmental power.” Instead, the Constitution\nidentifies three types of governmental power and, in the Vesting\nClauses, commits them to three branches of Government. Those\nClauses provide that “[a]ll legislative Powers herein granted shall\nbe vested in a Congress of the United States,” Art. I, §1,\n“[t]he executive Power shall be vested in a President of the United\nStates,” Art. II, §1, cl. 1, and “[t]he judicial Power of the\nUnited States, shall be vested in one supreme Court, and in such\ninferior Courts as the Congress may from time to time ordain and\nestablish,” Art. III, §1.These grants are exclusive. SeeWhitmanv.American\nTrucking Assns., Inc.,531 U. S. 457,472 (2001)\n(legislative power);Free Enterprise Fundv.Public\nCompany Accounting Oversight Bd.,561 U. S. 477–497 (2010)\n(executive power);Sternv.Marshall, 564 U. S.\n___, ___–___ (2011) (slip op., at 16–17) (judicial power). When the\nGovernment is called upon to perform a function that requires an\nexercise of legislative, executive, or judicial power, only the\nvested recipient of that power can per-form it.In addition to allocating power among the different branches,\nthe Constitution identifies certain restrictions on themannerin which those powers are to be exercised. Article I\nrequires, among other things, that “[e]very Bill which shall have\npassed the House of Representatives and the Senate, shall, before\nit become a Law, be presented to the President of the United\nStates; If he approve he shall sign it, but if not he shall return\nit . . . .” Art. I, §7, cl. 2. And although the\nConstitution is less specific about how the President shall\nexercise power, it is clear that he may carry out his duty to take\ncare that the laws be faithfully executed with the aid of\nsubordinates.Myersv.United States,272 U. S.\n52,117 (1926), overruled in part on unrelated grounds inHumphrey’s Executorv.United States,295 U. S.\n602 (1935).When the Court speaks of Congress improperly delegating power,\nwhat it means is Congress’ authorizing an entity to exercise power\nin a manner inconsistent with the Constitution. For example,\nCongress improperly “delegates” legislative power when it\nauthorizes an entity other than itself to make a determination that\nrequires an exercise of legislative power. SeeWhitman,\nsupra, at 472. It also improperly “delegates” legislative power\nto itself when it authorizes itself to act without bicameralism and\npresentment. See,e.g., INSv.Chadha,462 U. S.\n919 (1983). And Congress improperly “delegates”—or, more precisely,\nauthorizes the exercise of, seePerezv.Mortgage Bankers\nAssn.,post, at 22 (Thomas, J., concurring in judgment)\n(noting that Congress may not “delegate” power it does not\npossess)—executive power when it authorizes individuals or groups\noutside of the President’s control to perform a function that\nrequires the exercise of that power. See,e.g., Free Enterprise\nFund,supra.In order to be able to adhere to the provisions of the\nConstitution that allocate and constrain the exercise of these\npowers, we must first understand their boundaries. Here, I do not\npurport to offer a comprehensive description of these powers. My\npurpose is to identify principles relevant to today’s dispute, with\nan eye to offering guidance to the lower courts on remand. At issue\nin this case is the proper division between legislative and\nexecutive powers. An examination of the history of those powers\nreveals how far our modern separation-of-powers jurisprudence has\ndeparted from the original meaning of the Constitution.IIThe allocation of powers in the Constitution is absolute,Perez,post,at 5–8 (opinion of Thomas, J.), but it\ndoes not follow that there is no overlap between the three\ncategories of governmental power. Certain functions may be\nperformed by two or more branches without either exceeding its\nenumerated powers under the Constitution. Resolution of claims\nagainst the Government is the classic example. At least when\nCongress waives its sovereign immunity, such claims may be heard by\nan Article III court, which adjudicates such claims by an exercise\nof judicial power. SeeEx parte Bakelite Corp.,279\nU. S. 438,452 (1929). But Congress may also provide for an\nexecutive agency to adjudicate such claims by an exercise of\nexecutive power. Seeibid.Or Congress may resolve the\nclaims itself, legislating by special Act. Seeibid.The\nquestion is whether the particular function requires the exercise\nof a certain type of power; if it does, then only the branch in\nwhich that power is vested can perform it. For example, although\nthis Court has long recognized that it does not necessarily violate\nthe Constitution for Congress to authorize another branch to make a\ndetermination that it could make itself, there are certain core\nfunctions that require the exercise of legislative power and that\nonly Congress can perform.Waymanv.Southard, 10\nWheat. 1, 43 (1825) (distinguishing between those functions\nCongress must perform itself and those it may leave to an-other\nbranch).The function at issue here is the formulation of gener-ally\napplicable rules of private conduct. Under the original\nunderstanding of the Constitution, that function requires the\nexercise of legislative power. By corollary, the discretion\ninherent in executive power doesnotcomprehend the\ndiscretion to formulate generally applicable rules of private\nconduct.AThe idea that the Executive may not formulate generally\napplicable rules of private conduct emerged even before the theory\nof the separation of powers on which our Constitution was\nfounded.The idea has ancient roots in the concept of the “rule of law,”\nwhich has been understood since Greek and Roman times to mean that\na ruler must be subject to the law in exercising his power and may\nnot govern by will alone. M. Vile, Constitutionalism and the\nSeparation of Powers 25 (2d ed. 1998); 2 Bracton, De Legibus et\nConsuetudinibus Angliae 33 (G. Woodbine ed., S. Thorne transl.\n1968). The principle that a ruler must govern according to law\n“presupposes at least two distinct operations, the making of law,\nand putting it into effect.” Vile,supra,at 24. Al-though\nit was originally thought “that the rule of law was satisfied if a\nking made good laws and always acted according to them,” it became\nincreasingly apparent over time that the rule of law demanded that\nthe operations of “making” law and of “putting it into effect” be\nkept separate. W. Gwyn, The Meaning of the Separation of Powers 35\n(1965); see alsoid.,at 8–9. But when the King’s power was\nat its height, it was still accepted that his “principal duty\n. . . [was], to governhis peopleaccording tolaw.” 1 W. Blackstone, Commentaries on the Laws of England\n226 (1765) (Commentaries) (emphasis added).An early expression of this idea in England is seen in the\n“constitutional” law concerning crown proclamations. Even before a\nmore formal separation of powers came about during the English\nCivil War, it was generally thought that the King could not use his\nproclamation power to alter the rights and duties of his subjects.\nP. Hamburger, Is Administrative Law Unlawful? 33–34 (2014)\n(Hamburger). This power could be exercised by the King only in\nconjunction with Parliament and was exercised through statutes.Ibid.; see also M. Hale, The Prerogatives of the King 141,\n171–172 (D. Yale ed. 1976). The King might participate in “the\nlegislative power” by giving his “assent” to laws created by the\n“concurrence” of “lords and commons assembled in parliament,” but\nhe could not of his own accord “make a law or impose a charge.”Id.,at at 141.In 1539, King Henry VIII secured what might be called a\n“delegation” of the legislative power by prevailing on Parliament\nto pass the Act of Proclamations. Hamburger 35–36. That Act\ndeclared that the King’s proclamations would have the force and\neffect of an Act of Parliament.Id.,at 37. But the Act did\nnot permit the King to deprive his subjects of their property,\nprivileges and franchises, or their lives, except as provided by\nstatutory or common law.Id.,at 37–38. Nor did the Act\npermit him to invalidate “ ‘any acts, [or] common laws\nstanding at [that] time in strength and force.’ ”Id.,at 38 (quoting An Act that Proclamations Made by the King Shall be\nObeyed, 31 Hen. VIII, ch. 8, in Eng. Stat. at Large 263\n(1539)).Even this limited delegation of lawmaking power to the King was\nrepudiated by Parliament less than a decade later. Hamburger 38.\nReflecting on this period in history, David Hume would observe\nthat, when Parliament “gave to the king’s proclamation the same\nforce as to a statute enacted by parliament,” it “made by one act a\ntotal subversion of the English constitution.” 3 D. Hume, The\nHistory of England from the Invasion of Julius Ceasar to the\nRevolution in 1688, p. 266 (1983). By the 17th century, when\nEnglish scholars and jurists began to articulate a more formal\ntheory of the separation of powers, delegations of the type\nafforded to King Henry VIII were all but unheard of. Hale,supra,at 172–173.This is not to say that the Crown did not endeavor to exercise\nthe power to make rules governing private conduct. King James I\nmade a famous attempt, seePerez,post,at 14\n(opinion of Thomas, J.), prompting the influential jurist Chief\nJustice Edward Coke to write that the King could not “change any\npart of the common law, nor create any offence by his proclamation,\nwhich was not an offence before, without Parliament.”Case of\nProclamations, 12 Co. Rep. 74, 75, 77 Eng. Rep. 1352, 1353 (K.\nB. 1611). Coke associated this principle with Chapter 39 of the\nMagna Carta,[1] which he understood to guarantee\nthat no subject would be deprived of a private right—that is, a\nright of life, liberty, or property—except in accordance with “the\nlaw of the land,” which consisted only of statu-tory and common\nlaw. Chapman & McConnell, Due Process as Separation of Powers,\n121 Yale L. J. 1672, 1688 (2012). When the King attempted to\nfashion rules of private conduct unilaterally, as he did in theCase of Proclamations, the resulting enforcement action\ncould not be said to accord with “the law of the land.”John Locke echoed this view. “[F]reedom of men under\ngovernment,” he wrote, “is to have a standing rule to live by,\ncommon to every one of that society, and made by thelegislative\npowererected in it . . . and not to be subject to\nthe inconstant, uncertain, unknown, arbitrary will of another man.”\nJ. Locke, Second Treatise of Civil Government §22, p. 13 (J.\nGough ed. 1947) (Locke) (emphasis added). It followed that this\nfreedom required that the power to make the standing rules and the\npower to enforce them not lie in the same hands. Seeid.,§143, at 72. He further concluded that “[t]he legislative c[ould\nnot] transfer the power of making laws to any other hands: for it\nbeing but a delegated power from the people, they who have it\n[could not] pass it over to others.”Id.,§141, at\n71.[2]William Blackstone, in his Commentaries, likewise maintained\nthat the English Constitution required that no subject be deprived\nof core private rights except in accordance with the law of the\nland. See 1 Commentaries 129, 134, 137–138. He defined a “law” as a\ngenerally applicable “rule of civil conduct prescribed by the\nsupreme power in a state, commanding what is right and prohibiting\nwhat is wrong.”Id.,at 44 (internal quotation marks\nomitted). And he defined a tyrannical government as one in which\n“the right both ofmakingand ofenforcingthe laws,\nis vested in one and the same man, or one and the same body of\nmen,” for “wherever these two powers are united together, there can\nbe no public liberty.”Id.,at 142. Thus, although\nBlackstone viewed Parliament as sovereign and capable of changing\nthe constitution,id.,at 156, he thought a delegation of\nlawmaking power to be “disgrace[ful],” 4id.,at 424; see\nalso Hamburger 39, n. 17.BThese principles about the relationship between private rights\nand governmental power profoundly influenced the men who crafted,\ndebated, and ratified the Constitution. The document itself and the\nwritings surrounding it reflect a conviction that the power to make\nthe law and the power to enforce it must be kept separate,\nparticularly with respect to the regulation of private conduct.The Framers’ dedication to the separation of powers has been\nwell-documented, if only half-heartedly honored. See,e.g.,\nMistrettav.United States,488 U. S. 361–381\n(1989). Most famously, in The Federalist 47, Madison wrote that\n“[n]o political truth is certainly of greater intrinsic value, or\nis stamped with the authority of more enlightened patrons of\nliberty than” the separation of powers. The Federalist No. 47, p.\n301 (C. Rossiter ed. 1961). “The accumulation of all powers,\nlegislative, executive, and judiciary, in the same hands,\n. . . may justly be pronounced the very definition of\ntyranny.”Ibid.; see alsoPerez,post,at 7–8\n(opinion of Thomas, J.).This devotion to the separation of powers is, in part, what\nsupports our enduring conviction that the Vesting Clauses are\nexclusive and that the branch in which a power is vested may not\ngive it up or otherwise reallocate it. The Framers were concerned\nnot just with the starting allocation, but with the “gradual\nconcentration of the several powers in the same department.” The\nFederalist No. 51, at 321 (J. Madison). It was this fear that\nprompted the Framers to build checks and balances into our\nconstitutional structure, so that the branches could defend their\npowers on an ongoing basis.Ibid.; see alsoPerez,post,at 7 (opinion of Thomas, J.).In this sense, the founding generation did not subscribe to\nBlackstone’s view of parliamentary supremacy. Parliament’s\nviolations of the law of the land had been a significant complaint\nof the American Revolution, Chapman & McConnell,supra,at 1699–1703. And experiments in legislative supremacy in the\nStates had confirmed the idea that even the legislature must be\nmade subject to the law.Perez,post,at 6–7 (opinion\nof Thomas, J.). James Wilson explained the Constitution’s break\nwith the legislative supremacy model at the Pennsylvania\nratification convention:“Sir William Blackstone will tell you, that in Britain\n. . . the Parliament may alter the form of the\ngovernment; and that its power is absolute, without control. The\nidea of a constitution, limiting and superintending the operations\nof legislative authority, seems not to have been accurately\nunderstood in Britain. . . .“To control the power and conduct of the legislature, by an\noverruling constitution, was an improvement in the science and\npractice of government reserved to the American states.” 2 J.\nElliot, Debates on the Federal Constitution 432 (2d ed. 1863); see\nalso 4id.,at 63(A. Maclaine) (contrasting Congress, which\n“is to be guided by the Constitution” and “cannot travel beyond its\nbounds,” with the Parliament described in Blackstone’s\nCommentaries).As an illustration of Blackstone’s contrasting model of\nsovereignty, Wilson cited the Act of Proclamations, by which\nParliament had delegated legislative power to King Henry VIII. 2id.,at 432 (J. Wilson); seesupra,at 6.At the center of the Framers’ dedication to the separation of\npowers was individual liberty. The Federalist No. 47, at 302 (J.\nMadison) (quoting Baron de Montesquieu for the proposition that\n“ ‘[t]here can be no liberty where the legislative and\nexecutive powers are united in the same person, or body of\nmagistrates’ ”). This was not liberty in the sense of freedom\nfrom all constraint, but liberty as described by Locke: “to have a\nstanding rule to live by . . . made by thelegislative\npower,” and to be free from “the inconstant, uncertain,\nunknown, arbitrary will of another man.”  Locke §22, at 13. At\nthe heart of this liberty were the Lockean private rights: life,\nliberty, and property. If a person could be deprived of these\nprivate rights on the basis of a rule (or a will) not enacted by\nthe legislature, then he was not truly free. See D. Currie, The\nConstitution in the Supreme Court: The First One Hundred Years,\n1789–1888, p. 272, and n. 268 (1985).[3]This history confirms that the core of the legislative power\nthat the Framers sought to protect from consolidation with the\nexecutive is the power to make “law” in the Blackstonian sense of\ngenerally applicable rules of private conduct.IIIEven with these sound historical principles in mind, classifying\ngovernmental power is an elusive venture.Wayman, 10 Wheat.,\nat 43; The Federalist No. 37, at 228 (J. Madison). But it is no\nless important for its difficulty. The “check” the judiciary\nprovides to maintain our separation of powers is enforcement of the\nrule of law through judicial review.Perez,post,at\n14 (opinion of Thomas, J.). We may not—without imperiling the\ndelicate balance of our constitutional system—forgo our judicial\nduty to ascertain the meaning of the Vesting Clauses and to adhere\nto that meaning as the law.Perez,post,at\n14–16.We have been willing to check the improper allocation of\nexecutive power, see,e.g., Free Enterprise Fund,561\nU. S. 477;Metropolitan Washington Airports Authorityv.Citizens for Abatement of Aircraft Noise, Inc.,501\nU. S. 252 (1991), although probably not as often as we should,\nsee,e.g., Morrisonv.Olson,487 U. S. 654\n(1988). Our record with regard to legislative power has been far\nworse.We have held that the Constitution categorically forbids\nCongress to delegate its legislative power to any other body,Whitman,531 U. S., at 472, but it has become\nincreasingly clear to me that the test we have applied to\ndistinguish legislative from executive power largely abdicates our\nduty to enforce that prohibition. Implicitly recognizing that the\npower to fashion legally binding rules is legislative, we have\nnevertheless classified rulemaking as executive (or judicial) power\nwhen the authorizing statute sets out “an intelligible principle”\nto guide the rulemaker’s discretion.Ibid.Although the\nCourt may never have intended the boundless standard the\n“intelligible principle” test has become, it is evident that it\ndoes not adequately reinforce the Constitution’s allocation of\nlegislative power. I would return to the original understanding of\nthe federal legislative power and require that the Federal\nGovernment create generally applicable rules of private conduct\nonly through the constitutionally prescribed legislative\nprocess.AThe Court first announced the intelligible principle test inJ. W. Hampton, Jr., & Co.v.United States,276\nU. S. 394 (1928). That case involved a challenge to a tariff\nassessed on a shipment of barium dioxide.Id.,at 400. The\nrate of the tariff had been set by proclamation of the President,\npursuant to the so-called flexible tariff provision of the Tariff\nAct of 1922.Ibid.That provision authorized the President\nto increase or decrease a duty set by the statute if he determined\nthat the duty did not “ ‘equalize . . . differences\nin costs of production [of the item to which the duty applied] in\nthe United States and the principal competing country.’ ”Id.,at 401 (quoting19 U. S. C. §154 (1925 ed.)).\nThe importer of the barium dioxide challenged the provision as an\nunconstitutional delegation of legislative power to the President.\n276 U. S., at 404. Agreeing that Congress could not delegate\nlegislative power, the Court nevertheless upheld the Act as\nconstitutional, setting forth the now-famous formulation: “If\nCongress shall lay down by legislative act an intelligible\nprinciple to which the person or body authorized to fix such rates\nis directed to conform, such legislative action is not a forbidden\ndelegation of legislative power.”Id., at 409.Though worded broadly, the test rested on a narrow foundation.\nAt the timeJ. W. Hamptonwas decided, most\n“delegations” by Congress to the Executive, including the\ndelegation at issue in that case, had taken the form of conditional\nlegislation. SeeMarshall Field & Co.v.Clark,143 U. S. 649–689 (1892). That form of\nlegislation “makes the suspension of certain provisions and the\ngoing into operation of other provisions of an Act of Congress\ndepend upon the action of the President based upon the occurrence\nof subsequent events, or the ascertainment by him of certain facts,\nto be made known by his proclamation.”Id., at 683.The practice of conditional legislation dates back at least to\nthe Third Congress in 1794.Id., at 683–689 (collecting\nstatutes). It first came before the Court inCargo of Brig\nAurorav.United States, 7 Cranch 382 (1813). There, the\nCourt considered whether a Presidential proclamation could, by\ndeclaring that France had ceased to violate the neutral commerce of\nthe United States, reinstate a legislative Act embargoing British\ngoods.Id.,at 384, 388. The Court concluded that the\nproclamation was effective, seeing “no sufficient reaso[n] why the\nlegislature should not exercise its discretion . . .\neither expressly or conditionally, as their judgment should\ndirect.”Id.,at 388.At least as defined by the Court inField, the practice\nof conditional legislation does not seem to call on the President\nto exercise a core function that demands an exercise of legislative\npower. Congress creates the rule of private conduct, and the\nPresident makes thefactualdetermination that causes that\nrule to go into effect. That type of factual determination seems\nsimilar to the type of factual determination on which an\nenforcement action is conditioned: Neither involves an exercise of\npolicy discretion, and both are subject to review by a court. SeeUnion Bridge Co.v.United States,204 U. S.\n364,386 (1907) (explaining that, when the Secretary of War\ndetermined whether bridges unreasonably obstruct navigation, he\n“could not be said to exercise strictly legislative . . .\npower any more, for instance, than it could be said that Executive\nofficers exercise such power when, upon investigation, they\nascertain whether a particular applicant for a pension belongs to a\nclass of persons who, under general rules prescribed by Congress,\nare entitled to pensions”).As it happens, however, conditional statutes sometimes did call\nfor the President to make at least an implicit policy\ndetermination. For example, a 1794 provision entitled “An Act to\nauthorize the President of the United States to lay, regulate and\nrevoke Embargoes,” ch. 41,1Stat.372, called on the President to\nimpose an embargo on shipping “whenever, in his opinion, the public\nsafety shall so require . . . .”Ibid.The\nstatutes at issue inFieldandJ. W. Hamptoncould similarly be viewed as calling for built-in policy judgments.\nSee Schoenbrod, The Delegation Doctrine: Could The Court Give It\nSubstance? 83 Mich. L. Rev. 1223, 1263–1264 (1985).[4] Such delegations of policy determinations pose a\nconstitutional problem because they effectively permit the\nPresident to define some or all of the content of that rule of\nconduct. He may do so expressly—by setting out regulations\nspecifying what conduct jeopardizes “the public safety,” for\nexample—or implicitly—by drawing distinctions on an ad hoc\nbasis. In either event, he does so based on a policy judgment that\nis not reviewable by the courts, at least to the extent that the\njudgment falls within the range of discretion permitted him by the\nlaw. Seeid.,at 1255–1260.The existence of these statutes should not be taken to suggest\nthat the Constitution, as originally understood, would permit such\ndelegations. The 1794 embargo statute involved the external\nrelations of the United States, so the determination it authorized\nthe President to make arguably did not involve an exercise of core\nlegislative power. Seeid.,at 1260–1263 (distinguishing the\ntariff statute at issue inFieldandJ. W. Hamptonon\nthese grounds).[5] Moreover, the statute was\nnever subjected to constitutional scrutiny. And when a statute of\nits kind—that is, atariff statute calling for an exercise of policy\njudgment—finally came before this Court for consideration inField, the Court appeared to understand the statute as\ncalling for no more than afactualdetermination. 143\nU. S., at 693. The Court thus did not in that case endorse the\nprinciple that the Executive may fashion generally applicable rules\nof private conduct and appears not to have done so until the 20th\ncentury.More to the point,J. W. Hamptoncan be read to adhere to\nthe “factual determination” rationale fromField. The Court\nconcluded its delegation analysis inJ. W. Hamptonnotwith the “intelligible principle” language, but by\nciting toFieldfor the proposition that the “Act did not in\nany real sense invest the President with the power of legislation,because nothing involving the expediency or just operationof such legislation was left to the determination of the\nPresident.” 276 U. S., at 410 (emphasis added);Field,\n143 U. S., at 692 (explaining that an Act did not “in any real\nsense, invest the President with the power of legislation”).\nCongress had created a “named contin-gency,” and the President “was\nthe mere agent of the law-making department to ascertain and\ndeclare the event upon which its expressed will was to take\neffect.”J. W. Hampton,supra,at\n410–411.[6]The analysis inFieldandJ. W. Hamptonmay have\nbeen premised on an incorrect assessment of the statutes before the\nCourt, see n. 4,supra, but neither purported to define\nexecutive power as including the discretion to make generally\napplicable rules governing private conduct. To the extent that our\nmodern jurisprudence treats them as sanctioning the “delegation” of\nsuch power, it misunderstands their historical foundations and\nexpands the Court’s holdings.BIt is nevertheless true that, at the timeJ. W. Hamptonwas decided, there was a growing trend of cases upholding statutes\npursuant to which the Executive exercised the power of “making\n. . . subordinate rules within prescribed limits.”Panama Refining Co.v.Ryan,293 U. S. 388,421\n(1935); see alsoid.,at 429 (collecting cases). These cases\ninvolved executive power to make “binding rules of conduct,” and\nthey were found valid “as subordinate rules . . . [when]\nwithin the framework of the policy which the legislature ha[d]\nsufficiently defined.”Id.,at 428–429. To the extent that\nthese cases endorsed authorizing the Executive to craft generally\napplicable rules of private conduct, they departed from the\nprecedents on which they pur-ported to rely.The key decision to which these cases purport to trace their\norigin isWayman, 10 Wheat. 1, but that decision does not\nstand for the proposition those cases suggest. Although it upheld a\nstatute authorizing courts to set rules governing the execution of\ntheir own judgments,id.,at 50, its reasoning strongly\nsuggests that rules of private conduct were not the proper subject\nof rulemaking by the courts. Writing for the Court, Chief Justice\nMarshall surveyed a number of choices that could be left to\nrulemaking by the courts, explaining that they concerned only “the\nregulation of the conduct of the officer of the Court in giving\neffect to its judgments.”Id.,at 45. When it came to\nspecifying “the mode of obeying the mandate of a writ,” however, he\nlamented that “so much of that which may be done by the judiciary,\nunder the authority of the legislature, seems to be blended with\nthat for which the legislature must expressly and directly\nprovide.”Id.,at 46.This important passage reflects two premises that Chief Justice\nMarshall took for granted, but which are disregarded in later\ndecisions relying on this precedent: First, reflected in his\ndiscussion of “blending” permissible with impermissible discretion,\nis the premise that it is not thequantity, but thequality, of the discretion that determines whether an\nauthorization is constitutional. Second, reflected in the contrast\nChief Justice Marshall draws between the two types of rules, is the\npremise that the rules “for which the legislature must expressly\nand directly provide” are those regulating private conduct rather\nthan those regulating the conduct of court officers.Thus, when Chief Justice Marshall spoke about the “difficulty in\ndiscerning the exact limits within which the legislature may avail\nitself of the agency of its Courts,”ibid., he did not refer\nto the difficulty in discerning whether the Legislature’s policy\nguidance is “sufficiently de-fined,” seePanama Refining,supra,at 429, but instead the difficulty in discerning\nwhich rules affected substantive private rights and duties and\nwhich did not. We continue to wrestle with this same distinction\ntoday in our decisions distinguishing between substantive and\nprocedural rules both in diversity cases and under the Rules\nEnabling Act. See,e.g., Shady Grove Orthopedic Associates,\nP. A.v.Allstate Ins. Co.,559 U. S. 393–407\n(2010) (“In the Rules Enabling Act, Congress authorized this Court\nto promulgate rules of procedure subject to its review,28\nU. S. C. §2072(a), but with the limitation that those\nrules ‘shall not abridge, enlarge or modify any substantive right,’\n§2072(b)”).[7]CToday, the Court has abandoned all pretense of enforcing a\nqualitative distinction between legislative and executive power. To\nthe extent that the “intelligible principle” test was ever an\nadequate means of enforcing that distinction, it has been decoupled\nfrom the historical understanding of the legislative and executive\npowers and thus does not keep executive “lawmaking” within the\nbounds of inherent executive discretion. SeeWhitman, 531\nU. S.,at 487 (Thomas, J., concurring) (“I am not\nconvinced that the intelligible principle doctrine serves to\nprevent all cessions of legislative power”). Perhaps we were led\nastray by the optical illusion caused by different branches\ncarrying out the same functions, believing that the separation of\npowers would be substantially honored so long as the encroachment\nwere not too great. See,e.g., Lovingv.United\nStates,517 U. S. 748,773 (1996) (“Separation-of-powers\nprinciples are vindicated, not disserved, by measured cooperation\nbetween two political branches of the Government, each contributing\nto a lawful objective through its own processes”). Or perhaps we\ndeliberately departed from the separation, bowing to the exigencies\nof modern Government that were so often cited in cases upholding\nchallenged delegations of rulemaking authority.[8] See,e.g., Mistretta, 488 U. S., at 372\n(“[O]ur jurisprudence has been driven by a practical understanding\nthat in our increasingly complex society, replete with ever\nchanging and more technical problems, Congress simply cannot do its\njob absent an ability to delegate power under broad general\ndirectives”).For whatever reason, the intelligible principle test now\nrequires nothing more than a minimal degree of specificity in the\ninstructions Congress gives to the Executive when it authorizes the\nExecutive to make rules having the force and effect of law. And\nbecause the Court has “ ‘almost never felt qualified to\nsecond-guess Congress regarding the permissible degree of policy\njudgment that can be left to those executing or applying the\nlaw,’ ”Whitman,supra, at 474–475 (majority\nopinion) (quotingMistretta,supra,at 416 (Scalia,\nJ., dissenting)), the level of specificity it has required has been\nvery minimal indeed, see 531 U. S., at 474 (collecting cases\nupholding delegations to regulate in the “public interest”). Under\nthe guise of the intelligible-principle test, the Court has allowed\nthe Executive to go beyond the safe realm of factual investigation\nto make political judgments about what is “unfair” or\n“unnecessary.” See,e.g., American Power & Light Co.v.SEC,329 U. S. 90–105 (1946). It has permitted the\nExecutive to make trade-offs between competing policy goals. See,e.g., Yakusv.United States,321 U. S. 414–426\n(1944) (approving authorization for agency to set prices of\ncommodities at levels that “will effectuate the [sometimes\nconflicting] purposes of th[e] Act”); see alsoIndustrial Union\nDept., AFL–CIOv.American Petroleum Institute,448\nU. S. 607–687 (1980) (Rehnquist, J., concurring in judgment)\n(“It is difficult to imagine a more obvious example of Congress\nsimply avoiding a choice which was both fundamental for purposes of\nthe statute and yet politically so divisive that the necessary\ndecision or compromise was difficult, if not impossible, to hammer\nout in the legislative forge”). It has even permitted the Executive\nto decide which policy goals it wants to pursue.Entergy\nCorp.v.Riverkeeper, Inc.,556 U. S. 208–223 (2009)\n(concluding that Congress gave the Environmental Protection Agency\n(EPA) discretion to decide whether it should consider costs in\nmaking certain rules). And it has given sanction to the Executive\nto craft significant rules of private conduct. See,e.g.,\nWhitman, 531 U. S., at 472–476 (approving delegation to\nEPA to set national standards for air quality); see alsoid.,at 488–489 (Stevens, J., concurring in part and\nconcurring in judgment) (arguing that the Clean Air Act effects a\ndelegation of legislative power because it authorizes EPA to make\nprospective, generally applicable rules of conduct).Our reluctance to second-guess Congress on thedegreeof\npolicy judgment is understandable; our mistake lies in assuming\nthatanydegree of policy judgment is permis-sible when it\ncomes to establishing generally applicable rules governing private\nconduct. To understand the “intelligible principle” test as\npermitting Congress to delegate policy judgment in this context is\nto divorce that test from its history. It may never be possible\nperfectly to distinguish between legislative and executive power,\nbut that does not mean we may look the other way when the\nGovernment asks us to apply a legally binding rule that is not\nenacted by Congress pursuant to Article I.We should return to the original meaning of the Constitution:\nThe Government may create generally applicable rules of private\nconduct only through the proper exercise of legislative power. I\naccept that this would inhibit the Government from acting with the\nspeed and efficiency Congress has sometimes found desirable. In\nanticipating that result and accepting it, I am in good company.\nJohn Locke, for example, acknowledged that a legislative body “is\nusually too numerous, and so too slow for the dispatch requisite to\nexecution.” Locke §160, at 80. But he saw that as a benefit for\nlegislation, for he believed that the creation of rules of private\nconduct should be an irregular and infrequent occurrence. Seeid.,§143, at 72. The Framers, it appears, were inclined to\nagree. As Alexander Hamilton explained in another context, “It may\nperhaps be said that the power of preventing bad laws includes that\nof preventing good ones . . . . But this objection\nwill have little weight with those who can properly estimate the\nmischiefs of that inconstancy and mutability in the laws, which\nform the greatest blemish in the character and genius of our\ngovernments.” The Federalist No. 73, at 443–444. I am comfortable\njoining his conclusion that “[t]he injury which may possibly be\ndone by defeating a few good laws will be amply compensated by the\nadvantage of preventing a number of bad ones.”Id., at\n444.IVAlthough the majority corrects an undoubted error in the framing\nof the delegation dispute below, it does so without placing that\nerror in the context of the constitutional provisions that govern\nrespondent’s challenge to §207 of the PRIIA.AUntil the case arrived in this Court, the parties pro-ceeded on\nthe assumption that Amtrak is a private entity, albeit one subject\nto an unusual degree of governmental control.[9]\nThe Court of Appeals agreed. 721 F. 3d 666, 674–677 (CADC\n2013). Because it also concluded that Congress delegated regulatory\npower to Amtrak,id.,at 670–674, and because this Court has\nheld that delegations of regulatory power to private parties are\nimpermissible,Carterv.Carter Coal Co.,298\nU. S. 238,311 (1936), it held the delegation to be\nunconstitutional, 721 F. 3d, at 677.Although no provision of the Constitution expressly forbids the\nexercise of governmental power by a private entity, our so-called\n“private nondelegation doctrine” flows logically from the three\nVesting Clauses. Because a private entity is neither Congress, nor\nthe President or one of his agents, nor the Supreme Court or an\ninferior court established by Congress, the Vesting Clauses would\ncategorically preclude it from exercising the legislative,\nexecutive, or judicial powers of the Federal Government. In short,\nthe “private nondelegation doctrine” is merely one application of\nthe provisions of the Constitution that forbid Congress to allocate\npower to an ineligible entity, whether governmental or private.For this reason, a conclusion that Amtrak is private—that is,\nnot part of the Government at all—would necessarily mean that it\ncannot exercise these three categories of governmental power. But\nthe converse is not true: A determination that Amtrak acts as a\ngovernmental entity in crafting the metrics and standards says\nnothing about whether it properly exercises governmental power when\nit does so. An entity that “was created by the Government, is\ncontrolled by the Government, and operates for the Government’s\nbenefit,”ante,at 10 (majority opinion), but that is not\nproperly constituted to exercise a power under one of the Vesting\nClauses, is no better qualified to be a delegatee of that power\nthan is a purely private one. To its credit, the majority does not\nhold otherwise. It merely refutes the Court of Appeals’ premise\nthat Amtrak is private. But this answer could be read to suggest,\nwrongly, that our conclusion about Amtrak’s status has some\nconstitutional significance for “delegation” purposes.BThe first step in the Court of Appeals’ analysis on remand\nshould be to classify the power that §207 purports to authorize\nAmtrak to exercise. The second step should be to determine whether\nthe Constitution’s requirements for the exercise of that power have\nbeen satisfied.1Under the original understanding of the legislative and\nexecutive power, Amtrak’s role in the creation of metrics and\nstandards requires an exercise of legislative power because it\nallows Amtrak to decide the applicability of standards that provide\ncontent to generally applicable rules of private conduct.Specifically, the metrics and standards alter the railroads’\ncommon-carrier obligations under49 U. S. C. §11101. Host\nrailroads may enter into contracts with Amtrak under §§10908 and\n24308 to fulfill their common-carrier obligations. The metrics and\nstandards shape the types of contracts that satisfy the\ncommon-carrier obligations because §207 provides that “Amtrak and\nits host rail carriersshall” include the metrics and\nstandards in their contracts “[t]o the extent practicable.” PRIIA\n§207(c),49 U.S.C. §24101 (note) (emphasis added). As Justice Alito\nexplains, it matters little that the railroads may avoid\nincorporating the metrics and standards by arguing that\nincorporation is impracticable; the point is that they have a legal\nduty to try—a duty the substance of which is defined by the metrics\nand standards. Seeante, at 3–4 (concurring opinion). And\nthat duty is backed up by the Surface Transportation Board’s\ncoercive power to impose “reasonable terms” on host railroads when\nthey fail to come to an agreement with Amtrak. §24308(a)(2)(A)(ii).\nPresumably, when it is “practicable” to incorporate the metrics and\nstandards, the Board is better positioned to deem such terms\n“reasonable” and to force them upon the railroads.Although the Government’s argument to the contrary will\npresumably change now that the Court has held that Amtrak is a\ngovernmental entity, it argued before this Court that Amtrak did\nnot exercise meaningful power because other “governmental entities\nhad sufficient control over the development and adoption of the\nmetrics and standards.” Brief for Petitioners 19–26. For support,\nthe Government relied on two questionable precedents in which this\nCourt held that Congress may grant private actors the power to\ndetermine whether a government regulation will go into effect:Currinv.Wallace,306 U. S. 1 (1939), andUnited Statesv.Rock Royal Co-operative, Inc.,307\nU. S. 533 (1939). Those precedents reason that it does not\nrequire an exercise of legislative power to decide whether and when\nlegally binding rules of private conduct will go into effect.Currin,supra,at 16–18;Rock Royal,supra,at 574–577. But as I have explained above, to the\nextent that this decision involves an exercise of policy\ndiscretion, it requires an exercise of legislative power.Supra,at 21–22. In any event, these precedents are directly\ncontrary to our more recent holding that a discretionary “veto”\nnecessarily involves an exercise of legislative power. SeeINSv.Chadha, 462 U. S., at 952–953; see alsoid.,at 987 (White, J., dissenting) (noting that the power\nCongress reserved to itself was virtually identical to the power it\nconferred on private parties inCurrinandRock\nRoyal). As such,CurrinandRock Royalhave been\ndiscredited and lack any force as precedents.Section 207 therefore violates the Constitution. Article I, §1,\nvests the legislative power in Congress, and Amtrak is not\nCongress. The procedures that §207 sets forth for enacting the\nmetrics and standards also do not comply with bicameralism and\npresentment. Art. I, §7. For these reasons, the metrics and\nstandards promulgated under this provision are invalid.2I recognize, of course, that the courts below will be bound to\napply our “intelligible principle” test. I recognize, too, that\nthat test means so little that the courts are likely to conclude\nthat §207 calls for nothing more than the exercise of executive\npower. Having made that determination, the Court of Appeals must\nthen determine whether Amtrak is constitutionally eligible to\nexercise executive power.As noted, Article II of the Constitution vests the executive\npower in a “President of the United States of Amer-ica.” Art. II,\n§1. Amtrak, of course, is not the President of the United States,\nbut this fact does not immediately disqualify it from the exercise\nof executive power. Congress may authorize subordinates of the\nPresident to exercise such power, so long as they remain subject to\nPresidential control.The critical question, then, is whether Amtrak is adequately\nsubject to Presidential control. SeeMyers, 272 U. S.,\nat 117. Our precedents treat appointment and removal powers as the\nprimary devices of executive control,Free Enterprise Fund,\n561 U. S., at 492, and that should be the starting point of\nthe Court of Appeals’ analysis. As Justice Alito’s concurrence\ndemonstrates, however, there are other constitutional requirements\nthat the Court of Appeals should also scrutinize in deciding\nwhether Amtrak is constitutionally eligible to exercise the power\n§207 confers on it.*  *  *In this case, Congress has permitted a corporation subject only\nto limited control by the President to create legally binding\nrules. These rules give content to private railroads’ statutory\nduty to share their private infrastructure with Amtrak. This\narrangement raises serious constitutional questions to which the\nmajority’s holding that Amtrak is a governmental entity is all but\na non sequitur. These concerns merit close consideration by the\ncourts below and by this Court if the case reaches us again. We\nhave too long abrogated our duty to enforce the separation of\npowers required by our Constitution. We have overseen and\nsanctioned the growth of an administrative system that concentrates\nthe power to make laws and the power to enforce them in the hands\nof a vast and unaccountable administrative apparatus that finds no\ncomfortable home in our constitutional structure. The end result\nmay be trains that run on time (although I doubt it), but thecost\nis to our Constitution and the individual liberty it protects.Notes1Chapter 39 of the 1215 Magna Carta\ndeclared that “[n]o free man shall be taken, imprisoned, disseised,\noutlawed, banished, or in any way destroyed, nor will We proceed\nagainst or prosecute him, except by the lawful judgment of his\npeers and by the law of the land.” A. Howard, Magna Carta: Text and\nCommentary 43 (1964).2Locke and his contemporaries also\nbelieved that requiring laws to be made in Parliament secured the\ncommon interest. W. Gwyn, The Meaning of the Separation of Powers\n75 (1965). Parliament would assemble to do the business of\nlegislation, but then its members would disperse to live as private\ncitizens under the laws they had created, providing them an\nincentive to legislate in the common interest. During Parliament’s\nabsence, the King might meet certain emergencies through the\nexercise of prerogative power, but in order to make new, permanent\nlaws, he would be required to call Parliament into session. Locke\n§§143–144, at 72–73. If the King were not dependent on Parliament\nto legislate, then this beneficial cycle of periodic lawmaking\ninterspersed with representatives’ living as private citizens would\nbe broken.3I do not mean to suggest here that\nthe Framers believed an Act of the Legislature wassufficientto deprive a person of private rights; only that\nit was necessary. See generally Chapman & McConnell, Due\nProcess as Separation of Powers, 121 Yale L. J. 1672, 1715,\n1721–1726 (2012) (discussing historical evidence that the Framers\nbelieved the Due Process Clause limited Congress’ power to provide\nby law for the deprivation of private rights without judicial\nprocess).4The statute at issue inFieldauthorized the President to reimpose statutory duties on exports\nfrom a particular country if he found that the country had imposed\n“reciprocally unequal and unreasonable” duties on U. S.\nexports. 143 U. S., at 692. At least insofar as the terms\n“unequal” and “unreasonable” did not have settled common-law\ndefinitions that could be applied mechanically to the facts, they\ncould be said to call for the President to exercise policy judgment\nabout which duties qualified. Seeid.,at 699 (Lamar, J.,\ndissenting but concurring in judgment) (The statute “does not, as\nwas provided in the statutes of 1809 and 1810, entrust the\nPresident with the ascertainment of a fact therein defined upon\nwhich the law is to go into operation. It goes farther than that,\nand deputes to the President the power to suspend another section\nin the same act whenever ‘he may deem’ the action of any foreign\nnation . . . to be ‘reciprocally unequal and\nunreasonable. . . ’ ”). Similarly, the statute\nat issue inJ. W. Hamptoncalled on the President, with the\naid of a commission, to determine the “ ‘costs of\nproduction’ ” for various goods—a calculation that could\nentail an exercise of policy judgment about the appropriate wage\nand profit rates in the relevant industries. 276 U. S., at\n401.5The definition of “law” in England at\nthe time of the ratification did not necessarily include rules—even\nrules of private conduct—dealing with external relations. For\nexample, while “every Englishman [could] claim a right to abide in\nhis own country so long as he pleases; and not to be driven from it\nunless by the sentence of the law,” the King “by his royal\nprerogative, [could] issue out his writne exeat\nregnum, and prohibit any of his subjects from going into\nforeign parts without licence.” 1 Commentaries 133. It is thus\nlikely the Constitution grants the President a greater measure of\ndiscretion in the realm of foreign relations, and the conditional\ntariff Acts must be understood accord-ingly. SeeClintonv.City of New York,524 U. S. 417,445 (1998)\n(distin-guishingFieldon the ground that the statute at\nissue inFieldregulated foreign trade); see alsoUnited\nStatesv.Curtiss-Wright Export Corp.,299 U. S.\n304,324 (1936) (“Practically every volume of the United States\nStatutes contains one or more acts or joint resolutions of Congress\nauthorizing action by the President in respect of subjects\naffecting foreign relations, which either leave the exercise of the\npower to his unrestricted judgment, or provide a standard far more\ngeneral than that which has always been considered requisite with\nregard to domestic affairs”). This Court has at least once\nexpressly relied on this rationale to sanction a delegation of\npower to make rules governing private conduct in the area of\nforeign trade. SeeButtfieldv.Stranahan,192\nU. S. 470,496 (1904).6Contemporary perceptions of the\nstatute were less sanguine. One editorial deemed it “the most\ndangerous advance in bureaucratic government ever attempted in\nAmerica.” D. Schoenbrod, Power Without Responsibility 36 (1993)\n(quoting Letter from J. Cotton (Feb. 7, 1929), in With Our Readers,\n13 Constitutional Review 98, 101 (1929)). President-elect Hoover\nstirred the public with promises of a repeal: “There is only one\ncommission to which delegation of [the] authority [to set tariffs]\ncan be made. That is the great commission of [the people’s] own\nchoosing, the Congress of the United States and the President.”\nPublic Papers of the Presidents, Herbert Hoover, 1929, p. 565\n(1974); see also Schoenbrod,supra,at 36.7Another early precedent on which the\nerrant “subordinate rulemaking” line of cases relies involves rules\ngoverning mining claims on public land.Jacksonv.Roby,109 U. S. 440,441 (1883); see alsoUnited\nStatesv.Grimaud,220 U. S. 506 (1911) (sustaining\nan Act authorizing the Secretary of Agriculture to make rules and\nregulations governing the use and occupancy of public forest\nreservations). Although perhaps questionable on its own terms,Jacksonis distinguishable because it did not involve the\nGovernment’s reaching out to regulate private conduct, but instead\ninvolved the Government’s setting rules by which individ-uals might\nenter onto public land to avail themselves of resources belonging\nto the Government.8Much of the upheaval in our\ndelegation jurisprudence occurred during the Progressive Era, a\ntime marked by an increased faith in the technical expertise of\nagencies and a commensurate cynicism about principles of popular\nsovereignty. SeePerezv.Mortgage Bankers Assn.,post,at 19–20, n. 6 (Thomas, J., concurring in\njudgment).9See Brief for Appellees in No.\n12–5204 (DC), pp. 23–29 (defending §207 under cases upholding\nstatutes “assign[ing] an important role to a private party”);id.,at 29 (“Amtrak . . . is not a private entity\ncompar-able to the [private parties in a relevant precedent].\nAlthough the government does not control Amtrak’s day-to-day\noperations, the government exercises significant structural\ncontrol”).",
    "joined": []
}