{
    "case": {
        "docket": "476",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/476/"
    },
    "id": "1963451",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGPEPPER V. UNITED STATES562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-6822JASON PEPPER, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the eighth circuit[March 2, 2011]Justice Thomas, dissenting.I would affirm the Court of\nAppeals and uphold Pepper’s sentence. As written, the Federal\nSentencing Guidelines do not permit district courts to impose a\nsentence below the Guidelines range based on the defendant’s\npostsentencing rehabilitation.[Footnote 1] See United States Sentencing Commission,\nGuidelines Manual §5K2.19 (Nov. 2010) (USSG). Therefore, I\nrespectfully dissent.InUnited Statesv.Booker,543 U. S. 220,\n258–265 (2005), the Court rendered the entire Guidelines scheme\nadvisory, a remedy that was “far broader than necessary to correct\nconstitutional error.”Kimbroughv.United\nStates,552 U.\nS. 85, 114 (2007) (Thomas, J., dissenting). Because there is\n“no principled way to apply theBookerremedy,” I have\nexplained that it is “best to apply the statute as written,\nincluding 18 U. S. C. §3553(b), which makes the Guidelines\nmandatory,” unless doing so would actually violate the Sixth\nAmendment.Id.,at 116; seeBooker,supra,at 313–326 (Thomas, J., dissenting in part);Gallv.United States,552 U. S. 38, 61 (2007)\n(Thomas, J., dissenting);Irizarryv.United\nStates,553 U.\nS. 708, 717 (2008) (Thomas, J., concurring).I would apply the Guidelines as written in\nthis case because doing so would not violate the Sixth Amendment.\nThe constitutional problem arises only when a judge makes “a\nfinding that raises the sentence beyond the sentence that could\nhave lawfully been imposed by reference to facts found by the jury\nor admitted by the defendant.”Booker,supra,at\n313 (opinion of Thomas, J.). Pepper admitted in his plea agreement\nto involvement with between 1,500 and 5,000 grams of\nmethamphetamine mixture, which carries a sentence of 10 years to\nlife under 21 U. S. C. §841(b)(1)(A)(viii).[Footnote 2]United Statesv.Pepper, 412 F. 3d 995, 996 (CA8 2005). Because Pepper\nhas admitted facts that would support a much longer sentence than\nthe 65 months he received, there is no Sixth Amendment problem in\nthis case.Under a mandatory Guidelines regime, Pepper’s\nsentence was proper. The District Court correctly calculated the\nGuidelines range, incorporated a USSG §5K1.1 departure and the\nGovernment’s motion under Federal Rule of Criminal Procedure 35(b),\nand settled on a 65-month sentence. Guideline §5K2.19 expressly\nprohibits downward departures based on “[p]ost-sentencing\nrehabilitative efforts, even if exceptional.” Nor is there any\nprovision in the Guidelines for the “variance” Pepper seeks, as\nsuch variances are creations of theBookerremedy. I would\ntherefore affirm the Court of Appeals’ decision to uphold Pepper’s\nsentence.Although this outcome would not represent my\nown policy choice, I am bound by the choices made by Congress and\nthe Federal Sentencing Commission. Like the majority, I believe\nthat postsentencing rehabilitation can be highly relevant to\nmeaningful resentencing. Seeante, at 13–15. In light of\nPepper’s success in escaping drug addiction and becoming a\nproductive member of society, I do not see what purpose further\nincarceration would serve. But Congress made the Guidelines\nmandatory, see 18 U. S. C. §3553(b)(1), and authorized USSG\n§5K2.19. I am constrained to apply those provisions unless the\nConstitution prohibits me from doing so, and it does not here.Footnote 1I agree with the Court that the law of the\ncase doctrine did not control Pepper’s resentencing. Seeante, at 29–31.Footnote 2Pepper also stated that he understood both\nthe 10-year statutory minimum and that the Government was making no\npromises about any exceptions.",
    "joined": []
}