{
    "case": {
        "docket": "15-7",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-7/"
    },
    "id": "3586489",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–7_________________UNIVERSAL HEALTH SERVICES, INC., PETITIONERv.UNITED STATES and MASSACHUSETTS, ex rel. JULIO\nESCOBAR and CARMEN CORREAon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 16, 2016]Justice Thomas delivered the opinion of the\nCourt.The False Claims Act, 31 U. S. C.\n§3729et seq., imposes significant penalties on those\nwho defraud the Government. This case concerns a theory of False\nClaims Act liability commonly referred to as “implied false\ncertification.” According to this theory, when a defendant submits\na claim, it impliedly certifies compliance with all conditions of\npayment. But if that claim fails to disclose the defendant’s\nviolation of a material statutory, regulatory, or contractual\nrequirement, so the theory goes, the defendant has made a\nmisrepresentation that renders the claim “false or fraudulent”\nunder §3729(a)(1)(A). This case requires us to consider this theory\nof liability and to clarify some of the circumstances in which the\nFalse Claims Act imposes liability.We first hold that, at least in certain\ncircumstances, the implied false certification theory can be a\nbasis for liability. Specifically, liability can attach when the\ndefendant submits a claim for payment that makes specific\nrepresentations about the goods or services provided, but knowingly\nfails to disclose the defendant’s noncompliance with a statutory,\nregulatory, or contractual requirement. In these circumstances,\nliability may attach if the omission renders those representations\nmisleading.We further hold that False Claims Act liability\nfor failing to disclose violations of legal requirements does not\nturn upon whether those requirements were expressly designated as\nconditions of payment. Defendants can be liable for violating\nrequirements even if they were not expressly designated as\nconditions of payment. Conversely, even when a requirement is\nexpressly designated acondition of payment, not every violation of\nsuch a requirement gives rise to liability. What matters is not the\nlabel the Government attaches to a requirement, but whether the\ndefendant knowingly violated a requirement that the defendant knows\nis material to the Government’s payment decision.A misrepresentation about compliance with a\nstatutory, regulatory, or contractual requirement must be material\nto the Government’s payment decision in order to be actionable\nunder the False Claims Act. We clarify below how that rigorous\nmateriality requirement should be enforced.Because the courts below interpreted\n§3729(a)(1)(A) differently, we vacate the judgment and remand so\nthat those courts may apply the approach set out in\nthisopinion.IAEnacted in 1863, the False Claims Act “was\noriginally aimed principally at stopping the massive frauds\nperpetrated by large contractors during the Civil War.”United\nStatesv.Bornstein, 423 U. S. 303, 309 (1976) .\n“[A] series of sensational congressional investigations” prompted\nhearings where witnesses “painted a sordid picture of how the\nUnited States had been billed for nonexistent or worthless goods,\ncharged exorbitant prices for goods delivered, and generally robbed\nin purchasing the necessities of war.”United Statesv.McNinch, 356 U. S. 595, 599 (1958) . Congress responded\nby imposing civil and criminal liability for 10 types of fraud on\nthe Government, subjecting violators to double damages, forfeiture,\nand up to five years’ imprisonment. Act of Mar. 2, 1863, ch. 67,\n12Stat. 696.Since then, Congress has repeatedly amended the\nAct, but its focus remains on those who present or directly induce\nthe submission of false or fraudulent claims. See 31\nU. S. C. §3729(a) (imposing civil liability on “any\nperson who . . . knowingly presents, or causes to be\npresented, a false or fraudulent claim for payment or approval”). A\n“claim” now includes direct requests to the Government for payment\nas well as reimbursement requests made to the recipients of federal\nfunds under federal benefits programs. See §3729(b)(2)(A). The\nAct’s scienter requirement defines “knowing” and “knowingly” to\nmean that a person has “actual knowledge of the information,” “acts\nin deliberate ignorance of the truth or falsity of the\ninformation,” or “acts in reckless disregard of the truth or\nfalsity of the information.” §3729(b)(1)(A). And the Act defines\n“material” to mean “having a natural tendency to influence, or be\ncapable of influencing, the payment or receipt of money or\nproperty.” §3729(b)(4).Congress also has increased the Act’s civil\npenalties so that liability is “essentially punitive in nature.”Vermont Agency of Natural Resourcesv.United States ex\nrel. Stevens, 529 U. S. 765, 784 (2000) . Defendants are\nsubjected to treble damages plus civil penalties of up to $10,000\nper false claim. §3729(a); 28 CFR §85.3(a)(9) (2015) (adjusting\npenalties for inflation).BThe alleged False Claims Act violations here\narose within the Medicaid program, a joint state-federal program in\nwhich healthcare providers serve poor or disabled patients and\nsubmit claims for government reimbursement. See generally 42\nU. S. C. §1396et seq.The facts recited in\nthe complaint, which we take as true at this stage, are as follows.\nFor five years, Yarushka Rivera, a teenage beneficiary of\nMassachusetts’ Medicaid program, received counseling services at\nArbour Counseling Services, a satellite mental health facility in\nLawrence, Massa-chusetts, owned and operated by a subsidiary of\npeti-tioner Universal Health Services. Beginning in 2004, when\nYarushka started having behavioral problems, five medical\nprofessionals at Arbour intermittently treated her. In May 2009,\nYarushka had an adverse reaction to a medication that a purported\ndoctor at Arbour prescribed after diagnosing her with bipolar\ndisorder. Her condition worsened; she suffered a seizure that\nrequired hospitalization. In October 2009, she suffered another\nseizure and died. She was 17 years old.Thereafter, an Arbour counselor revealed to\nrespondents Carmen Correa and Julio Escobar—Yarushka’s mother and\nstepfather—that few Arbour employees were actually licensed to\nprovide mental health counseling and that supervision of them was\nminimal. Respondents discovered that, of the five professionals who\nhad treated Yarushka, only one was properly licensed. The\npractitioner who diagnosed Yarushka as bipolar identified herself\nas a psychologist with a Ph. D., but failed to mention that her\ndegree came from an unaccredited Internet college and that\nMassachusetts had rejected her application to be licensed as a\npsychologist. Likewise, the practitioner who prescribed medicine to\nYarushka, and who was held out as a psychiatrist, was in fact a\nnurse who lacked authority to prescribe medications absent\nsupervision. Rather than ensuring supervision of unlicensed staff,\nthe clinic’s director helped to misrepresent the staff’s\nqualifications. And the problem went beyond those who treated\nYarushka. Some 23 Arbour employees lacked licenses to provide\nmental health services, yet—despite regulatory requirements to the\ncontrary—they counseled patients and prescribed drugs without\nsupervision.When submitting reimbursement claims, Arbour\nused payment codes corresponding to different services that its\nstaff provided to Yaruskha, such as “Individual Therapy” and\n“family therapy.” 1 App. 19, 20. Staff members also misrepresented\ntheir qualifications and licensing status to the Federal Government\nto obtain individual National Provider Identification numbers,\nwhich are submitted in connection with Medicaid reimbursement\nclaims and correspond to specific job titles. For instance, one\nArbour staff member who treated Yaruskha registered for a number\nassociated with “ ‘Social Worker, Clinical,’ ” despite\nlacking the credentials and licensing required for social workers\nengaged in mental health counseling. 1id.,at 32.After researching Arbour’s operations,\nrespondents filed complaints with various Massachusetts agencies.\nMassachusetts investigated and ultimately issued a report detailing\nArbour’s violation of over a dozen Massachusetts Medicaid\nregulations governing the qualifications and supervision required\nfor staff at mental health facili-ties. Arbour agreed to a remedial\nplan, and two Arbour employees also entered into consent agreements\nwith Massachusetts.In 2011, respondents filed aqui tamsuit in federal court, see 31 U. S. C. §3730, alleging\nthat Universal Health had violated the False Claims Act under an\nimplied false certification theory of liability. The operative\ncomplaint asserts that Universal Health (acting through Arbour)\nsubmitted reimbursement claims that made representations about the\nspecific services provided by specific types of professionals, but\nthat failed to disclose serious violations of regulations\npertaining to staff qualifications and licensing requirements for\nthese services.[1]\nSpecifically, the Massachusetts Medicaid program requires satellite\nfacilities to have specific types of clinicians on staff,\ndelineates licensing requirements for particular positions (like\npsychiatrists, social workers, and nurses), and details supervision\nrequirements for other staff. See 130 Code Mass. Regs.\n§§429.422–424, 429.439 (2014). Universal Health allegedly flouted\nthese regulations because Arbour employed unqualified, unlicensed,\nand unsupervised staff. The Massachusetts Medicaid program, unaware\nof these deficiencies, paid the claims. Universal Health thus\nallegedly defrauded the program, which would not have reimbursed\nthe claims had it known that it was billed for mental health\nservices that were performed by unlicensed and unsupervised staff.\nThe United States declined to intervene.The District Court granted Universal Health’s\nmotion to dismiss the complaint. Circuit precedent had previously\nembraced the implied false certification theory of liability. See,e.g.,United States ex rel. Hutchesonv.Blackstone Medical, Inc., 647 F. 3d 377, 385–387 (CA1\n2011). But the District Court held that respondents had failed to\nstate a claim under that theory because, with one exception not\nrelevant here, none of the regulations that Arbour violated was a\ncondition of payment. See 2014 WL 1271757, *1, *6–*12 (D Mass.,\nMar. 26, 2014).The United States Court of Appeals for the First\nCircuit reversed in relevant part and remanded. 780 F. 3d 504,\n517 (2015). The court observed that each time a billing party\nsubmits a claim, it “implicitly communicate[s] that it conformed to\nthe relevant program requirements, such that it was entitled to\npayment.”Id.,at 514, n. 14. To determine whether a\nclaim is “false or fraudulent” based on such implicit\ncommunications, the court explained, it “asks simply whether the\ndefendant, in submitting a claim for reimbursement, knowingly\nmisrepresented compliance with a material precondition of payment.”Id.,at 512. In the court’s view, a statutory, regulatory,\nor contractual requirement can be a condition of payment either by\nexpressly identifying itself as such or by implication.Id.,at 512–513. The court then held that Universal Health had violated\nMassachusetts Medicaid regulations that “clearly impose conditions\nof payment.”Id.,at 513. The court further held that the\nregulations themselves “constitute[d] dispositive evidence of\nmateriality,” because they identified adequate supervision as an\n“express and absolute” condition of payment and “repeated[ly]\nreference[d]” supervision.Id., at 514 (internal quotation\nmarks omitted).We granted certiorari to resolve the\ndisagreement among the Courts of Appeals over the validity and\nscope of the implied false certification theory of liability. 577\nU. S. ___ (2015). The Seventh Circuit has rejected this\ntheory, reasoning that only express (or affirmative) falsehoods can\nrender a claim “false or fraudulent” under 31 U. S. C.\n§3729(a)(1)(A).United Statesv.Sanford-Brown, Ltd.,\n788 F. 3d 696, 711–712 (2015). Other courts have accepted the\ntheory, but limit its application to cases where defendants fail to\ndisclose violations of expressly designated conditions of payment.E.g., Mikesv.Straus, 274 F. 3d 687, 700 (CA2\n2011). Yet others hold that conditions of payment need not be\nexpressly designated as such to be a basis for False Claims Act\nliability.E.g.,United Statesv.Science\nApplications Int’l Corp., 626 F. 3d 1257, 1269 (CADC 2010)\n(SAIC).IIWe first hold that the implied false\ncertification theory can, at least in some circumstances, provide a\nbasis for liability. By punishing defendants who submit “false or\nfraudulent claims,” the False Claims Act encompasses claims that\nmake fraudulent misrepresentations, which include certain\nmisleading omissions. When, as here, a defendant makes\nrepresentations in submitting a claim but omits its violations of\nstatutory, regulatory, or contractual requirements, those omissions\ncan be a basis for liability if they render the defendant’s\nrepresentations misleading with respect to the goods or services\nprovided.To reach this conclusion, “[w]e start, as\nalways, with the language of the statute.”Allison Engine\nCo.v.United States ex rel. Sanders, 553 U. S.\n662, 668 (2008) (brackets in original; internal quotation marks\nomitted). The False Claims Act imposes civil liability on “any\nperson who . . . knowingly presents, or causes to be\npresented, a falseor fraudulent claim for payment or approval.”\n§3729(a)(1)(A). Congress did not define what makes a claim “false”\nor “fraudulent.” But “[i]t is a settled principle of interpretation\nthat, absent other indication, Congress intends to incorporate the\nwell-settled meaning of the common-law terms it uses.”Sekharv.United States, 570 U. S. ___, ___\n(2013) (slip op., at 3) (internal quotation marks omitted). And the\nterm “fraudulent” is a paradigmatic example of a statutory term\nthat incorporates the common-law meaning of fraud. SeeNederv.United States, 527 U. S. 1, 22 (1999) (the term\n“actionable ‘fraud’” is one with “a well-settled meaning at common\nlaw”).[2]Because common-law fraud has long encompassed\ncertain misrepresentations by omission, “false or fraudulent\nclaims” include more than just claims containing express\nfalsehoods. The parties and the Government agree that\nmisrepresentations by omission can give rise to liability. Brief\nfor Petitioner 30–31; Brief for Respondents 22–31; Brief for United\nStates asAmicus Curiae16–20.The parties instead dispute whether submitting a\nclaim without disclosing violations of statutory, regulatory, or\ncontractual requirements constitutes such an actionable\nmisrepresentation. Respondents and the Government invoke the\ncommon-law rule that, while nondisclosure alone ordinarily is not\nactionable, “[a] representation stating the truth so far as it goes\nbut which the maker knows or believes to be materially misleading\nbecause of his failure to state additional or qualifying matter” is\nactionable. Restatement (Second) of Torts §529, p. 62 (1976). They\ncontend that every submission of a claim for payment implicitly\nrepresents that the claimant is legally entitled to payment, and\nthat failing to disclose violations of material legal requirements\nrenders the claim misleading. Universal Health, on the other hand,\nargues that submitting a claim involves no representations, and\nthat a different common-law rule thus governs: nondisclosure of\nlegal violations is not actionable absent a special “ ‘duty\n. . . to exercise reasonable care to disclose the matter\nin question,’ ” which it says is lacking in Government\ncontracting. Brief for Petitioner 31 (quoting Restatement (Second)\nof Torts §551(1), at 119).We need not resolve whether all claims for\npayment implicitly represent that the billing party is legally\nentitled to payment. The claims in this case do more than merely\ndemand payment. They fall squarely within the rule that\nhalf-truths—representations that state the truth only so far as it\ngoes, while omitting critical qualifying information—can be\nactionable misrepresentations.[3] A classic example of an actionable half-truth in\ncontract law is the seller who reveals that there may be two new\nroads near a property he is selling, but fails to disclose that a\nthird potential road might bisect the property. SeeJunius\nConstr. Co.v.Cohen, 257 N. Y. 393, 400, 178\nN. E. 672, 674 (1931) (Cardozo, J.). “The enumeration of two\nstreets, described as unopened but projected, was a tacit\nrepresentation that the land to be conveyed was subject to no\nothers, and certainly subject to no others materially affecting the\nvalue of the purchase.”Ibid.Likewise, an applicant for an\nadjunct position at a local college makes an actionable\nmisrepresentation when his resume lists prior jobs and then\nretirement, but fails to disclose that his “retirement” was a\nprison stint for perpetrating a $12 million bank fraud. See 3 D.\nDobbs, P. Hayden, & H. Bublick, Law of Torts §682, pp. 702–703,\nand n. 14 (2d ed. 2011) (citingSarvisv.Vermont State\nColleges, 172 Vt. 76, 78, 80–82, 772 A. 2d 494, 496,\n497–499 (2001)).So too here, by submitting claims for payment\nusing payment codes that corresponded to specific counseling\nservices, Universal Health represented that it had pro-vided\nindividual therapy, family therapy, preventive medica-tion\ncounseling, and other types of treatment. Moreover, Arbour staff\nmembers allegedly made further representations in submitting\nMedicaid reimbursement claims by using National Provider\nIdentification numbers corresponding to specific job titles. And\nthese representations were clearly misleading in context. Anyone\ninformed that a social worker at a Massachusetts mental health\nclinic provided a teenage patient with individual counseling\nservices would probably—but wrongly—conclude that the clinic had\ncomplied with core Massachusetts Medicaid requirements (1) that a\ncounselor “treating children [is] required to have specialized\ntraining and experience in children’s services,” 130 Code Mass.\nRegs. §429.422, and also (2) that, at a minimum, the social worker\npossesses the prescribed qualifications for the job, §429.424(C).\nBy using payment and other codes that conveyed this information\nwithout disclosing Arbour’s many violations of basic staff and\nlicensing requirements for mental health facilities, Universal\nHealth’s claims constituted misrepresentations.Accordingly, we hold that the implied\ncertification theory can be a basis for liability, at least where\ntwo conditions are satisfied: first, the claim does not merely\nrequest payment, but also makes specific representations about the\ngoods or services provided; and second, the defendant’s failure to\ndisclose noncompliance with material statutory, regulatory, or\ncontractual requirements makes those representations misleading\nhalf-truths.[4]IIIThe second question presented is whether, as\nUniversal Health urges, a defendant should face False Claims Act\nliability only if it fails to disclose the violation of a\ncontractual, statutory, or regulatory provision that the Government\nexpressly designated a condition of payment. We conclude that the\nAct does not impose this limit on liability. But we also conclude\nthat not every undisclosed violation of an express condition of\npayment automatically triggers liability. Whether a provision is\nlabeled a condition of payment is relevant to but not dispositive\nof the materiality inquiry.ANothing in the text of the False Claims Act\nsup-ports Universal Health’s proposed restriction. Section\n3729(a)(1)(A) imposes liability on those who present “false or\nfraudulent claims” but does not limit such claims to\nmisrepresentations about express conditions of payment. SeeSAIC, 626 F. 3d, at 1268 (rejecting any textual basis\nfor an express-designation rule). Nor does the common-law meaning\nof fraud tether liability to violating an express condition of\npayment. A statement that misleadingly omits critical facts is a\nmisrepresentation irrespective of whether the other party has\nexpressly signaled the importance of the qualifying information.Supra,at 9–11.The False Claims Act’s materiality requirement\nalso does not support Universal Health. Under the Act, the\nmisrepresentation must be material to the other party’s course of\naction. But, as discussed below, seeinfra, at 15–17,\nstatutory, regulatory, and contractual requirements are not\nautomatically material, even if they are labeled conditions of\npayment. Cf.Matrixx Initiatives, Inc.v.Siracusano,\n563 U. S. 27, 39 (2011) (materiality cannot rest on “a single\nfact or occurrence as always determinative” (internal quotation\nmarks omitted)).Nor does the Act’s scienter requirement,\n§3729(b)(1)(A), support Universal Health’s position. A defendant\ncan have “actual knowledge” that a condition is material without\nthe Government expressly calling it a condition of payment. If the\nGovernment failed to specify that guns it orders must actually\nshoot, but the defendant knows that the Government routinely\nrescinds contracts if the guns do not shoot, the defendant has\n“actual knowledge.” Likewise, because a reasonable person would\nrealize the imperative of a functioning firearm, a defendant’s\nfailure to appreciate the materiality of that condition would\namount to “deliberate ignorance” or “reckless disregard” of the\n“truth or falsity of the information” even if the Government did\nnot spell this out.Universal Health nonetheless contends that False\nClaims Act liability should be limited to undisclosed violations of\nexpressly designated conditions of payment to provide defendants\nwith fair notice and to cabin liability. But policy arguments\ncannot supersede the clear statutory text.Kloecknerv.Solis, 568 U. S. ___, ___–___, n. 4 (2012) (slip op.,\nat 13–14, n. 4). In any event, Universal Health’s approach\nrisks undercutting these policy goals. The Government might respond\nby designating every legal requirement an express condition of\npayment. But billing parties are often subject to thousands of\ncomplex statutory and regulatory provisions. Facing False Claims\nAct liability for violating any of them would hardly help would-be\ndefendants anticipate and prioritize compliance obligations. And\nforcing the Government to expressly designate a provision as a\ncondition ofpaymentwould create further arbitrariness.\nUnder Universal Health’s view, misrepresenting compliance with a\nrequirement that the Government expressly identified as a condition\nof payment could expose a defendant to liability. Yet, under this\ntheory, misrepresenting compliance with a condition of eligibility\nto even participate in a federal program when submitting a claim\nwould not.Moreover, other parts of the False Claims Act\nallay Universal Health’s concerns. “[I]nstead of adopting a\ncircumscribed view of what it means for a claim to be false or\nfraudulent,” concerns about fair notice and open-ended liability\n“can be effectively addressed through strict enforcement of the\nAct’s materiality and scienter requirements.”SAIC,supra,at 1270. Those requirements are rigorous.BAs noted, a misrepresentation about compliance\nwith a statutory, regulatory, or contractual requirement must be\nmaterial to the Government’s payment decision in order to be\nactionable under the False Claims Act. We now clarify how that\nmateriality requirement should be enforced.Section 3729(b)(4) defines materiality using\nlanguage that we have employed to define materiality in other\nfederal fraud statutes: “[T]he term ‘material’ means having a\nnatural tendency to influence, or be capable of influencing, the\npayment or receipt of money or property.” SeeNeder, 527\nU. S.,at 16 (using this definition to interpret the\nmail, bank, and wire fraud statutes);Kungysv.United\nStates, 485 U. S. 759, 770 (1988) (same for fraudulent\nstatements to immigration officials). This materiality requirement\ndescends from “common-law antecedents.”Id.,at 769. Indeed,\n“the common law could not have conceived of ‘fraud’ without proof\nof materiality.”Neder,supra,at 22; see also Brief\nfor United States asAmicus Curiae30 (describing common-law\nprinciples and arguing that materiality under the False Claims Act\nshould involve a “similar approach”).We need not decide whether §3729(a)(1)(A)’s\nmateriality requirement is governed by §3729(b)(4) or derived\ndirectly from the common law. Under any understanding of the\nconcept, materiality “look[s] to the effect on the likely or actual\nbehavior of the recipient of the alleged misrepresentation.” 26 R.\nLord, Williston on Contracts §69:12, p. 549 (4th ed. 2003)\n(Williston). In tort law, for instance, a “matter is material” in\nonly two circumstances: (1) “[if ] a reasonable man would\nattach importance to [it] in determining his choice of action in\nthe transaction”; or (2) if the defendant knew or had reason to\nknow that the recipient of the representation attaches importance\nto the specific matter “in determining his choice of action,” even\nthough a reasonable person would not. Restatement (Second) of Torts\n§538, at 80. Materiality in contract law is substantially similar.\nSee Restatement (Second) of Contracts §162(2), and Commentc, pp. 439, 441 (1979) (“[A] misrepresentation is material”\nonly if it would “likely . . . induce a reasonable person\nto manifest his assent,” or the defendant “knows that for some\nspecial reason [the representation] is likely to induce the\nparticular recipient to manifest his assent” to the\ntransaction).[5]The materiality standard is demanding. The False\nClaims Act is not “an all-purpose antifraud statute,”Allison\nEngine, 553 U. S., at 672, or a vehicle for punishing\ngarden-variety breaches of contract or regulatory violations. A\nmisrepresentation cannot be deemed material merely because the\nGovernment designates compliance with a particular statutory,\nregulatory, or contractual requirement as a condition of payment.\nNor is it sufficient for a finding of materiality that the\nGovernment would have the option to decline to pay if it knew of\nthe defendant’s noncompliance. Materiality, in addition, cannot be\nfound where noncompliance is minor or insubstantial. SeeUnited\nStates exrel. Marcusv.Hess, 317\nU. S. 537, 543 (1943) (contractors’ misrepresentation that\nthey satisfied a non-collusive bidding requirement for federal\nprogram contracts violated the False Claims Act because “[t]he\ngovernment’s money would never have been placed in the joint fund\nfor payment to respondents had its agents known the bids were\ncollusive”); see alsoJunius Constr., 257 N. Y., at\n400, 178 N. E., at 674 (an undisclosed fact was material\nbecause “[n]o one can say with reason that the plaintiff would have\nsigned this contract if informed of the likelihood” of the\nundisclosed fact).In sum, when evaluating materiality under the\nFalse Claims Act, the Government’s decision to expressly iden-tify\na provision as a condition of payment is relevant, but not\nautomatically dispositive. Likewise, proof of materiality can\ninclude, but is not necessarily limited to, evidence that the\ndefendant knows that the Government consis-tently refuses to pay\nclaims in the mine run of cases based on noncompliance with the\nparticular statutory, regulatory, or contractual requirement.\nConversely, if the Government pays a particular claim in full\ndespite its actual knowledge that certain requirements were\nviolated, that is very strong evidence that those requirements are\nnot material. Or, if the Government regularly pays a particular\ntype of claim in full despite actual knowledge that certain\nrequirements were violated, and has signaled no change in position,\nthat is strong evidence that the requirements are not\nmaterial.[6]These rules lead us to disagree with the\nGovernment’s and First Circuit’s view of materiality: that any\nstatutory, regulatory, or contractual violation is material so long\nas the defendant knows that the Government would be entitled to\nrefuse payment were it aware of the violation. See Brief for United\nStates asAmicus Curiae30; Tr. of Oral Arg. 43\n(Government’s “test” for materiality “is whether the person knew\nthat the government could lawfully withhold payment”); 780\nF. 3d, at 514; see also Tr. of Oral Arg. 26, 29 (statements by\nrespondents’ counsel endorsing this view). At oral argument, the\nUnited States explained the implications of its position: If the\nGovernment contracts for health services and adds a requirement\nthat contractors buy American-made staplers, anyone who submits a\nclaim for those services but fails to disclose its use of foreign\nstaplers violates the False Claims Act. To the Government,\nliability would attach if the defendant’s use of foreign staplers\nwould entitle the Government not to pay the claim in whole or\npart—irrespective of whether the Government routinely pays claims\ndespite knowing that foreign staplers were used.Id., at\n39–45. Likewise, if the Government required contractors to aver\ntheir compliance with the entire U. S. Code and Code of\nFederal Regulations, then under this view, failing to mention\nnoncompliance with any of those requirements would always be\nmaterial. The False Claims Act does not adopt such an\nextraordinarily expansive view of liability.*  *  *Because both opinions below assessed\nrespondents’ complaint based on interpretations of §3729(a)(1)(A)\nthat differ from ours, we vacate the First Circuit’s judgment and\nremand the case for reconsideration of whether respondents have\nsufficiently pleaded a False Claims Act violation. SeeOmnicare,\nInc.v.Laborers Dist. Council Constr. Industry Pension\nFund, 575 U. S. ___, ___ (2015) (slip op., at 19). We\nemphasize, however, that the False Claims Act is not a means of\nimposing treble damages and other penalties for insignificant\nregulatory or contractual violations. This case centers on\nallegations of fraud, not medical malpractice. Respondents have\nalleged that Universal Health misrepresented its compliance with\nmental health facility requirements that are so central to the\nprovision of mental health counseling that the Medicaid program\nwould not have paid these claims had it known of these violations.\nRespondents may well have adequately pleaded a violation of\n§3729(a)(1)(A). But we leave it to the courts below to resolve this\nin the first instance.The judgment of the Court of Appeals is vacated,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.Notes1Although Universal Health\nsubmitted some of the claims at issue before 2009, we assume—as the\nparties have done—that the 2009 amendments to the False Claims Act\napply here. Universal Health does not argue, and we thus do not\nconsider, whether pre-2009 conduct should be treated\ndifferently.2The False Claims Act\nabrogates the common law in certain respects. For instance, the\nAct’s scienter requirement “require[s] no proof of specific intent\nto defraud.” 31 U. S. C. §3729(b)(1)(B). But we presume\nthat Congress retained all other elements of common-law fraud that\nare consistent with the statutory text because there are no textual\nindicia to the contrary. SeeNeder,527 U. S.,at 24–25.3This rule recurs\nthroughout the common law. In tort law, for example, “if the\ndefendant does speak, he must disclose enough to prevent his words\nfrom being misleading.” W. Keeton, D. Dobbs, R. Keeton, & D.\nOwen, Prosser and Keeton on Law of Torts §106, p. 738 (5th ed.\n1984). Contract law also embraces this principle. See,e.g.,Restatement (Second) of Contracts §161, Commenta, p. 432\n(1979). And we have used this definition in other statutory\ncontexts. See,e.g.,MatrixxInitiatives, Inc.v.Siracusano, 563 U. S. 27, 44 (2011) (securities\nlaw).4As an alternative\nargument, Universal Health asserts that misleading partial\ndisclosures constitute fraudulent misrepresentations only when the\ninitial statement partially disclosed unfavorable information. Not\nso. “[A] statement that contains only favorable matters and omits\nall reference to unfavorable matters is as much a false\nrepresentation as if all the facts stated were untrue.” Restatement\n(Second) of Torts, §529, Commenta, pp. 62–63\n(1976).5Accord, Williston §69:12,\npp. 549–550 (“most popular” understanding is “that a\nmisrepresentation is material if it concerns a matter to which a\nreasonable person would attach importance in determining his or her\nchoice of action with respect to the transaction involved: which\nwill induce action by a complaining party[,] knowledge of which\nwould have induced the recipient to act differently” (footnote\nomitted));id.,at 550 (noting rule that “a\nmisrepresentation is material if, had it not been made, the party\ncomplaining of fraud would not have taken the action alleged to\nhave been induced by the misrepresentation”);Junius Constr.\nCo.v.Cohen, 257 N. Y. 393, 400, 178 N. E.\n672, 674 (1931) (a misrepresentation is material if it “went to the\nvery essence of the bargain”); cf.Nederv.United\nStates, 527 U. S. 1 , n. 5 (1999) (relying on\n“ ‘natural tendency to influence’ ” standard and citing\nRestatement (Second) of Torts §538 definition of\nmateriality).6We reject Universal\nHealth’s assertion that materiality is too fact intensive for\ncourts to dismiss False Claims Act cases on a motion to dismiss or\nat summary judgment. The standard for materiality that we have\noutlined is a familiar and rigorous one. And False Claims Act\nplaintiffs must also plead their claims with plausibility and\nparticular-ity under Federal Rules of Civil Procedure 8 and 9(b)\nby, for instance, pleading facts to support allegations of\nmateriality.",
    "joined": []
}