{
    "case": {
        "docket": "393",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/393/"
    },
    "id": "1962458",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRINGMORSE V. FREDERICK551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-278DEBORAH MORSE, et al., PETITIONERSv.JOSEPH FREDERICKon writ of certiorari to the united states court of\nappeals for the ninth circuit[June 25, 2007]Justice Thomas, concurring.The Court today decides that a\npublic school may prohibit speech advocating illegal drug use. I\nagree and therefore join its opinion in full. I write separately to\nstate my view that the standard set forth inTinkerv.Des Moines Independent Community School Dist.,393 U. S. 503(1969), is\nwithout basis in the Constitution.IThe First Amendment states that\n“Congress shall make no law … abridging the freedom of speech.” As\nthis Court has previously observed, the First Amendment was not\noriginally understood to permit all sorts of speech; instead,\n“[t]here are certain well-defined and narrowly limited classes of\nspeech, the prevention and punishment of which have never been\nthought to raise any Constitutional problem.”Chaplinskyv.New Hampshire,315 U. S. 568, 571–572\n(1942); see alsoCoxv.Louisiana,379 U. S. 536, 554\n(1965). In my view, the history of public education suggests that\nthe First Amendment, as originally understood, does not protect\nstudent speech in public schools. Although colonial schools were\nexclusively private, public education proliferated in the early\n1800’s. By the time the States ratified the Fourteenth Amendment,\npublic schools had become relatively common. W. Reese, America’s\nPublic Schools: From the Common School to “No Child Left Behind”\n11–12 (2005) (hereinafter Reese). If students in public schools\nwere originally understood as having free-speech rights, one would\nhave expected 19th-century public schools to have respected those\nrights and courts to have enforced them.[Footnote 1] They did not.ADuring the colonial era, private\nschools and tutors offered the only educational opportunities for\nchildren, and teachers managed classrooms with an iron hand. R.\nButts & L. Cremin, A History of Education in American Culture\n121, 123 (1953) (hereinafter Butts). Public schooling arose, in\npart, as a way to educate those too poor to afford private schools.\nSee Kaestle & Vinovskis, From Apron Strings to ABCs: Parents,\nChildren, and Schooling in Nineteenth-Century Massachusetts, 84 Am.\nJ. Sociology S39, S49 (Supp. 1978). Because public schools were\ninitially created as substitutes for private schools, when States\ndeveloped public education systems in the early 1800’s, no one\ndoubted the government’s ability to educate and discipline children\nas private schools did. Like their private counterparts, early\npublic schools were not places for freewheeling debates or\nexploration of competing ideas. Rather, teachers instilled “a core\nof common values” in students and taught them self-control. Reese\n23; A. Potter & G. Emerson, The School and the Schoolmaster: A\nManual 125 (1843) (“By its discipline it contributes, insensibly,\nto generate a spirit of subordination to lawful authority, a power\nof self-control, and a habit of postponing present indulgence to a\ngreater future good …”); D. Parkerson & J. Parkerson, The\nEmergence of the Common School in the U. S. Countryside 6 (1998)\n(hereinafter Parkerson) (noting that early education activists,\nsuch as Benjamin Rush, believed public schools “help[ed] control\nthe innate selfishness of the individual”).Teachers instilled these\nvalues not only by presenting ideas but also through strict\ndiscipline. Butts 274–275. Schools punished students for behavior\nthe school considered disrespectful or wrong. Parkerson 65 (noting\nthat children were punished for idleness, talking, profanity, and\nslovenliness). Rules of etiquette were enforced, and courteous\nbehavior was demanded. Reese 40. To meet their educational\nobjectives, schools required absolute obedience. C. Northend, The\nTeacher’s Assistant or Hints and Methods in School Discipline and\nInstruction 44, 52 (1865) (“I consider a school judiciously\ngoverned, where order prevails; where the strictest sense of\npropriety is manifested by the pupils towards the teacher, and\ntowards each other . . .” (internal quotation marks\nomitted)).[Footnote 2]In short, in the earliest public schools,\nteachers taught, and students listened. Teachers commanded, and\nstudents obeyed. Teachers did not rely solely on the power of ideas\nto persuade; they relied on discipline to maintain order.BThrough the legal doctrine of\nin loco parentis, courts upheld the right of schools to\ndiscipline students, to enforce rules, and to maintain\norder.[Footnote 3] Rooted in\nthe English common law,in loco parentisoriginally\ngoverned the legal rights and obligations of tutors and private\nschools. 1 W. Blackstone, Commentaries on the Laws of England 441\n(1765) (“[A parent] may also delegate part of his parental\nauthority, during his life, to the tutor or schoolmaster of his\nchild; who is thenin loco parentis, and has such a\nportion of the power of the parent committed to his charge, viz.\nthat of restraint and correction, as may be necessary to answer the\npurposes for which he is employed”). Chancellor James Kent noted\nthe acceptance of the doctrine as part of American law in the early\n19th century. 2 J. Kent, Commentaries on American Law *205,\n*206–*207 (“So the power allowed by law to the parent over the\nperson of the child may be delegated to a tutor or instructor, the\nbetter to accomplish the purpose of education”).As early as 1837, state courts\napplied thein loco parentisprinciple to public\nschools:“One of the most sacred duties of parents, is to\ntrain up and qualify their children, for becoming useful and\nvirtuous members of society; this duty cannot be effectually\nperformed without the ability to command obedience, to control\nstubbornness, to quicken diligence, and to reform bad habits\n… . The teacher is the substitute of the parent; … and in the\nexercise of these delegated duties, is invested with his power.”Statev.Pendergrass, 19 N. C. 365, 365–366,\n(1837).Applyingin loco parentis, the judiciary\nwas reluctant to interfere in the routine business of school\nadministration, allowing schools and teachers to set and enforce\nrules and to maintain order.Sheehanv.Sturges,53 Conn. 481, 483–484, 2 A. 841, 842 (1885). Thus, in the early\nyears of public schooling, schools and teachers had considerable\ndiscretion in disciplinary matters:“To accomplish th[e] desirable ends [of teaching\nself-restraint, obedience, and other civic virtues], the master of\na school is necessarily invested with much discretionary\npower… . He must govern these pupils, quicken the slothful,\nspur the indolent, restrain the impetuous, and control the\nstubborn. He must make rules, give commands, and punish\ndisobedience. What rules, what commands, and what punishments shall\nbe imposed, are necessarily largely within the discretion of the\nmaster, where none are defined by the school board.”Pattersonv.Nutter, 78 Me. 509, 511, 7 A. 273,\n274 (1886).[Footnote 4]A review of the case law shows\nthatin loco parentisallowed schools to regulate student\nspeech as well. Courts routinely preserved the rights of teachers\nto punish speech that the school or teacher thought was contrary to\nthe interests of the school and its educational goals. For example,\nthe Vermont Supreme Court upheld the corporal punishment of a\nstudent who called his teacher“Old Jack Seaver”in front\nof other students.Landerv.Seaver, 32 Vt. 114,\n115 (1859). The court explained its decision as follows:“[L]anguage used to other scholars to stir up\ndisorder and subordination, or to heap odium and disgrace upon the\nmaster; writings and pictures placed so as to suggest evil and\ncorrupt language, images and thoughts to the youth who must\nfrequent the school; all such or similar acts tend directly to\nimpair the usefulness of the school, the welfare of the scholars\nand the authority of the master. By common consent and by the\nuniversal custom in our New England schools, the master has always\nbeen deemed to have the right to punish such offences. Such power\nis essential to the preservation of order, decency, decorum and\ngood government in schools.”Id., at 121.Similarly, the California Court\nof Appeal upheld the expulsion of a student who gave a speech\nbefore the student body that criticized the administration for\nhaving an unsafe building “because of the possibility of fire.”Woosterv.Sunderland, 27 Cal. App. 51, 52, 148\nP. 959, (1915). The punishment was appropriate, the court stated,\nbecause the speech “was intended to discredit and humiliate the\nboard in the eyes of the students, and tended to impair the\ndiscipline of the school.”Id., at 55, 148 P., at 960.\nLikewise, the Missouri Supreme Court explained that a “rule which\nforbade the use of profane language [and] quarrelling” “was not\nonly reasonable, but necessary to the orderly conduct of the\nschool.”Deskinsv.Gose, 85 Mo. 485, 487, 488\n(1885). And the Indiana Supreme Court upheld the punishment of a\nstudent who made distracting demonstrations in class for “a breach\nof good deportment.”Vanvactorv.State, 113 Ind.\n276, 281, 15 N. E. 341, 343 (1888).[Footnote 5]The doctrine ofin loco parentislimited the ability of schools to set rules and control their\nclassrooms in almost no way. It merely limited the imposition of\nexcessive physical punishment. In this area, the case law was\nsplit. One line of cases specified that punishment was wholly\ndiscretionary as long as the teacher did not act with legal malice\nor cause permanent injury.E.g., Boydv.State,\n88 Ala. 169, 170–172, 7 So. 268, 269 (1890) (allowing liability\nwhere the “punishment inflicted is immoderate or excessive, and …\nit was induced by legal malice, or wickedness of motive”). Another\nline allowed courts to intervene where the corporal punishment was\n“clearlyexcessive.”E.g., Lander, supra, at 124.\nUnder both lines of cases, courts struck down only punishments that\nwere excessively harsh; they almost never questioned the\nsubstantive restrictions on student conduct set by teachers and\nschools.E.g., Sheehan,supra, at 483–484, 2 A.,\nat 842;Gardnerv.State, 4 Ind. 632, 635 (1853);Andersonv.State, 40 Tenn. 455, 456 (1859);Hardyv.James, 5 Ky. Op. 36 (1872).[Footnote 6]IITinkereffected a sea\nchange in students’ speech rights, extending them well beyond\ntraditional bounds. The case arose when a school punished several\nstudents for wearing black armbands to school to protest the\nVietnam War.Tinker, 393 U. S., at 504. Determining that\nthe punishment infringed the students’ First Amendment rights, this\nCourt created a new standard for students’ freedom of speech in\npublic schools:“[W]here there is no finding and no showing that\nengaging in the forbidden conduct would materially and\nsubstantially interfere with the requirements of appropriate\ndiscipline in the operation of the school, the prohibition cannot\nbe sustained.”Id.,at 509 (internal quotation marks\nomitted).Accordingly, unless a student’s speech would\ndisrupt the educational process, students had a fundamental right\nto speak their minds (or wear their armbands)—even on matters the\nschool disagreed with or found objectionable.Ibid.(“[The\nschool] must be able to show that its action was caused by\nsomething more than a mere desire to avoid the discomfort and\nunpleasantness that always accompany an unpopular viewpoint”).Justice Black dissented, criticizing the Court\nfor “subject[ing] all the public schools in the country to the\nwhims and caprices of their loudest-mouthed, but maybe not their\nbrightest, students.”Id., at 525. He emphasized the\ninstructive purpose of schools: “[T]axpayers send children to\nschool on the premise that at their age they need to learn, not\nteach.”Id., at 522. In his view, the Court’s decision\n“surrender[ed] control of the American public school system to\npublic school students.”Id., at 526.Of course,Tinker’s reasoning\nconflicted with the traditional understanding of the judiciary’s\nrole in relation to public schooling, a role limited byin loco\nparentis. Perhaps for that reason, the Court has since scaled\nbackTinker’s standard, or rather set the standard aside\non an ad hoc basis. InBethel School Dist. No. 403v.Fraser,478 U. S. 675, 677, 678 (1986), a\npublic school suspended a student for delivering a speech that\ncontained “an elaborate, graphic, and explicit sexual metaphor.”\nThe Court of Appeals found that the speech caused no disruption\nunder theTinkerstandard, and this Court did not question\nthat holding. 478 U. S., at 679–680. The Court nonetheless\npermitted the school to punish the student because of the\nobjectionable content of his speech.Id., at 685 (“A high\nschool assembly or classroom is no place for a sexually explicit\nmonologue directed towards an unsuspecting audience of teenage\nstudents”). Signaling at least a partial break withTinker,Fraserleft the regulation of indecent\nstudent speech to local schools.[Footnote 7] 478 U. S., at 683.Similarly, inHazelwood School Dist.v.Kuhlmeier,484 U. S. 260(1988),\nthe Court made an exception toTinkerfor school-sponsored\nactivities. The Court characterized newspapers and similar\nschool-sponsored activities “as part of the school curriculum” and\nheld that “[e]ducators are entitled to exercise greater control\nover” these forms of student expression. 484 U. S., at 271.\nAccordingly, the Court expressly refused to applyTinker’s\nstandard. 484 U. S., at 272–273. Instead, for school-sponsored\nactivities, the Court created a new standard that permitted school\nregulations of student speech that are “reasonably related to\nlegitimate pedagogical concerns.”Id., at 273.Today, the Court creates another exception. In\ndoing so, we continue to distance ourselves fromTinker,\nbut we neither overrule it nor offer an explanation of when it\noperates and when it does not.Ante, at 10–14. I am afraid\nthat our jurisprudence now says that students have a right to speak\nin schools except when they don’t—a standard continuously developed\nthrough litigation against local schools and their administrators.\nIn my view, petitioners could prevail for a much simpler reason: As\noriginally understood, the Constitution does not afford students a\nright to free speech in public schools.IIIIn light of the history of\nAmerican public education, it cannot seriously be suggested that\nthe First Amendment “freedom of speech” encompasses a student’s\nright to speak in public schools. Early public schools gave total\ncontrol to teachers, who expected obedience and respect from\nstudents. And courts routinely deferred to schools’ authority to\nmake rules and to discipline students for violating those rules.\nSeveral points are clear: (1) underin loco parentis,\nspeech rules and other school rules were treated identically; (2)\nthein loco parentisdoctrine imposed almost no limits on\nthe types of rules that a school could set while students were in\nschool; and (3) schools and teachers had tremendous discretion in\nimposing punishments for violations of those rules.It might be suggested that the\nearly school speech cases dealt only with slurs and profanity. But\nthat criticism does not withstand scrutiny. First, state courts\nrepeatedly reasoned that schools had discretion to impose\ndiscipline to maintain order. The substance of the student’s speech\nor conduct played no part in the analysis. Second, some cases\ninvolved punishment for speech on weightier matters, for instance a\nspeech criticizing school administrators for creating a fire\nhazard. SeeWooster, 27 Cal. App., at 52–53, 148 P., at\n959. Yet courts refused to find an exception toin loco\nparentiseven for this advocacy of public safety.To be sure, our educational system faces\nadministrative and pedagogical challenges different from those\nfaced by 19th-century schools. And the idea of treating children as\nthough it were still the 19th century would find little support\ntoday. But I see no constitutional imperative requiring public\nschools to allow all student speech. Parents decide whether to send\ntheir children to public schools. Cf.Hamiltonv.Regents of Univ. of Cal.,293 U. S. 245, 262\n(1934) (“California has not drafted or called them to attend the\nuniversity. They are seeking education offered by the State and at\nthe same time insisting that they be excluded from the prescribed\ncourse …”);id., at 266 (Cardozo, J., concurring). If\nparents do not like the rules imposed by those schools, they can\nseek redress in school boards or legislatures; they can send their\nchildren to private schools or home school them; or they can simply\nmove. Whatever rules apply to student speech in public schools,\nthose rules can be challenged by parents in the political\nprocess.In place of that democratic regime,Tinkersubstituted judicial oversight of the day-to-day\naffairs of public schools. TheTinkerCourt made little\nattempt to ground its holding in the history of education or in the\noriginal understanding of the First Amendment.[Footnote 8] Instead, it imposed a new and\nmalleable standard: Schools could not inhibit student speech unless\nit “substantially interfere[d] with the requirements of appropriate\ndiscipline in the operation of the school.” 393 U. S., at 509\n(internal quotation marks omitted). Inherent in the application of\nthat standard are judgment calls about what constitutes\ninterference and what constitutes appropriate discipline. Seeid., at 517–518 (Black, J., dissenting) (arguing that the\narmbands in fact caused a disruption). Historically, courts\nreasoned that only local school districts were entitled to make\nthose calls. TheTinkerCourt usurped that traditional\nauthority for the judiciary.And becauseTinkerutterly ignored\nthe history of public education, courts (including this one)\nroutinely find it necessary to create ad hoc exceptions to its\ncentral premise. This doctrine of exceptions creates confusion\nwithout fixing the underlying problem by returning to first\nprinciples. Just as I cannot acceptTinker’s standard, I\ncannot subscribe toKuhlmeier’s alternative. Local school\nboards, not the courts, should determine what pedagogical interests\nare “legitimate” and what rules “reasonably relat[e]” to those\ninterests. 484 U. S., at 273.Justice Black may not have been “a prophet or\nthe son of a prophet,” but his dissent inTinkerhas\nproved prophetic. 393 U. S., at 525. In the name of the First\nAmendment,Tinkerhas undermined the traditional authority\nof teachers to maintain order in public schools. “Once a society\nthat generally respected the authority of teachers, deferred to\ntheir judgment, and trusted them to act in the best interest of\nschool children, we now accept defiance, disrespect, and disorder\nas daily occurrences in many of our public schools.” Dupre, Should\nStudents Have Constitutional Rights? Keeping Order in the Public\nSchools, 65 Geo. Wash. L. Rev. 49, 50 (1996). We need look no\nfurther than this case for an example: Frederick asserts a\nconstitutional right to utter at a school event what is either\n“[g]ibberish,”ante, at 7, or an open call to use illegal\ndrugs. To elevate such impertinence to the status of constitutional\nprotection would be farcical and would indeed be to “surrender\ncontrol of the American public school system to public school\nstudents.”Tinker,supra, at 526 (Black, J.,\ndissenting).*  *  *I join the Court’s opinion\nbecause it erodesTinker’s hold in the realm of student\nspeech, even though it does so by adding to the patchwork of\nexceptions to theTinkerstandard. I think the better\napproach is to dispense withTinkeraltogether, and given\nthe opportunity, I would do so.Footnote 1Although the First Amendment did not apply to\nthe States until at least the ratification of the Fourteenth\nAmendment, most state constitutions included free-speech guarantees\nduring the period when public education expanded.E.g.,\nCal. Const., Art. I, §9 (1849); Conn. Const., Art. I, §5\n(1818); Ind. Const., Art. I, §9 (1816).Footnote 2Even at the college level, strict obedience\nwas required of students: “The English model fostered absolute\ninstitutional control of students by faculty both inside and\noutside the classroom. At all the early American schools, students\nlived and worked under a vast array of rules and restrictions. This\none-sided relationship between the student and the college mirrored\nthe situation at English schools where the emphasis on hierarchical\nauthority stemmed from medieval Christian theology and the unique\nlegal privileges afforded the university corporation.” Note, 44\nVand. L. Rev. 1135, 1140 (1991) (footnote omitted).Footnote 3My discussion is limited to elementary and\nsecondary education. In these settings, courts have applied the\ndoctrine ofin loco parentisregardless of the student’s\nage. See,e.g., Stevensv.Fassett,27 Me. 266,\n281 (1847) (holding that a student over the age of 21 is “liab[le]\nto punishment” on the same terms as other students if he\n“present[s] himself as a pupil, [and] is received and instructed by\nthe master”);Statev.Mizner, 45 Iowa 248,\n250–252 (1876) (same);Sheehanv.Sturges, 53\nConn. 481, 484, 2 A. 841, 843 (1885) (same). Therefore, the fact\nthat Frederick was 18 and not a minor under Alaska law, 439\nF. 3d 1114, 1117, n. 4 (CA9 2006), is\ninconsequential.Footnote 4Even courts that did not favor the broad\ndiscretion given to teachers to impose corporal punishment\nrecognized that the law provided it.Cooperv.McJunkin, 4 Ind. 290, 291 (1853) (stating that “[t]he\npublic seem to cling to a despotism in the government of schools\nwhich has been discarded everywhere else”).Footnote 5Courts also upheld punishment when children\nrefused to speak after being requested to do so by their teachers.\nSeeBoard of Ed.v.Helston, 32 Ill. App. 300,\n305–307 (1890) (upholding the suspension of a boy who refused to\nprovide information about who had defaced the school building); cf.Sewellv.Board of Ed. of Defiance Union School,29 Ohio St. 89, 92 (1876) (upholding the suspension of a student\nwho failed to complete a rhetorical exercise in the allotted\ntime).Footnote 6At least nominally, this Court has continued\nto recognize the applicability of thein loco parentisdoctrine to public schools. SeeVernonia School Dist. 47Jv.Acton,515 U. S. 646, 654, 655\n(1995) (“Traditionally at common law, and still today,\nunemancipated minors lack some of the most fundamental rights of\nself-determination … . They are subject … to the control of\ntheir parents or guardians. When parents place minor children in\nprivate schools for their education, the teachers and\nadministrators of those schools standin loco parentisover the children entrusted to them” (citation omitted));Bethel School Dist. No. 403v.Fraser,478 U. S. 675, 684 (1986) (“These\ncases recognize the obvious concern on the part of parents, and\nschool authorities actingin loco parentis, to protect\nchildren—especially in a captive audience—from exposure to sexually\nexplicit, indecent, or lewd speech”).Footnote 7Distancing itself fromTinker’s\napproach, theFraserCourt quoted Justice Black’s dissent\ninTinker. 478 U. S., at 686.Footnote 8TheTinkerCourt claimed that “[i]t\ncan hardly be argued that either students or teachers shed their\nconstitutional rights to freedom of speech or expression at the\nschoolhouse gate. This has been the unmistakable holding of this\nCourt for almost 50 years.” 393 U. S., at 506. But the cases the\nCourt cited in favor of that bold proposition do not support it.Tinkerchiefly relies uponMeyerv.Nebraska,262 U. S. 390(1923)\n(striking down a law prohibiting the teaching of German). However,Meyerinvolved a challenge by aprivateschool,id., at 396, and theMeyerCourt was quick to\nnote that no “challenge [has] been made of the State’s power to\nprescribe a curriculum for institutions which it supports.”Id., at 402.Meyerprovides absolutely no support\nfor the proposition that that free-speech rights apply within\nschools operated by the State. And notably,Meyerrelied\nas its chief support on theLochnerv.New York,198 U. S. 45(1905), line of cases, 262 U. S., at 399, a line of cases that has\nlong been criticized,United Haulers Assn., Inc.v.Oneida-Herkimer Solid Waste Management Authority, 550 U.\nS. ___ (2007).Tinkeralso relied onPiercev.Society of Sisters,268 U. S. 510(1925).Piercehas nothing to say on this issue either.Piercesimply upheld the right of parents to send their\nchildren to private school.Id., at 535.",
    "joined": []
}