{
    "case": {
        "docket": "121",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/121/"
    },
    "id": "3420633",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–103_________________BAKER BOTTS L.L.P. et al., PETITIONERSv.ASARCO LLCon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 15, 2015]Justice Thomas delivered the opinion of the\nCourt.Section 327(a) of the Bankruptcy Code allows\nbank-ruptcy trustees to hire attorneys, accountants, and other\nprofessionals to assist them in carrying out their statutory\nduties. 11 U. S. C. §327(a). Another provision,\n§330(a)(1), states that a bankruptcy court “may award\n. . . reasonable compensation for actual, necessary\nservices rendered by” those professionals. The question before us\nis whether §330(a)(1) permits a bankruptcy court to award\nattorney’s fees for work performed in defending a fee application\nin court. We hold that it does not and therefore affirm the\njudgment of the Court of Appeals.IIn 2005, respondent ASARCO LLC, a copper\nmining, smelting, and refining company, found itself in financial\ntrouble. Faced with falling copper prices, debt, cash flow\ndeficiencies, environmental liabilities, and a striking work force,\nASARCO filed for Chapter 11 bankruptcy. As in many Chapter 11\nbankruptcies, no trustee was appointed and ASARCO—the\n“ ‘debtor in possession’ ”—administered the bankruptcy\nestate as a fiduciary for the estate’s creditors. §§1101(1),\n1107(a).Relying on §327(a) of the Bankruptcy Code, which\npermits trustees to employ attorneys and other professionals to\nassist them in their duties, ASARCO obtained the Bankruptcy Court’s\npermission to hire two law firms, petitioners Baker Botts L.L.P.\nand Jordan, Hyden, Womble, Culbreth & Holzer, P.C., to provide\nlegal representation during the bankruptcy.[1] Among other services, the firms prosecuted\nfraudulent-transfer claims against ASARCO’s parent company and\nultimately obtained a judgment against it worth between $7 and $10\nbillion. This judgment contributed to a successful reorganization\nin which all of ASARCO’s creditors were paid in full. After over\nfour years in bankruptcy, ASARCO emerged in 2009 with $1.4 billion\nin cash, little debt, and resolution of its environmental\nliabilities.The law firms sought compensation under\n§330(a)(1), which provides that a bankruptcy court “may award\n. . . reasonable compensation for actual, necessary\nservices rendered by” professionals hired under §327(a). As\nrequired by the bankruptcy rules, the two firms filed fee\napplications. Fed. Rule Bkrtcy. Proc. 2016(a). ASARCO, controlled\nonce again by its parent company, challenged the compensation\nrequested in the applications. After extensive discovery and a\n6-day trial on fees, the Bankruptcy Court rejected ASARCO’s\nobjections and awarded the firms approximately $120 million for\ntheir work in the bankruptcy proceeding plus a $4.1 million\nenhancement for exceptional performance. The court also awarded the\nfirms over $5 million for time spent litigating in defense of their\nfee applications.ASARCO appealed various aspects of the award to\nthe District Court. As relevant here, the court held that the firms\ncould recover fees for defending their fee application.The Court of Appeals for the Fifth Circuit\nreversed. It reasoned that the American Rule—the rule that each\nside must pay its own attorney’s fees—“applies absent explicit\nstatutory . . . authority” to the contrary and that “the\nCode contains no statutory provision for the recovery of attor-ney\nfees fordefendinga fee application.”In re ASARCO,\nL.L.C., 751 F. 3d 291, 301 (2014) (internal quotation\nmarks omitted). It observed that §330(a)(1) provides “that\nprofessional services are compensable only if they are likely to\nbenefit a debtor’s estate or are necessary to case administration.”Id.,at 299. Because “[t]he primary beneficiary of a\nprofessional fee application, of course, is the professional,”\ncompensation for litigation defending that application does not\nfall within §330(a)(1).Ibid.We granted certiorari, 573 U. S. ___\n(2014), and now affirm.IIA“Our basic point of reference when considering\nthe award of attorney’s fees is the bedrock principle known as the\nAmerican Rule: Each litigant pays his own attorney’s fees, win or\nlose, unless a statute or contract provides otherwise.”Hardtv.Reliance Standard Life Ins. Co., 560\nU. S. 242 –253 (2010) (internal quotation marks omitted). The\nAmerican Rule has roots in our common law reaching back to at least\nthe 18th century, seeArcambelv.Wiseman, 3 Dall.\n306 (1796), and “[s]tatutes which invade the common law are to be\nread with a presumption favoring the retention of long-established\nand familiar [legal] principles,”Fogertyv.Fantasy,\nInc., 510 U. S. 517, 534 (1994) (internal quotation marks\nand ellipsis omitted). We consequently will not deviate from the\nAmerican Rule “ ‘absent explicit statutory authority.’ ”Buckhannon Board & Care Home, Inc.v.West Virginia\nDept. of Health and Human Resources, 532 U. S. 598, 602\n(2001) (quotingKey TronicCorp.v.United\nStates, 511 U. S. 809, 814 (1994) ).We have recognized departures from the American\nRule only in “specific and explicit provisions for the allowance of\nattorneys’ fees under selected statutes.”Alyeska Pipeline\nService Co.v.Wilderness Society, 421 U. S. 240,\n260 (1975) . Although these “[s]tatutory changes to [the American\nRule] take various forms,”Hardt,supra,at 253, they\ntend to authorize the award of “a reasonable attorney’s fee,”\n“fees,” or “litigation costs,” and usually refer to a “prevailing\nparty” in the context of an adversarial “action,” see,e.g.,28 U. S. C. §2412(d)(1)(A); 42 U. S. C.\n§§1988(b), 2000e–5(k); see generallyHardt,supra, at\n253, and nn. 3–7 (collecting examples).The attorney’s fees provision of the Equal\nAccess to Justice Act offers a good example of the clarity we have\nrequired to deviate from the American Rule. See 28\nU. S. C. §2412(d)(1)(A). That section provides that “a\ncourt shall award to a prevailing party other than the United\nStates fees and other expenses . . . incurred by that\nparty in any civil action (other than cases sounding in tort)\n. . . brought by or against the United States” under\ncertain conditions.Ibid.As our decision inCommissionerv.Jean, 496 U. S. 154 (1990) ,\nreveals, there could be little dispute that this provision—which\nmentions “fees,” a “prevailing party,” and a “civil action”—is a\n“fee-shifting statut[e]” that trumps the American Rule,id.,\nat 161.BCongress did not expressly depart from the\nAmerican Rule to permit compensation for fee-defense litigation by\nprofessionals hired to assist trustees in bankruptcy proceedings.\nSection 327(a) authorizes the employment of such professionals,\nproviding that a “trustee, with the court’s approval, may employ\none or more attorneys, accountants, appraisers, auctioneers, or\nother professional persons, that do not hold or represent an\ninterest adverse to the estate, and that are disinterested persons,\nto represent or assist [him] in carrying out [his] duties.” In\nother words, §327(a) professionals are hired to serve the\nadministrator of the estate for the benefit of the estate.Section 330(a)(1) in turn authorizes\ncompensation for these professionals as follows:“After notice to the parties in interest and\nthe United States Trustee and a hearing, and subject to sec-tions\n326, 328, and 329, the court may award to a trustee, a consumer\nprivacy ombudsman appointed under section 332, an examiner, an\nombudsman appointed under section 333, or a professional person\nemployed under section 327 or 1103—“(A)reasonable compensation for actual,\nnecessary services rendered bythe trustee, examiner,\nombudsman, professional person, or attorney and by any\nparaprofessional person employed by any such person; and“(B) reimbursement for actual, necessary\nexpenses.” (Emphasis added.)This text cannot displace the American Rule with\nrespect to fee-defense litigation. To be sure, the phrase\n“reason-able compensation for actual, necessary services rendered”\npermits courts to award fees to attorneys for work done to assist\nthe administrator of the estate, as the Bankruptcy Court did here\nwhen it ordered ASARCO to pay roughly $120 million for the firms’\nwork in the bankruptcy proceeding. No one disputes that §330(a)(1)\nauthorizes an award of attorney’s fees for that kind of work. SeeAlyeska Pipeline,supra,at 260, and n. 33 (listing\n§330(a)(1)’s predecessor as an example of a provision authorizing\nattorney’s fees). But the phrase “reasonable compensation for\nactual, necessary services rendered” neither specifi-cally nor\nexplicitly authorizes courts to shift the costs ofadversarial\nlitigation from one side to the other—in this case, from the\nattorneys seeking fees to the administrator of the estate—as most\nstatutes that displace the American Rule do.Instead, §330(a)(1) provides compensation for\nall §327(a) professionals—whether accountant, attorney, or\nauctioneer—for all manner of work donein service ofthe\nestate administrator. More specifically, §330(a)(1) allows\n“reasonable compensation” only for“actual, necessary services\nrendered.” (Emphasis added.) That qualification is significant.\nThe word “services” ordinarily refers to “labor performed for\nanother.” Webster’s New International Dictionary 2288 (def. 4) (2d\ned. 1934); see also Black’s Law Dictionary 1607 (3d ed. 1933)\n(“duty or labor to be rendered by one person to another”); Oxford\nEnglish Dictionary 517 (def. 19) (1933) (“action of serving,\nhelping or benefiting; conduct tending to the welfare or advantage\nof another”).[2] Thus, in a\ncase addressing §330(a)’s predecessor, this Court concluded that\nthe phrase “ ‘reasonable compensation for services rendered’\nnecessarily implies loyal and disinterested service in the interest\nof” a client.Woodsv.City Nat. Bank & Trust Co. of\nChicago, 312 U. S. 262, 268 (1941) ; accord,American\nUnited Mut. Life Ins. Co.v.Avon Park, 311 U. S.\n138, 147 (1940) . Time spent litigating a fee application against\nthe administrator of a bankruptcy estate cannot be fairly described\nas “labor performed for”—let alone “disinterested service to”—that\nadministrator.This legislative decision to limit\n“compensation” to “services rendered” is particularly telling given\nthat other provisions of the Bankruptcy Code expressly transfer the\ncosts of litigation from one adversarial party to the other.\nSection 110(i), for instance, provides that “[i]f a bank-ruptcy\npetition preparer . . . commits any act that the court\nfinds to be fraudulent, unfair, or deceptive, on the motion of the\ndebtor, trustee, United States trustee (or the bankruptcy\nadministrator, if any),” the bankruptcy court must “order the\nbankruptcy petition preparer to pay the debtor . . .\nreasonable attorneys’ fees and costs in moving for damages under\nthis subsection.” §110(i)(1)(C). Had Congress wished to shift the\nburdens of fee-defense litigation under §330(a)(1) in a similar\nmanner, it easily could have done so. We accordingly refuse “to\ninvade the legislature’s province by redistributing litigation\ncosts” here.Alyeska Pipeline, 421 U. S.,at\n271.IIIThe law firms, the United States asamicus\ncuriae, and the dissent resist this straightforward\ninterpretation of the statute. The law firms and the Government\neach offer a theory for why §330(a)(1) expressly overrides the\nAmerican Rule in the context of litigation in defense of a fee\napplication, and the dissent embraces the latter. Neither theory is\npersuasive.AWe begin with the law firms’ approach.\nAccording to the firms, fee-defense litigation is part of the\n“services rendered” to the estate administrator under §330(a)(1).\nSee Brief for Petitioners 23–30. As explained above, that reading\nis untenable. The term “services” in this provision cannot be read\nto encompass adversarial fee-defense litigation. See Part II–B,supra. Even the dissent agrees on this point. Seepost,at 1 (opinion of Breyer, J.).Indeed, reading “services” in this manner could\nend up compensating attorneys for theunsuccessfuldefense\nof a fee application. The firms insist that “estatesdobenefit from fee defenses”—and thus receive a “service” under\n§330(a)(1)—because “the estate has an interest in obtaining a just\ndetermination of the amount it should pay its professionals.” Brief\nfor Petitioners 25–26 (internal quotation marks omitted). But that\nalleged interest—and hence the supposed provision of a\n“service”—exists whether or not a §327(a) professional prevails in\nhis fee dispute. We decline to adopt a reading of §330(a)(1) that\nwould allow courts to pay professionals for arguing for fees they\nwere found never to have been entitled to in the first place. Such\na result would not only require an unnatural interpretation of the\nterm “services rendered,” but a particu-larly unusual deviation\nfrom the American Rule as well, as“[m]ost fee-shifting provisions\npermit a court to award attorney’s fees only to a ‘prevailing\nparty,’ ” a “ ‘substantially prevailing’ party,” or “a\n‘successful’ litigant,”Hardt, 560 U. S.,at 253\n(footnote omitted). There is no indication that Congress departed\nfrom the American Rule in §330(a)(1) with respect to fee-defense\nlitigation, let alone that it did so in such an unusual manner.BThe Government’s theory, embraced by the\ndissent, fares no better. Although the United States agrees that\n“the defense of a fee application does notitselfqualify as\nan independently compensable service,” it nonetheless contends that\n“compensation for such work is properly viewed as part of the\ncompensationfor the underlying servicesin the bankruptcy\nproceeding.” Brief for United States asAmicus Curiae25.\nAccording to the Government, if an attorney is not repaid for his\ntime spent successfully litigating fees, his compensation for his\nactual “services rendered” to the estate administrator in the\nunderlying proceeding will be diluted.Id.,at 18. The\nUnited States thus urges us to treat fees for fee-defense work “as\na component of ‘reasonable compensation.’ ”Id.,at 33;\naccord,post,at 1 (Breyer, J., dissenting). We refuse to do\nso for several reasons.1First and foremost, the Government’s theory\ncannot be reconciled with the relevant text. Section 330(a)(1) does\nnot authorize courts to award “reasonable compensation”simpliciter, but “reasonable compensationfor actual,\nnecessary services rendered by” the §327(a) professional.\n§330(a)(1)(A) (emphasis added). Here, the contested award was tied\nto the firms’ work on the fee-defense litigation and is correctly\nunderstood only as compensation for that work. The Government and\nthe dissent properly concede that litigation in defense of a fee\napplication is not a “service” within the meaning of §330(a)(1); it\nfollows that the contested award was not “compensation” for a\n“service.” Thus, the only way to reach their reading of the statute\nwould be to excise the phrase “for actual, necessary services\nrendered” from the statute.[3]Contrary to the Government’s assertion,\n§330(a)(6) does not presuppose that courts are free to award\ncompensation based on work that does not qualify as a service to\nthe estate administrator. That provision specifies that “[a]ny\ncompensation awarded for the preparation of a fee application shall\nbe based on the level and skill reasonably required to prepare the\napplication.” The Government argues that because time spentpreparinga fee application is compensable, time spentdefendingit must be too. But the provision cuts the other\nway. A §327(a) professional’s preparation of a fee application is\nbest understood as a “servic[e] rendered” to the estate\nadministrator under §330(a)(1), whereas a professional’s defense of\nthat application is not. By way of analogy, it would be natural to\ndescribe a car mechanic’s preparation of an itemized bill as part\nof his “services” to the customer because it allows a customer to\nunderstand—and, if necessary, dispute—his expenses. But it would be\nless natural to describe a subsequent court battle over the bill as\npart of the “services rendered” to the customer.The Government used to understand that time\nspent preparing a fee application was different from time spent\ndefending one for the purposes of §330(a)(1). Just a few years ago,\nthe U. S. Trustee explained that “[r]easonable charges for\npreparing . . . fee applications . . . are\ncompensable . . . because the preparation of a fee\napplication is not required for lawyers practicing in areas other\nthan bankruptcy as a condition to getting paid.” 78 Fed. Reg. 36250\n(2013) (emphasis deleted). By contrast, “time spent . . .\ndefending . . . fee applications” is ordinarily “not\ncompensable,” the Trustee observed, as such time can be “properly\ncharacterized as work that is for the benefit of the professional\nand not the estate.”Ibid.To support its broader interpretation of\n§330(a)(6), the Government, echoed by the dissent, relies on our\nremark inJeanthat “[w]e find no textual or logical\nargument for treating so differently a party’s preparation of a fee\napplication and its ensuing efforts to support that same\napplication.” 496 U. S., at 162; seepost,at 7. But\nthat use ofJeanbegs the question.Jeanaddressed a\nstatutory provision that everyone agreed authorized court-awarded\nfees for fee-defense litigation. 496 U. S., at 162. The “only\ndispute” in that context was over what “finding [was] necessary to\nsupport such an award.”Ibid.In resolving that issue, the\nCourt declined to treat fee-application and fee-litigation work\ndifferently given that the relevant statutory text—“a court shall\naward to a prevailing party . . . fees and other expenses\n. . . incurred by that party in any civil action”—could\nnot support such a distinction.Id.,at 158. Here, by\ncontrast, the operative language—“reasonable compensation for\nactual, necessary services rendered”—reaches only the\nfee-application work. The fact that the provision at issue inJean“did not mention fee-defense work,”post,at 5,\nis thus irrelevant.In any event, the Government’s textual foothold\nfor its argument is too insubstantial to support a deviation from\nthe American Rule. The open-ended phrase “reasonable compensation,”\nstanding alone, is not the sort of “specific and explicit\nprovisio[n]” that Congress must provide in order to alter this\ndefault rule.Alyeska Pipeline, 421 U. S.,at\n260.2Ultimately, the Government’s theory rests on a\nflawed and irrelevant policy argument. The United States contends\nthat awarding fees for fee-defense litigation is a “judicial\nexception” necessary to the proper functioning of the Bankruptcy\nCode. Brief for United States asAmicus Curiae15, n. 7\n(internal quotation marks omitted). Absent this exception, it\nwarns, fee-defense litigation will dilute attorney’s fees and\nresult in bankruptcy lawyers receiving less compensation than\nnonbankruptcy lawyers, thereby undermining the congressional aim of\nensuring that talented attorneys will take on bankruptcy work.\nAccord,post,at 3.As an initial matter, we find this policy\nargument unconvincing. In our legal system,noattorneys,\nregardless of whether they practice in bankruptcy, are entitled to\nreceive fees for fee-defense litigation absent express statutory\nauthorization. Requiring bankruptcy attorneys to pay for the\ndefense of their fees thus will not result inany disparity between\nbankruptcy and nonbankruptcy lawyers.[4]The United States nonetheless contends that\nuncompensated fee litigation in bankruptcy will be particularly\ncostly because multiple parties in interest may object to fee\napplications, whereas nonbankruptcy fee litigation typically\ninvolves just a lawyer and his client. But this argument rests on\nunsupported predictions of how the statutory scheme will operate in\npractice, and the Government’s conduct in this case reveals the\nperils associ-ated with relying on such prognostications to\ninterpretstatutes: The United States took the opposite view below,\nasserting that “requiring a professional to bear the normal\nlitigation costs of litigating a contested request for payment\n. . . dilutes a bankruptcy fee award no more than any\nlitigation over professional fees.” Reply Brief for Appellant\nUnited States Trustee in No. 11–290 (SD Tex.), p. 15. The speed\nwith which the Government has changed its tune offers a good\nargument against substituting policy-oriented predictions for\nstatutory text.More importantly, we would lack the authority to\nrewrite the statute even if we believed that uncompensated fee\nlitigation would fall particularly hard on the bank-ruptcy bar.\n“Our unwillingness to soften the import of Con-gress’ chosen words\neven if we believe the words lead to a harsh outcome is\nlongstanding,” and that is no less true in bankruptcy than it is\nelsewhere.Lamiev.United States Trustee, 540\nU. S. 526, 538 (2004) . Whether or not the Government’s theory\nis desirable as a matter of policy, Congress has not granted us\n“roving authority . . . to allow counsel fees\n. . . whenever [we] might deem them warranted.”Alyeska Pipeline,supra,at 260. Our job is to\nfollowthe text even if doing so will supposedly “undercut a basic\nobjective of the statute,”post,at 3. Section 330(a)(1)\nitself does not authorize the award of fees for defending a fee\napplication, and that is the end of the matter.*  *  *As we long ago observed, “The general practice\nof the United States is in opposition” to forcing one side to pay\nthe other’s attorney’s fees, and “even if that practice [is] not\nstrictly correct in principle, it is entitled to the respect of the\ncourt, till it is changed, or modified, by statute.”Arcambel, 3 Dall.,at 306 (emphasis deleted). We\nfollow that approach today. Because §330(a)(1) does not explic-itly\noverride the American Rule with respect to fee-defense litigation,\nit does not permit bankruptcy courts to award compensation for such\nlitigation. We therefore affirm the judgment of the Court of\nAppeals.It is so ordered.Notes1Although §327(a) directly\napplies only to trustees, §1107(a) gives Chapter 11 debtors in\npossession the same authority as trustees to retain §327(a)\nprofessionals. For the sake of simplicity, we refer to §327(a)\nalone throughout this opinion.2Congress added the phrase\n“reasonable compensation for the services rendered” to federal\nbankruptcy law in 1934. Act of June 7, 1934, §77B(c)(9), 48Stat.\n917. We look to the ordinary meaning of those words at that\ntime.3The dissent’s focus on\nreasonable compensation is therefore a red herring. Seepost,at 5–6. The question is not whether an award for\nfee-defense work would be “reasonable,” but whether such work is\ncompensable in the first place.4To the extent the United\nStates harbors any concern about the possibility of frivolous\nobjections to fee applications, we note that “Federal Rule of\nBankruptcy Procedure 9011—bankruptcy’s analogue to Civil Rule\n11—authorizes the court to impose sanctions for bad-faith\nlitigation conduct, which may include ‘an order directing payment\n. . . of some or all of the reasonable attorneys’ fees\nand other expenses incurred as a direct result of the\nviolation.’ ”Lawv.Siegel, 571 U. S. ___,\n___ (2014) (slip op., at 12).",
    "joined": []
}