{
    "case": {
        "docket": "15-7250",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-7250/"
    },
    "id": "3721865",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–7250_________________MARCELO MANRIQUE, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[April 19, 2017]Justice Thomas delivered the opinion of the\nCourt.Sentencing courts are required to impose\nrestitution as part of the sentence for specified crimes. But the\namount to be imposed is not always known at the time of sentencing.\nWhen that is the case, the court may enter an initial judgment\nimposing certain aspects of a defendant’s sentence, such as a term\nof imprisonment, while deferring a determination of the amount of\nrestitution until entry of a later, amended judgment.We must decide whether a single notice of\nappeal, filed between the initial judgment and the amended\njudgment, is sufficient to invoke appellate review of the\nlater-determined restitution amount. We hold that it is not, at\nleast where, as here, the Government objects to the defendant’s\nfailure to file a notice of appeal following the amended\njudgment.IAfter federal agents found more than 300 files\ncontaining child pornography on his computer, petitioner Marcelo\nManrique pleaded guilty to possessing a visual depiction of a minor\nengaging in sexually explicit conduct, in violation of 18\nU. S. C. §§2252(a)(4)(B) and (b)(2). Under the Mandatory\nVictims Restitution Act of 1996 (MVRA), the District Court was\nrequired to order petitioner to “make restitution to the victim of\nthe offense.” §3663A(a)(1); see §§2259(a), (b)(2) (“An order of\nrestitution under this section shall be issued and enforced in\naccordance with [§]3664 in the same manner as an order under\n[§]3663A”).On June 24, 2014, the District Court entered an\ninitial judgment sentencing petitioner to 72 months of imprisonment\nand a life term of supervised release. At the sentencing hearing,\nthe court acknowledged that restitution was mandatory. But,\nconsistent with the MVRA, the court postponed determining the\nvictims’ damages, which had not yet been ascertained. See,e.g., §3664(d)(5);Dolanv.United States, 560\nU. S. 605 –608 (2010). Accordingly, the judgment expressly\ndeferred “determination of restitution” and noted that an “Amended\nJudgment . . . w[ould] be entered after such\ndetermination.” App. 39. On July 8, petitioner filed a notice of\nappeal “from the final judgment and sentence entered in this action\non the 24th day of June, 2014.”Id., at 42.The District Court held a restitution hearing on\nSeptember 17, 2014. Only one of the victims sought restitution. The\ncourt ordered petitioner to pay $4,500 in restitution to her and\nentered an amended judgment the next day imposing that sentence.\nPetitioner did not file a second notice of appeal from the court’s\norder imposing restitution or from the amended judgment.Notwithstanding his failure to file a second\nnotice of appeal, petitioner challenged the restitution amount\nbefore the Eleventh Circuit, arguing in his brief that the\nGovernment had not shown he was the proximate cause of the victim’s\ninjuries and that the restitution amount bore no rational\nrelationship to the damages she claimed. The Government countered\nthat petitioner had forfeited his right to challenge the\nrestitution amount by failing to file a second notice of\nappeal.The Court of Appeals agreed that petitioner\ncould not challenge the restitution amount and declined to consider\nhis challenge. 618 Fed. Appx. 579, 583–584 (CA11 2015)\n(per curiam). We granted certiorari, 578 U. S.\n___ (2016), and now affirm.IIATo secure appellate review of a judgment or\norder, a party must file a notice of appeal from that judgment or\norder. Filing a notice of appeal transfers adjudicatory authority\nfrom the district court to the court of appeals. The statute that\ngoverns appeals of criminal sentences, 18 U. S. C.\n§3742(a), provides that a “defendant may file a notice of appeal in\nthe district court for review of an otherwise final sentence” in\ncertain specified circumstances. SeeUnited Statesv.Ruiz, 536 U. S. 622 −628 (2002). And Federal Rule of\nAppellate Procedure 3(a)(1) specifies that “[a]n appeal permitted\nby law as of right . . . may be takenonlyby\nfiling a notice of appeal with the district clerk within the time\nallowed by Rule 4.” (Emphasis added.)Both §3742(a) and Rule 4 contemplate that the\ndefendant will file the notice of appealafterthe district\ncourt has decided the issue sought to be appealed. Section\n3742(a)(1) permits the defendant to file a notice of appeal of a\nsentence that “wasimposed in violation of law.” (Emphasis\nadded.) And Rule 4(b)(1)(A)(i) provides generally that, “[i]n a\ncriminal case, a defendant’s notice of appeal must be filed in the\ndistrict court within 14 daysafter. . . the\nentry of either the judgment or the order being appealed.”\n(Emphasis added.)Petitioner filed only one notice of appeal,\nwhich preceded by many months the sentence and judgment imposing\nrestitution. His notice of appeal could not have been “for review”\nof the restitution order, §3742(a), and it was not filed within the\ntimeframe allowed by Rule 4. He thus failed to properly appeal\nunder the statute and the Rules the amended judgment imposing\nrestitution.The Government contends that filing a notice of\nappeal from the judgment imposing restitution is a jurisdictional\nprerequisite to securing appellate review of the restitution\namount. See,e.g., Brief for United States 28–31. This\nposition follows, according to the Government, from many of our\ncases emphasizing the “jurisdictional significance” of a notice of\nappeal.E.g.,Griggsv.Provident Consumer\nDiscount Co., 459 U. S. 56, 58 (1982) (per\ncuriam). Because the notice of appeal is jurisdictional, the\nGovernment explains, the Court of Appeals was required to dismiss\npetitioner’s appeal regardless of whether the Government raised the\nissue.We do not need to decide in this case whether\nthe Government is correct. The requirement that a defendant file a\ntimely notice of appeal from an amended judgment imposing\nrestitution is at least a mandatory claim-processing rule. SeeGreenlawv.United States, 554 U. S. 237 –253\n(2008); see also Rule 3(a)(2) (“An appellant’s failure to take any\nstepother than the timely filing of a notice of appealdoes\nnot affect the validity of the appeal, but is ground only for the\ncourt of appeals to act as it considers appropriate, including\ndismissing the appeal” (emphasis added)). Mandatory\nclaim-processing rules “seek to promote the orderly progress of\nlitigation by requiring that the parties take certain procedural\nsteps at certain specified times.”Hendersonv.Shinseki, 562 U. S. 428, 435 (2011) . Unlike\njurisdictional rules, mandatory claim-processing rules may be\nforfeited “if the party asserting the rule waits too long to raise\nthe point.”Eberhartv.United States, 546 U. S.\n12, 15 (2005) (per curiam) (internal quotation marks\nomitted). If a party “properly raise[s] them,” however, they are\n“unalterable.”Id., at 15, 19.The Government timely raised petitioner’s\nfailure to file a notice of appeal from the amended judgment\nimposing restitution before the Court of Appeals. See Brief for\nUnited States in No. 14–13029 (CA11), pp. 22–25 (arguing that\npetitioner “waived his right to appeal the district court’s order\nof restitution by failing to file a notice of appeal from that\norder” (capitalization omitted)). Accordingly, “the court’s duty to\ndismiss the appeal was mandatory.”Eberhart,supra,\nat 18.BPetitioner disputes this conclusion, arguing\nthat his single notice of appeal sufficed under the Rules to appeal\nboth the initial judgment and the amended judgment imposing\nrestitution. As we understand it, his argument depends on two\npremises: First, in a deferred restitution case, there is only one\n“judgment,” as that term is used in Rules 4(b)(1) and (b)(2); and\nsecond, so long as a notice of appeal is filed after the initial\njudgment, it “springs forward” under Rule 4(b)(2) to appeal the\namended judgment imposing restitution. We reject each of these\npremises.1Petitioner argues that the initial judgment\ndeferring restitution and the amended judgment imposing a specific\nrestitution amount merge to become “the judgment” referenced in the\nFederal Rules. See Rule 4(b)(1)(A)(i) (notice of appeal must be\nfiled within 14 days after “the entry of . . . the\njudgment . . . being appealed”); Rule 4(b)(2) (“Filing\nBefore Entry of Judgment”). He argues that his notice of appeal,\nwhich was filed within 14 days of the initial judgment, was\ntherefore sufficient to invoke appellate review of the merged\njudgment.Petitioner’s approach is inconsistent with our\nreasoning inDolan, 560 U. S. 605 . The petitioner in\nthat case argued that the amended judgment imposing restitution is\ntheonlyfinal,appealable judgment in a deferred\nrestitution case. Seeid., at 616. Although we did not\ndecide “whether or when a party can, or must, appeal”—the question\npresented here—we were not persuaded by the argument that “a\nsentencing judgment is not ‘final’ until it contains a definitive\ndetermination of the amount of restitution.”Id., at\n617–618. To the contrary, we recognized “strong arguments”\nsupporting the proposition that both the “initial judgment [that]\nimposed a sentence of imprisonment and supervised release” and the\nsubsequent “ ‘sentence that impose[d] an order of\nrestitution’ ” were each immediately appealable final\njudgments.Ibid.(citing 18 U. S. C. §§3582(b)\n(imprisonment), 3583(a) (supervised release), and 3664(o)\n(restitution)). Consequently, we were not surprised “to find\ninstances where a defendant ha[d] appealed from the entry of a\njudgment containing an initial sentence that includes a term of\nimprisonment” and “subsequently appealed from a later order setting\nforth the final amount of restitution.” 560 U. S., at 618. Our\nanalysis inDolanthus makes clear that deferred restitution\ncases involve two appealable judgments, not one.[1]2Petitioner’s reliance on Rule 4(b)(2) is also\nmisplaced. That Rule provides that a “notice of appeal filed after\nthe court announces a decision, sentence, or order—but before the\nentry of the judgment or order—is treated as filed on the date of\nand after the entry.” A prematurely filed notice of appeal will\nbecome effective under the Rule to challenge a later-entered\njudgment in some circumstances. As this Court explained in\nconstruing Rule 4(a)(2)’s parallel provision for civil cases, the\nRule “was intended to protect the unskilled litigant who files a\nnotice of appeal from a decision that he reasonably but mistakenly\nbelieves to be a final judgment, while failing to file a notice of\nappeal from the actual final judgment.”FirsTier Mortgage\nCo.v.Investors Mortgage Ins. Co., 498 U. S. 269,\n276 (1991) .By its own terms, however, Rule 4(b)(2) applies\nonly to a notice of appeal filed after a sentence has been\n“announce[d]” and before the judgment imposing the sentence is\nentered on the docket. See Rule 4(b)(6) (“A judgment or order is\nentered for purposes of this Rule 4(b) when it is entered on the\ncriminal docket”). If the court has not yet decided the issue that\nthe appellant seeks to appeal, then the Rule does not come into\nplay. Accordingly, it does not apply where a district court enters\nan initial judgment deferring restitution and subsequently amends\nthe judgment to include the sentence of restitution. By deferring\nrestitution, the court isdecliningto announce a\nsentence.When petitioner filed his notice of appeal in\nthis case, the District Court had observed only that restitution\nwas “mandatory.” App. 27. The court did not announce the\nrestitution amount (or even hold a hearing on the issue) until\nmonths later. Even if describing restitution as mandatory could\nqualify as a “sentence” that the District Court “announced” under\nRule 4(b)(2), petitioner has never disputed that restitution is\nmandatory for his offense. Rather, he argued on appeal that theamountof the restitution imposed—an issue the court did not\nconsider until months later—is unlawful. Because petitioner’s\nnotice of appeal was filed well before the District Court announced\nthe sentence imposing $4,500 in restitution, the notice of appeal\ndid not “spring forward” to become effective on the date the court\nentered its amended judgment imposing that sentence.CFinally, petitioner argues in the alternative\nthat any defect in his notice of appeal should be overlooked as\nharmless error, citingLemkev.United States, 346\nU. S. 325 (1953) (per curiam). In that case, the\npetitioner filed a notice of appeal the day after his sentence was\nannounced but three days before the judgment was entered.Id., at 326. His notice of appeal was dismissed as premature\nunder Federal Rule of Criminal Procedure 37(a)(2), which then\ngoverned notices of appeal in criminal cases. This Court reversed\non the ground that the premature filing was harmless error under\nRule 52(a).Ibid.The Court’s holding inLemkedoes not\napply to petitioner’s failure to file a notice of appeal from the\namended judgment.Lemkehas been superseded by the Federal\nRules of Appellate Procedure in two ways. First, theLemkepetitioner’s notice of appeal would now be timely under Rule\n4(b)(2). As discussed in Part II–B–2,supra, petitioner here\ncannot take advantage of that rule. Second, Rule 3(a)(2) now\nprovides the consequences for litigant errors associated with\nfiling a notice of appeal. The court of appeals may, in its\ndiscretion, overlook defects in a notice of appealotherthan the failure to timely file a notice. It may not overlook the\nfailure to file a notice of appeal at all. The filing of a notice\nof appeal from an amended judgment imposing restitution is at least\na mandatory claim-processing rule, Part II–A,supra,meaning\nthat the requirement to file such a notice is unalterable, so long\nas the opposing party raises the issue. By definition, mandatory\nclaim-processing rules, although subject to forfeiture, are not\nsubject to harmless-error analysis.Petitioner in this case did not file a defective\nnotice of appeal from the amended judgment imposing restitution,\nbut rather failed altogether to file a notice of appeal from the\namended judgment. Courts do not have discretion to overlook such an\nerror, at least where it is called to their attention.*  *  *We hold that a defendant who wishes to appeal\nan order imposing restitution in a deferred restitution case must\nfile a notice of appeal from that order. Because petitioner failed\nto do so, and the Government objected, the Court of Appeals\nproperly declined to consider his challenge to the amount of\nrestitution imposed. The judgment of the Court of Appeals,\naccordingly, is affirmed.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.Notes1We do not intend to call\ninto question this Court’s decision inCoreyv.United\nStates, 375 U. S. 169, 176 (1963) (holding that a\ndefendant may challenge his conviction after a single notice of\nappeal filed from a final sentence imposed under\n§4208(b)).",
    "joined": []
}