{
    "case": {
        "docket": "185",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/185/"
    },
    "id": "1970860",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–536_________________SHAUN McCUTCHEON, et al., APPELLANTS v.\nFEDERAL ELECTION COMMISSIONon appeal from the united states district\ncourt for the district of columbia[April 2, 2014]Justice Thomas,\nconcurring in the judgment.I adhere to the view\nthat this Court’s decision in Buckley v. Valeo, 424\nU. S. 1 (1976) (per curiam), denigrates core First Amendment\nspeech and should be overruled. See Randall v. Sorrell, 548\nU. S. 230 –267 (2006) (Thomas, J., concurring in\njudgment); Federal Election Comm’n v. Beaumont, 539\nU. S. 146 –165 (2003) (Thomas, J., dissenting); Federal\nElection Comm’n v. Colorado Republican Federal Campaign\nComm., 533 U. S. 431 –466 (2001) (Colorado II) (Thomas,\nJ., dissenting); Nixon v. Shrink Missouri Government PAC, 528\nU. S. 377 –420 (2000) (Thomas, J., dissenting); Colorado\nRepublican Federal Campaign Comm. v. Federal Election Comm’n,\n518 U. S. 604 –640 (1996) (Colorado I ) (Thomas,\nJ., concurring in judgment and dissenting in part).Political speech is\n“ ‘the primary object of First Amendment\nprotection’ ” and “the lifeblood of a\nself-governing people.” Colorado II, supra, at 465–466\n(Thomas, J., dissenting). Contributions to political campaigns, no\nless than direct expenditures, “generate essential political\nspeech” by fostering discussion of public issues and can-\ndidate qualifications. Shrink Missouri, supra, at 412 (Thomas, J.,\ndissenting); see also id., at 410–411. Buckley itself\nrecognized that both contribution and expenditure limits\n“operate in an area of the most fundamental First Amendment\nactivities” and “implicate fundamental First Amendment\ninterests.” 424 U. S., at 14, 23. But instead of\ntreating political giving and political spending alike, Buckley\ndistinguished the two, embracing a bifurcated standard of review\nunder which contribution limits receive less rigorous scrutiny.\nId., at 25.As I have explained\nbefore, “[t]he analytic foundation of Buckley . . . was\ntenuous from the very beginning and has only continued to erode in\nthe intervening years.” Shrink Missouri, supra, at 412\n(Thomas, J., dissenting). To justify a lesser standard of review\nfor contribution limits, Buckley relied on the premise that\ncontributions are different in kind from direct expenditures. None\nof the Court’s bases for that premise withstands careful\nreview. The linchpin of the Court’s analysis was its\nassertion that “[w]hile contributions may result in political\nexpression if spent by a candidate or an association to present\nviews to the voters, the transformation of contributions into\npolitical debate involves speech by someone other than the\ncontributor.” 424 U. S., at 21. But that\n“ ‘speech by proxy’ ” rationale\nquickly breaks down, given that “[e]ven in the case of a\ndirect expenditure, there is usually some go-between that\nfacilitates the dissemination of the spender’s\nmessage—for instance, an advertising agency or a television\nstation.” Colorado I, supra, at 638–639 (opinion of\nThomas, J.). Moreover, we have since rejected the\n“ ‘proxy speech’ ” approach as\naffording insufficient First Amendment protection to “the\nvoices of those of modest means as opposed to those sufficiently\nwealthy to be able to buy expensive media ads with their own\nresources.” Federal Election Comm’n v. National\nConservative Political Action Comm., 470 U. S. 480, 495 (1985)\n; see Shrink Missouri, supra, at 413–414 (Thomas, J.,\ndissenting).The remaining\njustifications Buckley provided are also flawed. For example,\nBuckley claimed that contribution limits entail only a\n“marginal” speech restriction because “[a]\ncontribution serves as a general expression of support for the\ncandidate and his views, but does not communicate the underlying\nbasis for the support.” 424 U. S., at 20, 21. But this\nCourt has never required a speaker to explain the reasons for his\nposition in order to obtain full First Amendment protection.\nInstead, we have consistently held that speech is protected even\n“when the underlying basis for a position is not\ngiven.” Shrink Missouri, supra, at 415, n. 3 (Thomas,\nJ., dissenting); see, e.g., City of Ladue v. Gilleo, 512 U. S.\n43, 46 (1994) (sign reading “For Peace in the Gulf”);\nTexas v. Johnson, 491 U. S. 397 –416 (1989) (flag\nburning); Tinker v. Des Moines Independent Community School Dist.,\n393 U. S. 503 –511 (1969) (black armband signifying\nopposition to Vietnam War); see also Colorado I, supra, at 640\n(opinion of Thomas, J.) (“Even a pure message of support,\nunadorned with reasons, is valuable to the democratic\nprocess”)Equally unpersuasive is\nBuckley’s suggestion that contribution limits warrant less\nstringent review because “[t]he quantity of communication by\nthe contributor does not increase perceptibly with the size of his\ncontribution,” and “[a]t most, the size of the\ncontribution provides a very rough index of the intensity of the\ncontributor’s support for the candidate.” 424\nU. S., at 21. Contributions do in- crease the quantity of\ncommunication by “amplifying the voice of the\ncandidate” and “help[ing] to ensure the dissemination\nof the messages that the contributor wishes to convey.”\nShrink Missouri, supra, at 415 (Thomas, J., dissenting). They also\nserve as a quantifiable metric of the intensity of a particular\ncontributor’s support, as demonstrated by the frequent\npractice of giving different amounts to different candidates.\nBuckley simply failed to recognize that “we have accorded\nfull First Amendment protection to expressions of intensity.”\nId., at 415, n. 3; see also Cohen v. California, 403 U. S. 15\n–26 (1971) (protecting the use of an obscenity for\nemphasis).Although today’s\ndecision represents a faithful application of our precedents, the\nplurality’s discussion of Buckley omits any reference to\nthese discarded rationales. Instead, the plurality alludes only to\nBuckley’s last remaining reason for devaluing political\ncontributions relative to expenditures. See ante, at 8 (quoting\nBuckley, 424 U. S., at 21). The relevant sentence from Buckley\nreads as follows:“A limitation on the amount of money\na person may give to a candidate or campaign organization thus\ninvolves little direct restraint on his political commu- nication,\nfor it permits the symbolic expression of support evidenced by a\ncontribution but does not in any way infringe the\ncontributor’s freedom to discuss candidates and\nissues.” Ibid.That proposition, read in full, cannot be\nsquared with a key premise of today’s decision.Among the\nGovernment’s justifications for the aggregate limits set\nforth in the Bipartisan Campaign Reform Act of 2002 (BCRA) is that\n“an individual can engage in the ‘symbolic act of\ncontributing’ to as many entities as he wishes.” Brief\nfor Appellee 20. That is, the Government contends that aggregate\nlimits are constitutional as long as an individual can still\ncontribute some token amount (a dime, for example) to each of his\npreferred candidates. The plurality, quite correctly, rejects that\nargument, noting that “[i]t is no answer to say that the\nindividual can simply contribute less money to more people.”\nAnte, at 16. That is so because “[t]o require one person to\ncontribute at lower levels than others because he wants to support\nmore candidates or causes is to impose a special burden on broader\nparticipation in the democratic process.” Ibid.What the plurality does\nnot recognize is that the same logic also defeats the reasoning\nfrom Buckley on which the plurality purports to rely. Under the\nplurality’s analysis, limiting the amount of money a person\nmay give to a candidate does impose a direct restraint on his\npolitical communication; if it did not, the aggregate limits at\nissue here would not create “a special burden on broader\nparticipation in the democratic process.” Ibid. I am wholly\nin agreement with the plurality’s conclusion on this point:\n“[T]he Government may not penalize an individual for\n‘robustly exercis[ing]’ his First Amendment\nrights.” Ibid. (quoting Davis v. Federal Election\nComm’n, 554 U. S. 724, 739 (2008) ). I regret only that\nthe plurality does not acknowledge that today’s decision,\nalthough purporting not to overrule Buckley, continues to chip away\nat its footings.In sum, what remains of\nBuckley is a rule without a rationale. Contributions and\nexpenditures are simply “two sides of the same First\nAmendment coin,” and our ef- forts to distinguish the two\nhave produced mere “word games” rather than any\ncognizable principle of constitutional law. Buckley, supra, at 241,\n244 (Burger, C. J., concurring in part and dissenting in\npart). For that reason, I would overrule Buckley and subject the\naggregate limits in BCRA to strict scrutiny, which they would\nsurely fail. See Colorado I, 518 U. S., at 640–641\n(opinion of Thomas, J.) (“I am convinced that under\ntraditional strict scrutiny, broad prophylactic caps on both\nspending and giving in the political process . . . are\nunconstitutional”).This case represents\nyet another missed opportunity to right the course of our campaign\nfinance jurisprudence by restoring a standard that is faithful to\nthe First Amendment. Until we undertake that reexamination, we\nremain in a “halfway house” of our own design. Shrink\nMissouri, 528 U. S., at 410 (Kennedy, J., dissenting). For\nthese reasons, I concur only in the judgment.",
    "joined": []
}