{
    "case": {
        "docket": "258",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/258/"
    },
    "id": "1970953",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–317_________________HALLIBURTON CO., et al., PETITIONERS v.\nERICA P. JOHN FUND, INC., fka ARCHDIOCESE OF MILWAUKEE SUPPORTING\nFUND, INC.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 23, 2014]Justice Thomas, with\nwhom Justice Scalia and Justice Alito join, concurring in the\njudgment.The implied Rule\n10b–5 private cause of action is “a relic of the heady\ndays in which this Court assumedcommon-law powers to create causes\nof action,” Correctional Services Corp. v. Malesko, 534 U. S.\n61, 75 (2001) (Scalia, J., concurring); see, e.g., J. I. Case Co.\nv. Borak, 377 U. S. 426, 433 (1964) . We have since ended that\npractice because the authority to fashion private remedies to\nenforce federal law belongs to Congress alone. Stone-ridge\nInvestment Partners, LLC v. Scientific-Atlanta, Inc., 552\nU. S. 148, 164 (2008) . Absent statutory authorization for a\ncause of action, “courts may not create one, no matter how\ndesirable that might be as a policy matter.” Alexander v.\nSandoval, 532 U. S. 275 –287 (2001).Basic Inc. v. Levinson,\n485 U. S. 224 (1988) , demonstrates the wisdom of this rule.\nBasic presented the question how investors must prove the reliance\nelement of the implied Rule 10b–5 cause of action—the\nrequirement that the plaintiff buy or sell stock in reliance on the\ndefendant’s misstatement—when they transact on modern,\nimpersonal securities exchanges. Were the Rule 10b–5 action\nstatu-tory, the Court could have resolved this question by\ninterpreting the statutory language. Without a statute to interpret\nfor guidance, however, the Court began instead with a particular\npolicy “problem”: for investors in impersonal markets,\nthe traditional reliance requirement was hard to prove and\nimpossible to prove as common among plaintiffs bringing 10b–5\nclass-action suits. Id., at 242, 245. With the task thus framed as\n“resol[ving]” that\n“ ‘problem’ ” rather than\ninterpreting statutory text, id., at 242, the Court turned to\nnascent economic theory and naked intuitions about investment\nbehavior in its efforts to fashion a new, easier way to meet the\nreliance requirement. The result was an evidentiary presumption,\nbased on a “fraud on the market” theory, that paved the\nway for class actions under Rule 10b–5.Today we are asked to\ndetermine whether Basic was correctly decided. The Court suggests\nthat it was, and that stare decisis demands that we preserve it. I\ndisagree. Logic, economic realities, and our subsequent\njurisprudence have undermined the foundations of the Basic\npresumption, and stare decisis cannot prop up the façade\nthat remains. Basic should be overruled.IUnderstanding where\nBasic went wrong requires an explanation of the\n“reliance” requirement as traditionally understood.“Reliance by the\nplaintiff upon the defendant’s deceptive acts is an essential\nelement” of the implied 10b–5 private cause of\naction.[1] Stoneridge, supra,\nat 159. To prove reliance, the plaintiff must show\n“ ‘transaction causation,’ ”\ni.e., that the specific misstatement induced “the\ninvestor’s decision to engage in the transaction.”\nErica P. John Fund, Inc. v. Halliburton Co., 563 U. S. ___,\n___–___ (2011) (slip op., at 6–7). Such proof\n“ensures that there is a proper ‘connection between a\ndefendant’s misrepresentation and a plaintiff’s\ninjury’ ”—namely, that the plaintiff has not\njust lost money as a result of the misstatement, but that he was\nactually defrauded by it. Id., at ___ (slip op., at 4); see also\nDirks v. SEC, 463 U. S. 646 –667, n. 27 (1983)\n(“[T]o constitute a violation of Rule 10b–5, there must\nbe fraud. . . . [T]here always are winners and\nlosers; but those who have ‘lost’ have not necessarily\nbeen defrauded”). Without that connection, Rule 10b–5\nis reduced to a “ ‘scheme of investor’s\ninsurance,’ ” because a plaintiff could recover\nwhenever the defendant’s misstatement distorted the stock\nprice—regardless of whether the misstatement had actually\ntricked the plaintiff into buying (or selling) the stock in the\nfirst place. Dura Pharmaceuticals, Inc. v. Broudo, 544 U. S.\n336, 345 (2005) (quoting Basic, supra, at 252 (White, J.,\nconcurring in part and dissenting in part)).The\n“traditional” reliance element requires a plaintiff to\n“sho[w] that he was aware of a company’s statement and\nengaged in a relevant transaction . . . based on that\nspe-cific misrepresentation.” Erica P. John Fund, supra, at\n___ (slip op., at 4). But investors who purchase stock from third\nparties on impersonal exchanges (e.g., the New York Stock Exchange)\noften will not be aware of any particular statement made by the\nissuer of the security, and therefore cannot establish that they\ntransacted based on a specific misrepresentation. Nor is the\ntraditional reliance requirement amenable to class treatment; the\ninherently individualized nature of the reliance inquiry renders it\nimpossible for a 10b–5 plaintiff to prove that common\nquestions predominate over individual ones, making class\ncertification improper. See Basic, supra, at 242; Fed. Rule Civ.\nProc. 23(b)(3).Citing these\ndifficulties of proof and class certification, 485 U. S., at\n242, 245, the Basic Court dispensed with the traditional reliance\nrequirement in favor of a new one based on the fraud-on-the-market\ntheory.[2] The new version of\nreliance had two related parts.First, Basic suggested\nthat plaintiffs could meet the reliance requirement\n“ ‘indirectly,’ ” id., at 245.\nThe Court reasoned that “ ‘ideally, [the market]\ntransmits information to the investor in the processed form of a\nmarket price.’ ” Id., at 244. An investor could\nthus be said to have “relied” on a specific\nmisstatement if (1) the market had incorporated that statement into\nthe market price of the security, and (2) the investor then bought\nor sold that security “in reliance on the integrity of the\n[market] price,” id., at 247, i.e., based on his belief that\nthe market price\n“ ‘reflect[ed]’ ” the\nstock’s underlying\n“ ‘value,’ ” id., at 244.Second, Basic created a\npresumption that this “indirect” form of\n“reliance” had been proved. Based primarily on certain\nassumptions about economic theory and investor behavior, Basic\nafforded plaintiffs who traded in efficient markets an evidentiary\npresumption that both steps of the novel reliance requirement had\nbeen satisfied—that (1) the market had incorporated the\nspecific misstatement into the market price of the security, and\n(2) the plaintiff did transact in reliance on the integrity of that\nprice.[3] Id., at 247. A\ndefendant was ostensibly entitled to rebut the presumption by\nputting forth evidence that either of those steps was absent. Id.,\nat 248.IIBasic’s\nreimagined reliance requirement was a mistake, and the passage of\ntime has compounded its failings. First, the Court based both parts\nof the presumption of reliance on a questionable understanding of\ndisputed economic theory and flawed intuitions about investor\nbehavior. Second, Basic’s rebuttable presumption is at odds\nwith our subsequent Rule 23 cases, which require plaintiffs seeking\nclass certification to “ ‘affirmatively\ndemonstrate’ ” certification requirements like the\npredominance of common questions. Comcast Corp. v. Behrend, 569\nU. S. ___, ___ (2013) (slip op., at 5) (quoting Wal-Mart\nStores, Inc. v. Dukes, 564 U. S. ___, ___ (2011) (slip op., at\n10)). Finally, Basic’s presumption that investors rely on the\nintegrity of the market price is virtually irrebuttable in\npractice, which means that the “essential” reliance\nelement effectively exists in name only.ABasic based the\npresumption of reliance on two factual assumptions. The first\nassumption was that, in a “well-developed market,”\npublic statements are generally “reflected” in the\nmarket price of securities. 485 U. S., at 247. The second was\nthat investors in such markets transact “in reliance on the\nintegrity of that price.” Ibid. In other words, the Court\ncreated a presumption that a plaintiff had met the two-part,\nfraud-on-the-market version of the reliance requirement because, in\nthe Court’s view, “common sense and probability”\nsuggested that each of those parts would be met. Id., at 246.In reality, both of the\nCourt’s key assumptions are highly contestable and do not\nprovide the necessary support for Basic’s presumption of\nreliance. The first assumption—that public statements are\n“reflected” in the market price—was grounded in\nan economic theory that hasgarnered substantial criticism since\nBasic. The second as-sumption—that investors categorically\nrely on the integrity of the market price—is simply\nwrong.1The Court’s\nfirst assumption was that “most publicly available\ninformation”—including public\nmisstatements—“is reflected in [the] market\nprice” of a security. Id., at 247. The Court grounded that\nassumption in “empirical studies” testing a\nthen-nascent economic theory known as the efficient capital markets\nhypothesis. Id., at 246–247. Specifically, the Court relied\nupon the “semi-strong” version of that theory, which\nposits that the average investor cannot earn above-market returns\n(i.e., “beat the market”) in an efficient market by\ntrading on the basis of publicly available information. See, e.g.,\nStout, The Mechanisms of Market Inefficiency: An Introduction to\nthe New Finance, 28 J. Corp. L. 635, 640, and n. 24 (2003) (citing\nFama, Efficient Capital Markets: A Review of Theory and Empirical\nWork, 25 J. Finance 383, 388 (1970)).[4] The upshot of the hypothesis is that “the market\nprice of shares traded on well-developed markets [will] reflec[t]\nall publicly available information, and, hence, any material\nmisrepresentations.” Basic, supra, at 246. At the time of\nBasic, this version of the efficient capital markets hypothesis was\n“widely accepted.” See Dunbar & Heller\n463–464.This view of market\nefficiency has since lost its luster. See, e.g., Langevoort, Basic\nat Twenty: Rethinking Fraud on the Market, 2009 Wis. L. Rev.\n151, 175 (“Doubts about the strength and pervasiveness of\nmarket efficiency are much greater today than they were in the\nmid-1980s”). As it turns out, even\n“well-developed” markets (like the New York Stock\nExchange) do not uniformly incorporate information into market\nprices with high speed. “[F]riction in accessing public\ninformation” and the presence of “processing\ncosts” means that “not all public information will be\nimpounded in a security’s price with the same alacrity, or\nperhaps with any quickness at all.” Cox, Understanding\nCausation in Private Securities Lawsuits: Building on Amgen, 66\nVand. L. Rev. 1719, 1732 (2013) (hereinafter Cox). For\nexample, information that is easily digestible (merger\nannouncements or stock splits) or especially prominent (Wall Street\nJournal articles) may be incorporated quickly, while information\nthat is broadly applicable or technical (Securities and Exchange\nCommission filings) may be incorporated slowly or even ignored. See\nStout, supra, at 653–656; see e.g., In re Merck &\nCo. Securities Litigation, 432 F. 3d 261, 263–265 (CA3\n2005) (a Wall Street Journal article caused a steep decline in the\ncompany’s stock price even though the same information was\ncontained in an earlier SEC disclosure).Further, and more\nimportantly, “overwhelming empirical evidence” now\nsuggests that even when markets do incorporate public information,\nthey often fail to do so accurately. Lev and de Villiers, Stock\nPrice Crashes and 10b–5 Damages: A Legal, Economic and Policy\nAnalysis, 47 Stan. L. Rev. 7, 20–21 (1994); see also\nid., at 21 (“That many share price movements seem unrelated\nto specific information strongly suggests that capital markets are\nnot fundamentally efficient, and that wide deviations from\nfundamentals . . . can occur”(footnote omitted)).\n“Scores” of “efficiency-defying\nanomalies”—such as market swings in the absence of new\ninformation and prolonged deviations from underlying asset\nvalues—make market efficiency “more contestable than\never.” Langevoort, Taming the Animal Spirits of the Stock\nMarkets: A Behavioral Approach to Securities Regulation, 97 Nw. U.\nL. Rev. 135, 141 (2002); Dunbar & Heller 476–483.\nSuch anomalies make it difficult to tell whether, at any given\nmoment, a stock’s price accurately reflects its value as\nindicated by all publicly available information. In sum, economists\nnow understand that the price impact Basic assumed would happen\nreflexively is actually far from certain even in\n“well-developed” markets. Thus, Basic’s claim\nthat “common sense and probability” support a\npresumption of reliance rests on shaky footing.2The Basic Court also\ngrounded the presumption of reliance in a second assumption: that\n“[a]n investor who buys or sells stock at the price set by\nthe market does so in reliance on the integrity of that\nprice.” 485 U. S., at 247. In other words, the Court\nassumed that investors transact based on the belief that the market\nprice accurately reflects the underlying\n“ ‘value’ ” of the security. See\nid., at 244 (“ ‘[P]urchasers generally rely on the\nprice of the stock as a reflection of its\nvalue’ ”). The Basic Court appears to have adopted\nthis assumption about investment behavior based only on what it\nbelieved to be “common sense.” Id., at 246. The Court\nfound it “ ‘hard to imagine that there ever is a\nbuyer or seller who does not rely on market integrity. Who would\nknowingly roll the dice in a crooked crap game?’ ”\nId., at 246–247.The Court’s\nrather superficial analysis does not withstand scrutiny. It cannot\nbe seriously disputed that a great many investors do not buy or\nsell stock based on a belief that the stock’s price\naccurately reflects its value. Many investors in fact trade for the\nopposite reason—that is, because they think the market has\nunder- or overvalued the stock, and they believe they can profit\nfrom that mispricing. Id., at 256 (opinion of White, J.); see,\ne.g., Macey, The Fraud on the Market Theory: Some Preliminary\nIssues, 74 Cornell L. Rev. 923, 925 (1989) (The\n“opposite” of Basic’s assumption appears to be\ntrue; some investors “attempt to locate undervalued stocks in\nan effort to ‘beat the market’ . . . in\nessence betting that the market . . . is in fact\ninefficient”). Indeed, securities transactions often take\nplace because the transacting parties disagree on the\nsecurity’s value. See, e.g., Stout, Are Stock Markets Costly\nCasinos? Disagreement, Mar-ket Failure, and Securities Regulation,\n81 Va. L. Rev.611, 619 (1995) (“[A]vailable evidence\nsuggests that . . . in-vestor disagreement inspires the\nlion’s share of equities transactions”).Other investors trade\nfor reasons entirely unrelated to price—for instance, to\naddress changing liquidity needs, tax concerns, or portfolio\nbalancing requirements. See id., at 657–658; see also Cox\n1739 (investors may purchase “due to portfolio rebalancing\narising from its obeisance to an indexing strategy”). These\ninvestment decisions—made with indifference to price and thus\nwithout regard for price “integrity”—are at odds\nwith Basic’s understanding of what motivates investment\ndecisions. In short, Basic’s assumption that all investors\nrely in common on “price integrity” is simply\nwrong.[5]The majority tries (but\nfails) to reconcile Basic’s assumption about investor\nbehavior with the reality that many investors do not behave in the\nway Basic assumed. It first asserts that Basic rested only on the\nmore modest view that “ ‘most\ninvestors’ ” rely on the integrity of a\nsecurity’s market price. Ante, at 12 (quoting not Basic, but\nAmgen Inc. v. Connecticut Retirement Plans & Trust Funds, 568\nU. S. ___, ___ (2013) (slip op., at 5) (emphasis added)). That\ngloss is difficult to square with Basic’s plain language:\n“An investor who buys or sells stock at the price set by the\nmarket does so in reliance on the integrity of that price.”\nBasic, 458 U. S., at 247; see also id., at 246–247\n(“ ‘[I]t is hard to imagine that there ever is a\nbuyer or seller who does not rely on market\nintegrity’ ”). In any event, neither Basic nor the\nmajority offers anything more than a judicial hunch as evidence\nthat even “most” investors rely on price integrity.The majority also\nsuggests that “there is no reason to suppose” that\ninvestors who buy stock they believe to be undervalued are\n“indifferent to the integrity of market prices.” Ante,\nat 12. Such “value investor[s],” according to the\nmajority, “implicitly rel[y] on the fact that a stock’s\nmarket price will eventually reflect material information”\nand “presumably tr[y] to estimate how undervalued or\novervalued a particular stock is” by reference to the market\nprice. Ibid. Whether the majority’s unsupported claims about\nthe thought processes of hypothetical investors are accurate or\nnot, they are surely beside the point. Whatever else an investor\nbelieves about the market, he simply does not “rely on the\nintegrity of the market price” if he does not believe that\nthe market price accurately reflects public information at the time\nhe transacts. That is, an investor cannot claim that a public\nmisstatement induced his transaction by distorting the market price\nif he did not buy at that price while believing that it accurately\nincorporated that public information. For that sort of investor,\nBasic’s critical fiction falls apart.BBasic’s\npresumption of reliance also conflicts with our more recent cases\nclarifying Rule 23’s class-certification requirements. Those\ncases instruct that “a party seeking to maintain a class\naction ‘must affirmatively demonstrate his compliance’\nwith Rule 23.” Comcast, 569 U. S., at ___ (slip op., at\n5) (quoting Wal-Mart, 564 U. S., at ___ (slip op., at 10). To\nprevail on a motion for class certification, a party must\ndemonstrate through “evidentiary proof” that\n“ ‘questions of law or fact common to class\nmembers predominate over any questions affecting only individual\nmembers.’ ” 569 U. S., at ___ (slip op., at\n5–6) (quoting Fed. Rule Civ. Proc. 23(b)(3)).Basic permits\nplaintiffs to bypass that requirement of evidentiary proof. Under\nBasic, plaintiffs who invoke the presumption of reliance (by\nproving its predicates) are deemed to have met the predominance\nrequirement of Rule 23(b)(3). See ante, at 14; Amgen, supra, at ___\n(slip op., at 6) (Basic “facilitates class certification by\nrecognizing a rebuttable presumption of classwide reliance”);\nBasic, 485 U. S., at 242, 250 (holding that the District Court\nappropriately certified the class based on the presumption of\nreliance). But, invoking the Basic presumption does not actually\nprove that individual questions of reliance will not overwhelm the\ncommon questions in the case. Basic still requires a showing that\nthe individual investor bought or sold in reliance on the integrity\nof the market price and, crucially, permits defendants to rebut the\npresumption by producing evidence that individual plaintiffs do not\nmeet that description. See id., at 249 (“Petitioners\n. . . could rebut the presumption of reliance as to\nplaintiffs who would have divested themselves of their Basic shares\nwithout relying on the integrity of the market”). Thus, by\nits own terms, Basic entitles defendants to ask each class member\nwhether he traded in reliance on the integrity of the market price.\nThat inquiry, like the traditional reliance inquiry, is inherently\nindividualized; questions about the trading strategies of\nindividual investors will not generate “ ‘common\nanswers apt to drive the resolution of the\nlitigation,’ ” Wal-Mart Stores, supra, at ___\n(slip op., at 10). See supra, at 8–9; see also Cox 1736, n.\n55 (Basic’s recognition that defendants could rebut the\npresumption “by proof the investor would have traded anyway\nappears to require individual inquiries into reliance”).Basic thus exempts Rule\n10b–5 plaintiffs from Rule 23’s proof requirement.\nPlaintiffs who invoke the presumption of reliance are deemed to\nhave shown predominance as a matter of law, even though the\nresulting rebuttable presumption leaves individualized questions of\nreliance in the case and predominance still unproved. Needless to\nsay, that exemption was beyond the Basic Court’s power to\ngrant.[6]CIt would be bad\nenough if Basic merely provided an end-run around Rule 23. But in\npractice, the so-called “rebuttable presumption” is\nlargely irrebuttable.The Basic Court\nostensibly afforded defendants an opportunity to rebut the\npresumption by providing evidence that either aspect of a\nplaintiff’s fraud-on-the-market reliance—price impact,\nor reliance on the integrity of the market price—is missing.\n485 U. S., at 248–249. As it turns out, however, the\nrealities of class-action procedure make rebuttal based on an\nindividual plaintiff’s lack of reliance virtually impossible.\nAt the class-certification stage, rebuttal is only directed at the\nclass representatives, which means that counsel only needs to find\none class member who can withstand the challenge. See Grundfest,\nDamages and Reliance Under Section 10(b) of the Exchange Act, 69\nBus. Lawyer 307, 362 (2014). After class certification, courts have\nrefused to allow defendants to challenge any plaintiff’s\nreliance on the integrity of the market price prior to a\ndetermination on classwide liability. See Brief for Chamber of\nCommerce of the United States of America et al. as Amici\nCuriae 13–14 (collecting cases rejecting postcertification\nattempts to rebut individual class members’ reliance on price\nintegrity as not pertinent to classwide liability). One search for\nrebuttals on individual-reliance grounds turned up only six cases\nout of the thousands of Rule 10b–5 actions brought since\nBasic. Grundfest, supra, at 360.[7]The apparent\nunavailability of this form of rebuttal has troubling implications.\nBecause the presumption is conclusive in practice with respect to\ninvestors’ reliance on price integrity, even Basic’s\nwatered-down reliance requirement has been effectively eliminated.\nOnce the presumption attaches, the reliance element is no longer an\nobstacle to prevailing on the claim, even though many class members\nwill not have transacted in reliance on price integrity, see supra,\nat 8–9. And without a func-tional reliance requirement, the\n“essential element” that ensures the plaintiff has\nactually been defrauded, see Stoneridge, 552 U. S., at 159, Rule\n10b–5 becomes the very “ ‘scheme of\ninvestor’s insurance’ ” the rebuttable\npresumption was supposed to prevent. See Basic, supra, at 252\n(opinion of White, J.).[8]*  *  *For these reasons,\nBasic should be overruled in favor of the straightforward rule that\n“[r]eliance by the plaintiff upon the defendant’s\ndeceptive acts”—actual reliance, not the fictional\n“fraud-on-the-market” version—“is an\nessential element of the §10(b) private cause of\naction.” Stone-ridge, 552 U. S., at 159.IIIPrinciples of stare\ndecisis do not compel us to save Basic’s muddled logic and\narmchair economics. We have not hesitated to overrule decisions\nwhen they are “unworkable or are badly reasoned,” Payne\nv. Tennessee, 501 U. S. 808, 827 (1991) ; when “the\ntheoretical underpinnings of those decisions are called into\nserious question,” State Oil Co. v. Khan, 522 U. S. 3,\n21 (1997) ; when the decisions have become\n“irreconcilable” with intervening developments in\n“competing legal doctrines or policies,” Patterson v.\nMcLean Credit Union, 491 U. S. 164, 173 (1989) ; or when they\nare otherwise “a positive detriment to coherence and\nconsistency in the law,” ibid. Just one of these\ncircumstances can justify our correction of bad precedent; Basic\nchecks all the boxes.In support of its\ndecision to preserve Basic, the majority contends that stare\ndecisis “has ‘special force’ ‘in respect to\nstatutory interpretation’ because ‘Congress remains\nfree to alter what we have done.’ ” Ante, at 12\n(quoting John R. Sand & Gravel Co. v. United States, 552\nU. S. 130, 139 (2008) ; some internal quotation marks\nomitted). But Basic, of course, has nothing to do with statutory\ninterpretation. The case concerned a judge-made evidentiary\npresumption for a judge-made element of the implied 10b−5\nprivate cause of action, itself “a judicial construct that\nCongress did not enact in the text of the relevant statutes.”\nStoneridge, supra, at 164. We have not afforded stare decisis\n“special force” outside the context of statu-tory\ninterpretation, see Michigan v. Bay Mills Indian Community, 572\nU. S. ___, ___, n. 6 (2014) (Thomas, J. dissenting) (slip\nop., at 15, n. 6 and for good reason. In statutory cases, it\nis perhaps plausible that Congress watches over its enactments and\nwill step in to fix our mistakes, so we may leave to Congress the\njudgment whether the interpretive question is better left\n“ ‘settled’ ” or\n“ ‘settled right,’ ” Square D Co.\nv. Niagara Frontier Tariff Bureau, Inc., 476 U. S. 409, 424\n(1986) . But this rationale is untenable when it comes to\njudge-made law like “implied” private causes of action,\nwhich we retain a duty to superintend. See, e.g., Exxon Shipping\nCo. v. Baker, 554 U. S. 471, 507 (2008) (“[T]he\njudiciary [cannot] wash its hands of a problem it created\n. . . simply by calling [the judicial doctrine]\nlegislative”). Thus, when we err in areas of judge-made law,\nwe ought to presume that Congress expects us to correct our own\nmistakes—not the other way around. That duty is especially\nclear in the Rule 10b–5 context, where we have said that\n“[t]he federal courts have accepted and exercised the\nprincipal responsibility for the continuing elaboration of the\nscope of the 10b–5 right and the definition of the duties it\nimposes.” Musick, Peeler & Garrett v. Employers Ins. of\nWausau, 508 U. S. 286, 292 (1993) .Basic’s\npresumption of reliance remains our mistake to correct. Since\nBasic, Congress has enacted two major securities laws: the Private\nSecurities Litigation Reform Act of 1995 (PSLRA), 109Stat. 737, and\nthe Securities Litigation Uniform Standards Act of 1998 (SLUSA),\n112Stat. 3227. The PSLRA “sought to combat perceived abuses\nin securities litigation,” ante, at 15, and SLUSA prevented\nplaintiffs from avoiding the PSLRA’s restrictions by bringing\nclass actions in state court, ibid. Neither of these Acts touched\nthe reliance element of the implied Rule 10b–5 private cause\nof action or the Basic presumption.Contrary to\nrespondent’s argument (the majority wisely skips this next\nline of defense), we cannot draw from Congress’ silence on\nthis matter an inference that Congress approved of Basic. To begin\nwith, it is inappropriate to give weight to “Congress’\nunenacted opinion” when construing judge-made doctrines,\nbecause doing so allows the Court to create law and then\n“effectively codif[y]” it “based only on\nCongress’ failure to address it.” Bay Mills, supra, at\n___ (Thomas, J., dissenting) (slip op., at 14). Our Constitution,\nhowever, demands that laws be passed by Congress and signed by the\nPresident. U. S. Const., Art. I, §7. Adherence to Basic\nbased on congressional inaction would invert that requirement by\ninsulating error from correction merely because Congress failed to\npass a law on the subject. Cf. Patterson, supra, at 175, n. 1\n(“Congressional inaction cannot amend a duly enacted\nstatute”).At any rate, arguments\nfrom legislative inaction are speculative at best. “[I]t is\n‘ “impossible to assert with any degree of\nassurance that congressional failure to act represents”\naffirmative congressional approval of’ one of this\nCourt’s decisions.” Bay Mills, supra, at ___\n(Thomas, J., dissenting) (slip op., at 13) (quoting Patterson,\nsupra, at 175, n. 1). “ ‘Congressional inaction\nlacks persuasive significance’ ” because it is\nindeterminate; “ ‘several equally tenable\ninferences may be drawn from such inaction.’ ”\nCentral Bank of Denver, N. A. v. First Interstate Bank of Denver,\nN. A., 511 U. S. 164, 187 (1994) (quoting Pension Benefit\nGuaranty Corporation v. LTV Corp., 496 U. S. 633, 650 (1990)\n). Therefore, “[i]t does not follow . . . that\nCongress’ failure to overturn a . . . precedent is\nreason for this Court to adhere to it.” Patterson, supra, at\n175, n. 1.That is especially true\nhere, because Congress passed a law to tell us not to draw any\ninference from its inaction. The PSLRA expressly states that\n“[n]othing in this Act . . . shall be deemed to\ncreate or ratify any implied private right of action.” Notes\nfollowing 15 U. S. C. §78j–1, p. 430. If the\nAct did not ratify even the Rule 10b–5 private cause of\naction, it cannot be read to ratify sub silentio the presumption of\nreliance this Court affixed to that action. Further, the PSLRA and\nSLUSA operate to curtail abuses of various private causes of action\nunder our securities laws—hardly an indication that Congress\napproved of Basic’s expansion of the 10b–5 private\ncause of action. Congress’ failure to overturn Basic does not\npermit us to “place on the shoulders of Congress the burden\nof the Court’s own error.” Girouard v. United States,\n328 U. S. 61, 70 (1946) .*  *  *Basic took an implied\ncause of action and grafted on a policy-driven presumption of\nreliance based on nascent economic theory and personal intuitions\nabout investment behavior. The result was an unrecognizably broad\ncause of action ready made for class certification. Time and\nexperience have pointed up the error of that decision, making it\nall too clear that the Court’s attempt to revise securities\nlaw to fit the alleged “new realities of financial\nmarkets” should have been left to Congress. 485 U. S.,\nat 255 (opinion of White, J.).Notes1As the private Rule\n10b–5 action has evolved, the Court has drawn on the\ncommon-law action of deceit to identify six elements a private\nplaintiff must prove: “ ‘(1) a material\nmisrepresentation or omission by the defendant; (2) scienter; (3) a\nconnection between the misrepresentation or omission and the\npurchase or sale of a security; (4) reliance upon the\nmisrepresentation or omission; (5) economic loss; and (6) loss\ncausation.’ ” v. , 568 U. S. ___,\n___–___ (2013) (slip op., at 3–4).2In the years preceding ,\nlower courts and commentators experimented with various ways to\nfacilitate 10b–5 class actions by relaxing or eliminating the\nreliance element of the implied 10b–5 action. See, , v. , 524\nF. 2d 891 (CA9 1975); Note, The Fraud-on-the-Market Theory, 95\nHarv. L. Rev. 1143 (1982); Note, The Reliance Requirement in\nPrivate Actions under SEC Rule 10b–5, 88 Harv. L. Rev. 584,\n592–606 (1975). The “fraud-on-the-market theory”\nis an umbrella term for those varied efforts. Black, Fraud on the\nMarket: A Criticism of Dispensing with Reliance Requirements in\nCertain Open Market Transactions, 62 N. C. L. Rev. 435,\n439–457 (1984).3An investor could invoke\nthis presumption by demonstrating certain predicates: (1) a public\nstatement; (2) an efficient market; (3) that the shares were traded\nafter the statement was made but before the truth was revealed; and\n(4) that the statement was material. 485 U. S. at 248, n.\n27.4The “weak\nform” of the hypothesis provides that an investor cannot earn\nan above-market return by trading on historical price data. See\nDunbar & Heller, Fraud on the Market Meets Behavioral Finance,\n31 Del. J. Corporate L. 455, 463–464 (2006) (hereinafter\nDunbar & Heller). The “strong form” provides that\ninvestors cannot achieve above-market returns even by trading on\nnonpublic information. See The weak form is generally accepted; the\nstrong form is not. See5The Court’s\nmistaken intuition about investor behavior appears to involve a\ncategory mistake: the Court invoked a hypothesis meant to describe\nmarkets, but then used it “in the one way it is not meant to\nbe used: as a predictor of the behavior of individual\ninvestors.” Langevoort, Theories, Assumptions, and Securities\nRegulation: Market Efficiency Revisited, 140 U. Pa.\nL. Rev. 851, 895 (1992). The efficient capital markets\nhypothesis does not describe “how investors behave; [it] only\nsuggests the consequences of their collective behavior.” Cox\n1736. “Nothing in the hypothesis denies what most popular\naccounts assume: that much information searching and trading by\ninvestors, from institutions on down, is done in the (perhaps\nerroneous) belief that undervalued or overvalued stocks exist and\ncan systematically be discovered.” Langevoort, Theories, at\n895.6The majority suggests\nthat squares with v. , 569 U. S. ___ (2013), and v. , 564\nU. S. ___ (2011), because it does not “relieve\nplaintiffs of the burden of proving . . .\npredominance” but “rather sets forth what they must\nprove to demonstrate such predominance.” at 14–15. This\nargument misses the point. Because offers defendants a chance to\nrebut the presumption on individualized grounds, the predicates\nthat sets forth as sufficient to invoke the presumption do not\nnecessarily prove predominance.7The absence of\npostcertification rebuttal is likely attributable in part to the\nsubstantial settlement pressures brought to bear by certification.\nSee, Nagareda, Class Certification in the Age of Aggregate Proof,\n84 N. Y. U. L. Rev. 97, 99 (2009) (“With\nvanishingly rare exception, class certification sets the litigation\non a path toward res-olution by way of settlement, not full-fledged\ntesting of the plaintiffs’ case by trial”); see also v.\n, (“[E]xtensive discovery andthe potential for uncertainty\nand disruption in a lawsuit allow plaintiffs with weak claims to\nextort settlements from innocent companies”).8Of course, today’s\ndecision makes clear that a defendant may rebut the presumption by\nproducing evidence that the misstatement at issue failed to affect\nthe market price of the security, see at 17–22. But both\nparts of ’s version of reliance are key to its fiction that\nan investor has “indirectly” relied on the\nmisstatement; the unavailability of rebuttal with respect to one of\nthose parts still functionally removes reliance as an element of\nproof.",
    "joined": []
}