{
    "case": {
        "docket": "502",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/502/"
    },
    "id": "1962921",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRINGFCC V. FOX TELEVISION STATIONS, INC.556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-582FEDERAL COMMUNICATIONS COMMISSION, et al.,\nPETITIONERSv.FOX TELEVISION STATIONS, INC.,\net al.on writ of certiorari to the united states court of\nappeals for the second circuit[April 28, 2009]Justice Thomas, concurring.I join the Court’s opinion,\nwhich, as a matter of administrative law, correctly upholds the\nFederal Communications Commission’s (FCC) policy with respect to\nindecent broadcast speech under the Administrative Procedure Act. I\nwrite separately, however, to note the questionable viability of\nthe two precedents that support the FCC’s assertion of\nconstitutional authority to regulate the programming at issue in\nthis case. SeeRed Lion Broadcasting Co.v.FCC,395 U. S. 367(1969);FCCv.Pacifica Foundation,438 U. S. 726(1978).Red\nLionandPacificawere unconvincing when they were\nissued, and the passage of time has only increased doubt regarding\ntheir continued validity. “The text of the First Amendment makes no\ndistinctions among print, broadcast, and cable media, but we have\ndone so” in these cases.Denver Area Ed. Telecommunications\nConsortium, Inc.v.FCC,518 U. S. 727, 812\n(1996) (Thomas, J., concurring in judgment in part and dissenting\nin part).InRed Lion, this Court upheld the\nso-called “fairness doctrine,” a Government requirement “that\ndiscussion of public issues be presented on broadcast stations, and\nthat each side of those issues must be given fair coverage.” 395 U.\nS., at 369, 400–401. The decision relied heavily on the scarcity of\navailable broadcast frequencies. According to the Court, because\nbroadcast spectrum was so scarce, it “could be regulated and\nrationalized only by the Government. Without government control,\nthe medium would be of little use because of the cacophony of\ncompeting voices, none of which could be clearly and predictably\nheard.”Id., at 376.To this end, the Court\nconcluded that the Government should be “permitted to put\nrestraints on licensees in favor of others whose views should be\nexpressed on this unique medium.”Id., at 390; see alsoid., at 389 (concluding that “as far as the First\nAmendment is concerned those who are licensed stand no better than\nthose to whom licenses are refused”). Applying this principle, the\nCourt held that “[i]t does not violate the First Amendment to treat\nlicensees given the privilege of using scarce radio frequencies as\nproxies for the entire community, obligated to give suitable time\nand attention to matters of great public concern.”Id.,at\n394.Red Lionspecifically declined to\nanswer whether the First Amendment authorized the Government’s\n“refusal to permit the broadcaster to carry a particular program or\nto publish his own views[,] … [or] government censorship of a\nparticular program,”id., at 396. But then inPacifica, this Court rejected a challenge to the FCC’s\nauthority to impose sanctions on the broadcast of indecent\nmaterial. See 438 U. S., at 729–730, 750–751;id., at 742\n(plurality opinion), relying onRed Lion, the Court noted\nthat “broadcasting … has received the most limited First Amendment\nprotection.” 438 U. S., at 748. The Court also emphasized the\n“uniquely pervasive presence” of the broadcast media in Americans’\nlives and the fact that broadcast programming was “uniquely\naccessible to children.”Id.,at 748–749.This deep intrusion into the First Amendment\nrights of broadcasters, which the Court has justified based only on\nthe nature of the medium, is problematic on two levels. First,\ninstead of looking to first principles to evaluate the\nconstitutional question, the Court relied on a set of transitory\nfacts,e.g., the “scarcity of radio frequencies,”Red\nLion, supra, at 390, to determine the applicable First\nAmendment standard. But the original meaning of the Constitution\ncannot turn on modern necessity: “Constitutional rights are\nenshrined with the scope they were understood to have when the\npeople adopted them, whether or not future legislatures or (yes)\neven future judges think that scope too broad.”District of\nColumbiav.Heller, 554 U. S. ___, ___ (2008) (slip\nop., at 63). In breaching this principle,Red Lionadopted, andPacificareaffirmed, a legal rule that lacks\nany textual basis in the Constitution.Denver Area, supra,\nat 813 (Thomas, J., concurring in judgment in part and dissenting\nin part) (“First Amendment distinctions between media [have been]\ndubious from their infancy”). Indeed, the logical weakness ofRed LionandPacificahas been apparent for some\ntime: “It is certainly true that broadcast frequencies are scarce\nbut it is unclear why that fact justifies content regulation of\nbroadcasting in a way that would be intolerable if applied to the\neditorial process of the print media.”Telecommunications\nResearch & Action Centerv.FCC,801 F. 2d\n501, 508 (CADC 1986) (Bork, J.).Highlighting the doctrinal incoherence ofRed LionandPacifica, the Court has declined to\napply the lesser standard of First Amendment scrutiny imposed on\nbroadcast speech to federal regulation of telephone dial-in\nservices, seeSable Communications of Cal., Inc.v.FCC,492 U.\nS. 115, 127–128 (1989), cable television programming, seeTurner Broadcasting System, Inc.v.FCC,512 U. S. 622, 637\n(1994), and the Internet, seeRenov.American Civil\nLiberties Union,521 U. S. 844, 867–868 (1997). “There\nis no justification for this apparent dichotomy in First Amendment\njurisprudence. Whatever the merits ofPacificawhen it was\nissued[,] … it makes no sense now.”Action for Children’s\nTelevisionv.FCC, 58 F. 3d 654, 673 (CADC 1995)\n(Edwards, C. J., dissenting). The justifications relied on by\nthe Court inRed LionandPacifica—“spectrum\nscarcity, intrusiveness, and accessibility to children—neither\ndistinguish broadcast from cable, nor explain the relaxed\napplication of the principles of the First Amendment to broadcast.”\n58 F. 3d, at 673; see alsoIn reIndustry\nGuidance on Commission’s Case Law Interpreting 18 U.\nS. C.§1464 and Enforcement Policies Regarding\nBroadcast Indecency, 16 FCC Rcd. 7999, 8021, n. 11 (2001)\n(statement of Commissioner Furchtgott-Roth) (“It is ironic that\nstreaming video or audio content from a television or radio station\nwould likely receive more constitutional protection,seeReno[v.American Civil Liberties Union,521 U. S. 844(1997)], than would the\nsame exact content broadcast over-the-air”).Second, even if this Court’s disfavored\ntreatment of broadcasters under the First Amendment could have been\njustified at the time ofRed LionandPacifica,\ndramatic technological advances have eviscerated the factual\nassumptions underlying those decisions. Broadcast spectrum is\nsignificantly less scarce than it was 40 years ago. See Brief for\nRespondents NBC Universal et al. 37–38 (hereinafter NBC\nBrief). As NBC notes, the number of over-the-air broadcast stations\ngrew from 7,411 in 1969, whenRed Lionwas issued, to\n15,273 by the end of 2004. See NBC Brief 38; see also FCC Media\nBureau Staff Research Paper, J. Berresford, The Scarcity Rationale\nfor Regulating Traditional Broadcasting: An Idea Whose Time Has\nPassed 12–13 (Mar. 2005) (No. 2005–2). And the trend should\ncontinue with broadcast television’s imminent switch from analog to\ndigital transmission, which will allow the FCC to “stack broadcast\nchannels right beside one another along the spectrum, and\nultimately utilize significantly less than the 400 MHz of spectrum\nthe analog system absorbs today.”Consumer Electronics\nAssn.v.FCC, 347 F. 3d 291, 294 (CADC\n2003).Moreover, traditional broadcast television and\nradio are no longer the “uniquely pervasive” media forms they once\nwere. For most consumers, traditional broadcast media programming\nis now bundled with cable or satellite services. See App. to Pet.\nfor Cert. 107a. Broadcast and other video programming is also\nwidely available over the Internet. See Stelter, Serving Up\nTelevision Without the TV Set, N. Y. Times, Mar. 10, 2008, p.\nC1. And like radio and television broadcasts, Internet access is\nnow often freely available over the airwaves and can be accessed by\nportable computer, cell phones, and other wireless devices. See\nMay, Charting a New Constitutional Jurisprudence for the Digital\nAge, 3 Charleston L. Rev. 373, 375 (2009). The extant facts\nthat drove this Court to subject broadcasters to unique disfavor\nunder the First Amendment simply do not exist today. SeeIn\nreIndustry Guidance, supra, at 8020 (statement of\nCommissioner Furchtgott-Roth) (“If rules regulating broadcast\ncontent were ever a justifiable infringement of speech, it was\nbecause of the relative dominance of that medium in the\ncommunications marketplace of the past. As the Commission has long\nrecognized, the facts underlying this justification are no longer\ntrue” (footnote omitted)).These dramatic changes in factual\ncircumstances might well support a departure from precedent under\nthe prevailing approach tostare decisis. SeePlanned\nParenthood of Southeastern Pa.v.Casey,505 U. S. 833, 855\n(1992) (asking “whether facts have so changed, or come to be seen\nso differently, as to have robbed the old rule of significant\napplication or justification”); see alsoAmerican Trucking\nAssns., Inc.v.Scheiner,483 U. S. 266, 302\n(1987) (O’Connor, J., dissenting) (“Significantly changed\ncircumstances can make an older rule, defensible when formulated,\ninappropriate …”). “In cases involving constitutional issues”\nthat turn on a particular set of factual assumptions, “this Court\nmust, in order to reach sound conclusions, feel free to bring its\nopinions into agreement with experience and with facts newly\nascertained.”Burnetv.Coronado Oil & Gas\nCo.,285 U. S.\n393, 412 (1932) (Brandeis, J., dissenting). For all these\nreasons, I am open to reconsideration ofRed LionandPacificain the proper case.With respect to reliance byFCCv.Pacifica Foundation,438 U. S. 726(1978), on the ease with\nwhich children could be exposed to indecent television programming,\ntechnology has provided innovative solutions to assist adults in\nscreening their children from unsuitable programming—even when that\nprogramming appears on broadcast channels. See NBC Brief 43–47\n(discussing V-chip technology, which allows targeted blocking of\ntelevision programs based on content).",
    "joined": []
}