{
    "case": {
        "docket": "13-1339",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/13-1339/"
    },
    "id": "3572518",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1339_________________SPOKEO, INC., PETITIONERv.THOMAS\nROBINSon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 16, 2016]Justice Thomas, concurring.The Court vacates and remands to have the Court\nof Appeals determine “whether the particular procedural violations\nalleged in this case entail a degree of risk sufficient to meet the\nconcreteness requirement.”Ante,at 11. In defining what\nconstitutes a concrete injury, the Court explains that “concrete”\nmeans “ ‘real,’ ” and “not ‘abstract,’ ” but is not\n“necessarily synonymous with ‘tan-gible.’ ”Ante, at\n8–9.I join the Court’s opinion. I write separately\nto explain how, in my view, the injury-in-fact requirement applies\nto different types of rights. The judicial power of common-law\ncourts was historically limited depending on the nature of the\nplaintiff’s suit. Common-law courts more readily entertained suits\nfrom private plaintiffs who alleged a violation of their own\nrights, in contrast to private plaintiffs who asserted claims\nvindicating public rights. Those limitations persist in modern\nstanding doctrine.IAStanding doctrine limits the “judicial power”\nto “ ‘cases and controversies of the sort traditionally\namenable to, and resolved by, the judicial process.’ ”Vermont Agency of Natural Resourcesv.United States ex\nrel. Stevens, 529 U. S. 765, 774 (2000) (quotingSteel\nCo.v.Citizens for a Better Environment, 523 U. S.\n83, 102 (1998) ). To understand the limits that standing imposes on\n“the judicial Power,” therefore, we must “refer directly to the\ntraditional, fundamental limitations upon the powers of common-law\ncourts.”Honigv.Doe, 484 U. S. 305, 340 (1988)\n(Scalia, J., dissenting). These limitations preserve separationof\npowers by preventing the judiciary’s entanglement in disputes that\nare primarily political in nature. This concern is generally absent\nwhen a private plaintiff seeks to enforce only his personal rights\nagainst another private party.Common-law courts imposed different limitations\non a plaintiff’s right to bring suit depending on the type of right\nthe plaintiff sought to vindicate. Historically,common-law courts\npossessed broad power to adjudicate suits involving the alleged\nviolation of private rights, even when plaintiffs alleged only the\nviolation of those rights and nothing more. “Private rights” are\nrights “belonging to individuals, considered as individuals.” 3 W.\nBlackstone, Commentaries *2 (hereinafter Blackstone). “Private\nrights” have traditionally included rights of personal security\n(including security of reputation), property rights, and contract\nrights. See 1id., at *130–*139; Woolhander & Nelson,\nDoes History Defeat Standing Doctrine?, 102 Mich. L. Rev. 689, 693\n(2004). In a suit for the violation of a private right, courts\nhistorically presumed that the plaintiff suffered ade factoinjury merely from having his personal, legal rights invaded. Thus,\nwhen one man placed his foot on another’s property, the property\nowner needed to show nothing more to establish a traditional case\nor controversy. SeeEntickv.Carrington,2 Wils.\nK. B. 275, 291, 95 Eng. Rep. 807, 817 (1765). Many traditional\nremedies for private-rights causes of action—such as for trespass,\ninfringement of intellectual property, and unjust enrichment—are\nnot contingent on a plaintiff’s allegation of damages beyond the\nviolation of his private legal right. See Brief for Restitution and\nRemedies Scholars asAmici Curiae6–18; see alsoWebbv.Portland Mfg. Co.,29 F. Cas. 506, 508 (No. 17,322) (Me.\n1838) (stating that a legal injury “imports damage in the nature of\nit” (internal quotation marks omitted)).Common-law courts, however, have required a\nfurther showing of injury for violations of “public rights”—rights\nthat involve duties owed “to the whole community, considered as a\ncommunity, in its social aggregate capacity.” 4 Blackstone *5. Such\nrights include “free navigation of waterways, passage on public\nhighways, and general compliance with regulatory law.” Woolhander\n& Nelson, 102 Mich. L. Rev., at 693. Generally, only the\ngovernment had the authority to vindicate a harm borne by the\npublic at large, such as the violation of the criminal laws. Seeid.,at 695–700. Even in limited cases where private\nplaintiffs could bring a claim for the violation of public rights,\nthey had to allege that the violation caused them “some\nextraordinary damage, beyond the rest of the [community].” 3\nBlackstone *220 (discussing nuisance); see alsoCommonwealthv.Webb, 27 Va. 726, 729 (Gen. Ct. 1828).[1] An action to redress a public nuisance,\nfor example, was historically considered an action to vindicate the\nviolation of a public right at common law, lest “every subject in\nthe kingdom” be able to “harass the offender with separate\nactions.” 3 Blackstone *219; see also 4id.,at *167 (same).\nBut if the plaintiff could allege “special damage” as the result of\na nuisance, the suit could proceed. The existence of special,\nindividualized damage had the effect of creating a private action\nfor compensatory relief to an otherwise public-rights claim. See 3id.,at *220. Similarly, a plaintiff had to allege\nindividual damage in disputes over the use of public lands.E.g.,Robert Marys’s Case, 9 Co. Rep. 111b, 112b, 77\nEng. Rep. 895, 898–899 (K. B. 1613) (commoner must establish not\nonlyinjuria[legal injury] but alsodamnum[damage]\nto challenge another’s overgrazing on the commons).BThese differences between legal claims brought\nby private plaintiffs for the violation of public and private\nrights underlie modern standing doctrine and explain the Court’s\ndescription of the injury-in-fact requirement. “Injury in fact” is\nthe first of three “irreducible” requirements for Article III\nstanding.Lujanv.Defenders of Wildlife, 504\nU. S. 555, 560 (1992) . The injury-in-fact requirement often\nstymies a private plaintiff’s attempt to vindicate the infringement\nofpublicrights. The Court has said time and again that,\nwhen a plaintiff seeks to vindicate a public right, the plaintiff\nmust allege that he has suffered a “concrete” injury particular to\nhimself. SeeSchlesingerv.Reservists Comm. to Stop the\nWar, 418 U. S. 208 –223 (1974) (explaining this where\nplaintiffs sought to enforce the Incompatibility Clause,\nArt. I, §6, cl. 2, against Members of Congress holding\nreserve commissions in the Armed Forces); see alsoLujan,supra, at 572–573 (evaluating standing where plaintiffs\nsought to enforce the Endangered Species Act);Friends of the\nEarth, Inc.v.Laidlaw Environmental Services (TOC),\nInc., 528 U. S. 167 –184 (2000) (Clean Water Act). This\nrequirement applies with special force when a plaintiff files suit\nto require an executive agency to “follow the law”; at that point,\nthe citizen must prove that he “has sustained or is immediately in\ndanger of sustaining a direct injury as a result of that\n[challenged] action and it is not sufficient that he has merely a\ngeneral interest common to all members of the public.”Ex parte\nLevitt, 302 U. S. 633, 634 (1937) (per\ncuriam). Thus, in a case where private plaintiffs sought to\ncompel the U. S. Forest Service to follow certain procedures\nwhen it regulated “small fire-rehabilitation and timber-salvage\nprojects,” we held that “deprivation of a procedural right without\nsome concrete interest that is affected by the deprivation\n. . . is insufficient to create Article III standing,”\neven if “accorded by Congress.”Summersv.Earth Island\nInstitute, 555 U. S. 488 –497 (2009).But the concrete-harm requirement does not apply\nas rigorously when a private plaintiff seeks to vindicate his own\nprivate rights. Our contemporary decisions have not required a\nplaintiff to assert an actual injury beyond the violation of his\npersonal legal rights to satisfy the “injury-in-fact” requirement.\nSee,e.g., Careyv.Piphus, 435 U. S. 247, 266\n(1978) (holding that nominal damages are appropriate when a\nplaintiff’s constitutional rights have been infringed but he cannot\nshow further injury).The separation-of-powers concerns underlying our\npublic-rights decisions are not implicated when private\nindi-viduals sue to redress violations of their own private rights.\nBut, when they are implicated, standing doctrine keeps courts out\nof political disputes by denying private litigants the right to\ntest the abstract legality of government action. SeeSchlesinger,supra, at 222. And by limiting Congress’\nability to delegate law enforcement authority to private plaintiffs\nand the courts, standing doctrine preserves executive discretion.\nSeeLujan,supra, at 577 (“ ‘To permit Congress\nto convert the undifferenti-ated public interest in executive\nofficers’ compliance with the law into an ‘individual right’\nvindicable in the courts is to permit Congress to transfer from the\nPresident to the courts the Chief Executive’s most important\nconstitutional duty, to ‘take Care that the Laws be faithfully\nexecuted’ ”). But where one private party has alleged that\nanother private party violated his private rights, there is\ngenerally no danger that the private party’s suit is an\nimpermissible attempt to police the activity of the political\nbranches or, more broadly, that the legislative branch has\nimpermissibly delegated law enforcement authority from the\nexecutive to a private individual. See Hessick, Standing, Injury in\nFact, and Private Rights, 93 Cornell L. Rev. 275, 317–321\n(2008).CWhen Congress creates new private causes of\naction to vindicate private or public rights, these Article III\nprinciples circumscribe federal courts’ power to adjudicate a suit\nalleging the violation of those new legal rights. Congress can\ncreate new private rights and authorize private plaintiffs to sue\nbased simply on the violation of those private rights. SeeWarthv.Seldin, 422 U. S. 490, 500 (1975) . A\nplaintiff seeking to vindicate a statutorily created private right\nneed not allege actual harm beyond the invasion of that private\nright. SeeHavens Realty Corp.v.Coleman, 455\nU. S. 363 –374 (1982) (recognizing standing for a violation of\nthe Fair Housing Act);Tennessee Elec. Power Co.v.TVA, 306 U. S. 118 –138 (1939) (recognizing that\nstanding can exist where “the right invaded is a legal right,—one\nof property, one arising out of contract, one protected against\ntortious invasion, or one founded on a statute which confers a\nprivilege”). A plaintiff seeking to vindicate a public right\nembodied in a federal statute, however, must demonstrate that the\nviolation of that public right has caused him a concrete,\nindividual harm distinct from the general population. SeeLujan,supra, at 578 (noting that, whatever the scope\nof Congress’ power to create new legal rights, “it is clear that in\nsuits against the Government, at least, the concrete injury\nrequirement must remain”). Thus, Congress cannot authorize private\nplaintiffs to enforcepublicrights in their own names,\nabsent some showing that the plaintiff has suffered a concrete harm\nparticular to him.IIGiven these principles, I agree with the\nCourt’s decision to vacate and remand. The Fair Credit Reporting\nAct creates a series of regulatory duties. Robins has no standing\nto sue Spokeo, in his own name, for violations of the duties that\nSpokeo owes to the public collectively, absent some showing that he\nhas suffered concrete and particular harm. Seesupra,at\n4–5. These consumer protection requirements include, for example,\nthe requirement to “post a toll-free telephone number on [Spokeo’s]\nwebsite through which consumers can request free annual file\ndisclosures.” App. 23, First Amended Complaint ¶74; see 15\nU. S. C. §1681j; 16 CFR §610.3(a)(1) (2010).But a remand is required because one claim in\nRobins’ complaint rests on a statutory provision that could\nargu-ably establish a private cause of action to vindicate the\nviolation of a privately held right. Section 1681e(b) requires\nRobins to “follow reasonable procedures to assure maximum possible\naccuracy of the informationconcerning the individual about whom\nthe report relates.” §1681e(b) (emphasis added). If Congress\nhas created a private duty owed personally to Robins to protecthisinformation, then the violation of the legal duty\nsuffices for Article III injury in fact. If that provision,\nhowever, vests any and all consumers with the power to police the\n“reasonable procedures” of Spokeo, without more, then Robins has no\nstanding to sue for its violation absent an allegation that he has\nsuffered individualized harm. On remand, the Court of Appeals can\nconsider the nature of this claim.Notes1The well-established\nexception forqui tamactions allows private plaintiffs\nto sue in the government’s name for the violation of a public\nright. SeeVermont Agency of Natural Resourcesv.United\nStates ex rel. Stevens, 529 U. S. 765 –774\n(2000).",
    "joined": []
}