{
    "case": {
        "docket": "379",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/379/"
    },
    "id": "1963597",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRING IN JUDGMENTBOROUGH OF DURYEA V. GUARNIERI564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1476BOROUGH OF DURYEA, PENNSYLVANIA, et al.,\nPETITIONERSv.CHARLES J. GUARNIERIon writ of certiorari to the united states court of\nappeals for the third circuit[June 20, 2011]Justice Thomas, concurring in the\njudgment.For the reasons set forth by\nJustice Scalia, I seriously doubt that lawsuits are “petitions”\nwithin the original meaning of the Petition Clause of the First\nAmendment. Seepost, at 2–3 (opinion concurring in\njudgment in part and dissenting in part). Unreasoned statements to\nthe contrary in this Court’s prior decisions do not convince me\notherwise. Like the Court, however, I need not decide that question\ntoday because “[t]he parties litigated the case on the premise that\nGuarnieri’s grievances and lawsuit are petitions protected by the\nPetition Clause.”Ante, at 6.I also largely agree with Justice Scalia about\nthe framework for assessing public employees’ retaliation claims\nunder the Petition Clause. The “public concern” doctrine ofConnickv.Myers,461 U. S. 138(1983), is\nrooted in the First Amendment’s core protection of speech on\nmatters of public concern and has no relation to the right to\npetition. Seepost, at 3–7. I would not import that test\ninto the Petition Clause. Rather, like Justice Scalia, I would hold\nthat “the Petition Clause protects public employees against\nretaliation for filing petitions unless those petitions are\naddressed to the government in its capacity as the petitioners’\nemployer, rather than its ca-pacity as their sovereign.”Post, at 7.But I would not end the analysis after\ndetermining that a petition was addressed to the government as\nsovereign. Recognizing “the realities of the employment context,”\nwe have held that “government has significantly greater lee-way in\nits dealings with citizen employees than it does when it brings its\nsovereign power to bear on citizens at large.”Engquistv.Oregon Dept. of Agriculture,553 U. S. 591, 600, 599\n(2008). Even where a public employee petitions the government in\nits capacity as sovereign, I would balance the employee’s right to\npetition the sovereign against the government’s interest as an\nemployer in the ef- fective and efficient management of its\ninternal affairs. Cf.Garcettiv.Ceballos,547 U. S. 410,\n419 (2006) (noting that employees “speaking as citizens about\nmatters of pub-lic concern” still must “face … speech restrictions\nthat are necessary for their employers to operate efficiently and\neffectively”);United Statesv.Treasury\nEmployees,513\nU. S. 454, 492 (1995) (Rehnquist, C. J., dissenting) (“In\nconducting this balance [in the Speech Clause context], we\nconsistently have given substantial weight to government employers’\nreasonable predictions of disruption, even when the speech involved\nwas on a matter of public concern”);O’Connorv.Ortega,480\nU. S. 709, 721–722 (1987) (plurality opinion) (balancing the\n“the realities of the workplace” against the “legitimate privacy\ninterests of public employees” to conclude that a warrant\nrequirement would “seriously disrupt the routine conduct of\nbusiness” and “be unduly burdensome”). In assessing a retaliation\nclaim under the Petition Clause, courts should be able to conclude\nthat, in instances when the petition is especially disruptive, as\nsome lawsuits might be, the balance of interests may weigh in favor\nof the government employer.Applying this framework, I would vacate the\njudgment and remand. The Court of Appeals erred with respect to\nboth Guarnieri’s union grievance and his 42 U. S. C. §1983\nsuit. First, even assuming the grievance was a petition, it was\naddressed to the local government in its capacity as Guarnieri’s\nemployer. Seepost, at 8 (opinion of Scalia, J.). Second,\nGuarnieri addressed his §1983 suit to the Federal Government in its\ncapacity as sovereign, not to the local government as his employer.\nSeeibid.But the Court of Appeals did not consider\nwhether the local government’s interest as an employer “in\nachieving its goals as effectively and efficiently as possible”\nnevertheless outweighs Guarnieri’s interest in petitioning the\nFederal Government regarding his local employment.Engquist,supra, at 598 (internal quotation marks\nomitted). I would vacate and remand for the Court of Appeals to\nconduct that analysis in the first instance.",
    "joined": []
}