{
    "case": {
        "docket": "15-8544",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-8544/"
    },
    "id": "3700200",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–8544_________________TRAVIS BECKLES, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[March 6, 2017]Justice Thomas delivered the opinion of the\nCourt.At the time of petitioner’s sentencing, the\nadvisory Sentencing Guidelines included a residual clause defining\na “crime of violence” as an offense that “involves conduct that\npresents a serious potential risk of physical injury to another.”\nUnited States Sentencing Commission, Guidelines Manual §4B1.2(a)(2)\n(Nov. 2006) (USSG). This Court held inJohnsonv.United\nStates, 576 U. S. ___ (2015), that the identically worded\nresidual clause in the Armed Career Criminal Act of 1984 (ACCA), 18\nU. S. C. §924(e)(2)(B), was unconstitutionally vague.\nPetitioner contends that the Guidelines’ residual clause is also\nvoid for vagueness. Because we hold that the advisory Guidelines\nare not subject to vagueness challenges under the Due Process\nClause, we reject petitioner’s argument.IPetitioner Travis Beckles was convicted in\n2007 of possession of a firearm by a convicted felon, §922(g)(1).\nAccording to the presentence investigation report, the firearm was\na sawed-off shotgun, and petitioner was therefore eligible for a\nsentencing enhancement as a “career of-fender” under the Sentencing\nGuidelines. The 2006 version of the Guidelines, which were in\neffect when petitioner was sentenced,[1] provided that “[a] defendant is a career offender\nif“(1) the defendant was at least eighteen\nyears old at the time the defendant committed the instant offense\nof conviction; (2) the instant offense of conviction is a felony\nthat is either a crime of violence or a controlled substance\noffense; and (3) the defendant has at least two prior felony\nconvictions of either a crime of violence or a controlled substance\noffense.” USSG §4B1.1(a).The Guidelines defined “crime of violence”\nas“any offense under federal or state law,\npunishable by imprisonment for a term exceeding one year that—“(1) has as an element the use, attempted use,\nor threatened use of physical force against the person of another,\nor“(2) is burglary of a dwelling, arson, or\nextortion, involves use of explosives,or otherwise involves\nconduct that presents a serious potential risk of physical injury\nto another.” §4B1.2(a) (emphasis added).The clause beginning with “or otherwise” in this\ndefinition is known as the residual clause.The commentary to the career-offender Guideline\nprovided that possession of a sawed-off shotgun was a crime of\nviolence. See §4B1.2, comment., n. 1 (“Unlawfully possessing a\nfirearm described in 26 U. S. C. §5845(a) (e.g.,a\nsawed-off shotgun . . . ) is a ‘crime of\nviolence’ ”); §5845(a) (“The term ‘firearm’ means (1) a\nshotgun having a barrel or barrels of less than 18 inches in\nlength”).The District Court agreed that petitioner\nqualified as a career offender under the Guidelines. Petitioner was\nover 18 years of age at the time of his offense, and his criminal\nhistory included multiple prior felony convictions for controlled\nsubstance offenses. Furthermore, in the District Court’s view,\npetitioner’s §922(g)(1) conviction qualified as a “crime of\nviolence.” Because he qualified as a career offender, petitioner’s\nGuidelines range was 360 months to life imprisonment. The District\nCourt sentenced petitioner to 360 months. The Court of Appeals\naffirmed petitioner’s conviction and sentence, and this Court\ndenied certiorari.United Statesv.Beckles,565\nF. 3d 832, 846 (CA11), cert denied, 558 U. S. 906 (2009)\n.In September 2010, petitioner filed a motion to\nvacate his sentence under 28 U. S. C. §2255, arguing that\nhis conviction for unlawful possession of a firearm was not a\n“crime of violence,” and therefore that he did not qualify as a\ncareer offender under the Guidelines. The District Court denied the\nmotion, and the Court of Appeals affirmed.Petitioner then filed a second petition for\ncertiorari in this Court. While his petition was pending, the Court\ndecidedJohnson, holding that “imposing an increased\nsentence under the residual clause of the [ACCA]”—which contained\nthe same language as the Guidelines’ residual clause—“violate[d]\nthe Constitution’s guarantee of due process” because the clause was\nunconstitutionally vague. 576 U. S., at ___ (slip op., at 15).\nWe subsequently granted his petition, vacated the judgment of the\nCourt of Ap-peals, and remanded for further consideration in light\nofJohnson.Becklesv.United States, 576\nU. S. ___ (2015).On remand, petitioner argued that his enhanced\nsentence was based on §4B1.2(a)’s residual clause, which he\ncontended was unconstitutionally vague underJohnson. The\nCourt of Appeals again affirmed. It noted that petitioner “was\nsentenced as a career offender basednoton the ACCA’s\nresidual clause, but based on express language in the Sentencing\nGuidelines classifying [his] offense as a ‘crime of\nviolence.’ ” 616 Fed. Appx. 415, 416 (2015) (per\ncuriam). “Johnson,” the Court of Appeals reasoned, “says\nand decided nothing about career-offender enhancements under the\nSentencing Guidelines or about the Guidelines commentary underlying\n[petitioner]’s sta-tus as a career-offender.”Ibid.The\nCourt of Appeals denied rehearing en banc.Petitioner filed another petition for certiorari\nin this Court, again contending that §4B1.2(a)’s residual clause is\nvoid for vagueness. To resolve a conflict among the Courts of\nAppeals on the question whetherJohnson’s vagueness holding\napplies to the residual clause in §4B1.2(a) of the\nGuidelines,[2] we granted\ncertiorari. 579 U. S. ___ (2016). Because the United States,\nas respondent, agrees with petitioner that the Guidelines are\nsubject to vagueness challenges, the Court appointed Adam K.\nMortara asamicus curiaeto argue the contrary position. 579\nU. S. ___ (2016). He has ably discharged his\nresponsibilities.IIThis Court has held that the Due Process\nClause prohibits the Government from “taking away someone’s life,\nliberty, or property under a criminal law so vague that it fails to\ngive ordinary people fair notice of the conduct it punishes, or so\nstandardless that it invites arbitrary enforcement.”Johnson, 576 U. S., at ___–___ (slip op., at 3–4)\n(citingKolenderv.Lawson, 461 U. S. 352 –358\n(1983)). Applying this standard, the Court has invalidated two\nkinds of criminal laws as “void for vagueness”: laws thatdefinecriminal offenses and laws thatfixthe\npermissible sentencesfor criminal offenses.For the former, the Court has explained that\n“the void-for-vagueness doctrine requires that a penal statute\ndefine the criminal offense with sufficient definiteness that\nordinary people can understand what conduct is prohibited and in a\nmanner that does not encourage arbitrary and discriminatory\nenforcement.”Id., at 357. For the latter, the Court has\nexplained that “statutes fixing sentences,”Johnson,supra, at ___ (slip op., at 4) (citingUnited Statesv.Batchelder, 442 U. S. 114, 123 (1979) ), must\nspecify the range of available sentences with “sufficient clarity,”id., at 123; see alsoUnited Statesv.Evans,\n333 U. S. 483 (1948) ; cf.Giacciov.Pennsylvania, 382 U. S. 399 (1966) .InJohnson, we applied the vagueness rule\nto a statute fixing permissible sentences. The ACCA’s residual\nclause, where applicable, required sentencing courts to increase a\ndefendant’s prison term from a statutory maximum of 10 years to a\nminimum of 15 years. That requirement thus fixed—in an\nimpermissibly vague way—a higher range of sentences for certain\ndefendants. SeeAlleynev.United States, 570\nU. S. ___, ___ (2013) (describing the legally prescribed range\nof available sentences as the penalty fixed to a crime).Unlike the ACCA, however, the advisory\nGuidelines do not fix the permissible range of sentences. To the\ncontrary, they merely guide the exercise of a court’s discretion in\nchoosing an appropriate sentence within the statutory range.\nAccordingly, the Guidelines are not subject to a vagueness\nchallenge under the Due Process Clause. The residual clause in\n§4B1.2(a)(2) therefore is not void for vagueness.AThe limited scope of the void-for-vagueness\ndoctrine in this context is rooted in the history of federal\nsentencing. Instead of enacting specific sentences for particular\nfed-eral crimes, Congress historically permitted district courts\n“wide discretion to decide whether the offender should be\nincarcerated and for how long.”Mistrettav.United\nStates, 488 U. S. 361, 363 (1989) . For most crimes,\nCongress set forth a range of sentences, and sentencing courts had\n“almost unfettered discretion” to select the actual length of a\ndefendant’s sentence “within the customarily wide range” Congress\nhad enacted.Id., at 364; see also,e.g., Apprendiv.New Jersey, 530 U. S. 466 –482 (2000);Williamsv.New York, 337 U. S. 241 –248 (1949). That discretion\nallowed district courts to craft individualized sentences, taking\ninto account the facts of the crime and the history of the\ndefendant. As a result, “[s]erious disparities in sentences\n. . . were common.”Mistretta,supra, at\n365.Yet in the long history of discretionary\nsentencing, this Court has “never doubted the authority of a judge\nto exercise broad discretion in imposing a sentence within a\nstatutory range.”United Statesv.Booker, 543\nU. S. 220, 233 (2005) ; see also,e.g.,Apprendi,supra, at 481 (“[N]othing in this history\nsuggests that it is impermissible for judges to exercise discretion\n. . . in imposing a judgmentwithin the rangeprescribed by statute”);Giaccio,supra, at 405,\nn. 8 (“[W]e intend to cast no doubt whatever on the\nconstitutionality of the settled practice of many States to leave\nto juries finding defendants guilty of a crime the power to fix\npunishment within legally prescribed limits”).More specifically, our cases have never\nsuggested that a defendant can successfully challenge as vague a\nsentencing statute conferring discretion to select an appropriate\nsentence from within a statutory range, even when that discretion\nis unfettered. In fact, our reasoning inBatcheldersuggests\nthe opposite. This Court considered in that case the\nconstitutionality of two overlapping criminal provisions that\nauthorized different maximum penalties for the same conduct. 442\nU. S., at 115–116. The Court held that the sentencing\nprovisions were not void for vagueness because they specified the\n“penalties available” and defined the “punishment authorized” upon\nconviction for each crime.Id., at 123. “Although the\nstatutes create[d] uncertainty as to which crime may be charged and\ntherefore what penalties may be imposed, they d[id] soto no\ngreater extent than would a single statute authorizing various\nalternative punishments.”Ibid.(emphasis added). By\nspecifying “therangeof penalties that prosecutors and\njudges may seek and impose,” Congress had “fulfilled its duty.”Id., at 126 (citingEvans,supra, at 483;\nemphasis added). Indeed, no party to this case suggests that a\nsystem of purely discretionary sentencing could be subject to a\nvagueness challenge.BThe Sentencing Reform Act of 1984 departed\nfrom this regime by establishing several factors to guide district\ncourts in exercising their traditional sentencing discretion. 18\nU. S. C. §3553.Congress in the same Act created\nthe United States Sentencing Commission and charged it with\nestablishing guidelines to be used for sentencing.Mis-tretta,supra, at 367. The result of the\nCommission’s work is the Federal Sentencing Guidelines, which are\none of the sentencing factors that the Act requires courts to\nconsider. §3553(a)(4).The Guidelines were initially binding on\ndistrict courts,Booker, 543 U. S., at 233, but this\nCourt inBookerrendered them “effectively advisory,”id., at 245. Although the Guidelines remain “the starting\npoint and the initial benchmark” for sentencing, a sentencing court\nmay no longer rely exclusively on the Guidelines range; rather, the\ncourt “must make an individualized assessment based on the facts\npresented” and the other statutory factors.Gallv.United States, 552 U. S. 38, 49, 50 (2007) . The\nGuidelines thus continue to guide district courts in exercising\ntheir discretion by serving as “the framework for sentencing,”Peughv.United States, 569 U. S. ___, ___\n(2013) (slip op., at 11), but they “do not constrain th[at]\ndiscretion,”id., at ___ (Thomas, J., dissenting) (slip op.,\nat 2).Because they merely guide the district courts’\ndiscretion, the Guidelines are not amenable to a vagueness\nchallenge. As discussed above, the system of purely discretionary\nsentencing that predated the Guidelines was constitutionally\npermissible. If a system of unfettered discretion is not\nunconstitutionally vague, then it is difficult to see how the\npresent system of guided discretion could be.The advisory Guidelines also do not implicate\nthe twin concerns underlying vagueness doctrine—providing notice\nand preventing arbitrary enforcement. As to notice, even perfectly\nclear Guidelines could not provide notice to a person who seeks to\nregulate his conduct so as to avoid particular penalties within the\nstatutory range. See,e.g.,Graynedv.City of\nRockford, 408 U. S. 104, 108 (1972) . That is because even\nif a person behaves so as to avoid an enhanced sentence under the\ncareer-offender guideline, the sentencing court retains discretion\nto impose the enhanced sentence. See,e.g.,Pepperv.United States, 562 U. S. 476, 501 (2011) (“[O]ur\npost-Bookerdecisions make clear that a district court may\nin appropriate cases impose a non-Guidelines sentence based on a\ndisagreement with the Commission’s views”). As we held inIrizarryv.United States, 555 U. S. 708 (2008)\n, “[t]he due process concerns that . . . require notice\nin a world of mandatory Guidelines no longer” apply.Id., at\n714; seeid., at 713 (“Any expectation subject to due\nprocess protection . . . that a criminal defendant would\nreceive a sentence within the presumptively applicable Guidelines\nrange did not survive our decision in [Booker], which\ninvalidated the mandatory features of the Guidelines”). All of the\nnotice required is provided by the applicable statutory range,\nwhich establishes the permissible bounds of the court’s sentencing\ndiscretion.The advisory Guidelines also do not implicate\nthe vagueness doctrine’s concern with arbitrary enforcement. Laws\nthat “regulate persons or entities,” we have explained, must be\nsufficiently clear “that those enforcing the law do not act in an\narbitrary or discriminatory way.”FCCv.Fox Television\nStations, Inc., 567 U. S. 239, 253 (2012) ; see alsoGrayned,supra, at 108–109 (“A vague law\nimpermissibly delegates basic policy matters” to judges “for\nresolution on anad hocand subjective basis”). An\nunconstitutionally vague law invites arbitrary enforcement in this\nsense if it “leaves judges and jurors free to decide, without any\nlegally fixed standards, what is prohibited and what is not in each\nparticular case,”Giaccio, 382 U. S., at 402–403, or\npermits them to prescribe the sentences or sentencing range\navailable, cf.Alleyne, 570 U. S., at ___ (slip op., at\n11) (“[T]he legally prescribed rangeisthe penalty affixed\nto the crime”).The Guidelines, however, do not regulate the\npublic by prohibiting any conduct or by “establishing minimum and\nmaximum penalties for [any] crime.”Mistretta, 488\nU. S., at 396 (Sentencing Guidelines “do not bind or regulate\nthe primary conduct of the public”).Rather, the Guidelines\nadvise sentencing courts how to exercise their discretion within\nthe bounds established by Congress. In this case, for example, the\nDistrict Court did not “enforce” the career-offender Guideline\nagainst petitioner. It enforced 18 U. S. C. §922(g)(1)’s\nprohibition on possession of a firearm by a felon—which prohibited\npetitioner’s conduct—and §924(e)(1)’s mandate of a sentence of 15\nyears to life imprisonment—which fixed the permissible range of\npetitioner’s sentence. The court relied on the career-offender\nGuideline merely for advice in exercising its discretion to choose\na sentence within those statutory limits.Justice Sotomayor’s concurrence suggests that\njudges interpreting a vague sentencing Guideline might rely on\n“statistical analysis,” “gut instinct,” or the judge’s “own\nfeelings” to decide whether a defendant’s conviction is a crime of\nviolence.Post, at 6 (opinion concurring in judgment)\n(internal quotation marks omitted). A judge granted unfettered\ndiscretion could use those same approaches in determining a\ndefendant’s sentence. Indeed, the concurrence notes that federal\njudges before the Guidelines considered their own “view[s] of\nproper sentencing policy,” among other considerations.Post,at 11. Yet we have never suggested that unfettered discretion can\nbe void for vagueness.Accordingly, we hold that the advisory\nSentencing Guidelines are not subject to a vagueness challenge\nunder the Due Process Clause and that §4B1.2(a)’s residual clause\nis not void for vagueness.IIIOur holding today does not render the advisory\nGuidelines immune from constitutional scrutiny. This Court held inPeugh, for example, that a “retrospective increase in the\nGuidelines range applicable to a defendant” violates theEx Post\nFactoClause. 569 U. S., at ___ (slip op., at 13). But the\nvoid-for-vagueness andex post factoinquiries are\n“analytically distinct.” Seeid., at ___ (slip op., at 19)\n(distinguishing anex post factoinquiry from a Sixth\nAmendment inquiry). Ourex post factocases “have focused on\nwhether a change in law creates a ‘significant risk’ of a higher\nsentence.”Ibid.A retroactive change in the Guidelines\ncreates such a risk because “sentencing decisions are anchored by\nthe Guidelines,” which establish “the framework for sentencing.”Id., at ___, ___ (slip op., at 10, 11). In contrast, the\nvoid-for-vagueness doctrine requires a different inquiry. The\nquestion is whether a law regulating private conduct by fixing\npermissible sentences provides notice and avoids arbitrary\nenforcement by clearly specifying the range of penalties available.\nThe Government’s rebuttal that both doctrines are concerned with\n“ ‘fundamental justice,’ ” Reply Brief for United States\n7, ignores the contours of our precedents.The Court has also recognized “in theEighth\nAmendmentcontext” that a district court’s reliance on a vague\nsentencing factor in a capital case, even indirectly, “can taint\nthe sentence.” Brief for United States 43 (citingEspinosav.Florida, 505 U. S. 1079, 1082 (1992) (per\ncuriam); emphasis added). But our approach to vagueness under\nthe Due Process Clause is not interchangeable with “the rationale\nof our cases construing and applying the Eighth Amendment.”Maynardv.Cartwright, 486 U. S. 356, 361 (1988)\n. Our decision inEspinosais thus inapposite, as it did not\ninvolve advisory Sentencing Guidelines or the Due Process\nClause.Finally, our holding today also does not render\n“sentencing procedure[s]” entirely “immune from scrutiny under the\ndue process clause.”Williams, 337 U. S., at 252,\nn. 18; see,e.g.,Townsendv.Burke, 334\nU. S. 736, 741 (1948) (holding that due process is violated\nwhen a court relies on “extensively and materially false” evidence\nto impose a sentence on an uncounseled defendant). We hold only\nthat the advisory Sentencing Guidelines, including §4B1.2(a)’s\nresidual clause, are not subject to a challenge under the\nvoid-for-vagueness doctrine.IVIn addition to directing sentencing courts to\nconsider the Guidelines, see §3553(a)(4)(A), Congress has directed\nthem to consider a number of other factors in exercising their\nsentencing discretion, see §§3553(a)(1)–(3), (5)–(7). The\nGovernment concedes that “American judges have long made th[e]\nsorts of judgments” called for by the §3553(a) factors “in\nindeterminate-sentencing schemes, and this Court has never\nunderstood such discretionary determinations to raise vagueness\nconcerns.” Brief for United States 42. Because the §3553\nfactors—like the Guidelines—do not mandate any specific sentences,\nbut rather guide the exercise of a district court’s discretion\nwithin the applicable statutory range, our holding today casts no\ndoubt on their validity.Holding that the Guidelines are subject to\nvagueness challenges under the Due Process Clause, however, would\ncast serious doubt on their validity. Many of these other factors\nappear at least as unclear as §4B1.2(a)’s residual clause. For\nexample, courts must assess “the need for the sentence imposed” to\nachieve certain goals—such as to “reflect the seriousness of the\noffense,” “promote respect for the law,” “provide just punishment\nfor the offense,” “afford adequate deterrence to criminal conduct,”\nand “provide the defendant with needed educational or vocational\ntraining . . . in the most effective manner.”\n§3553(a)(2). If petitioner were correct that §4B1.2(a)’s residual\nclause were subject to a vagueness challenge, we would be hard\npressed to find these factors sufficiently definite to provide\nadequate notice and prevent arbitrary enforcement.The Government tries to have it both ways,\narguing that the individualized sentencing required by the other\n§3553(a) factors is different in kind from that required by the\nGuidelines. “An inscrutably vague advisory guideline,” it contends,\n“injects arbitrariness into the sentencing process that is not\nfound in the exercise of unguided discretion in a traditional\nsentencing system.” Reply Brief for United States 10–11. But it is\nfar from obvious that the residual clause implicates the twin\nconcerns of vagueness any more than the statutory command that\nsentencing courts impose a sentence tailored, for example, “to\npromote respect for the law.” §3553(a)(2)(A). And neither the\nGuidelines nor the other §3553 factors implicate those concerns\nmore than the absence of any guidance at all, which the Government\nconcedes is constitutional.The Government also suggests that the Guidelines\nare not like the other §3553(a) factors “because they require a\ncourt to decide whether the facts of the case satisfy a legal\nstandard in order to derive a specific numerical range.”Id., at 22. But that does not distinguish the other\nsentencing factors, which require courts to do the same thing.\nSection 3553(a) states that district courts “shall impose a\nsentence sufficient, but not greater than necessary, to comply with\nthe purposes set forth in [§3553(a)(2)].” In fact, the Guidelines\ngenerally offer more concrete advice in imposing a particular\nsentence and make it easier to review whether a court has abused\nits substantial discretion. There is no sound reason to conclude\nthat the Guidelines—but not §3553(a)’s other sentencing factors—are\namenable to vagueness review.*  *  *Because the advisory Sentencing Guidelines are\nnot subject to a due process vagueness challenge, §4B1.2(a)’s\nresidual clause is not void for vagueness. The judgment of the\nCourt of Appeals, accordingly, is affirmed.It is so ordered.Justice Kagan took no part in the consideration\nor decision of this case.Notes1With one exception not\nrelevant here, 18 U. S. C. §3553(a)(4)(A) instructs\nsentencing courts to consider the Guidelines ranges that “are in\neffect on the date the defendant is sentenced.” Accordingly,\nreferences in this opinion to the Guidelines are to the 2006\nversion.2CompareUnited\nStatesv.Matchett, 802 F. 3d 1185, 1193–1196 (CA11\n2015) (holding that the Guidelines are not subject to due process\nvagueness challenges), with,e.g.,United Statesv.Townsend, 638 Fed. Appx. 172, 178, n. 14 (CA3 2015)\n(declining to followMatchett);United Statesv.Pawlak, 822 F. 3d 902, 905–911 (CA6 2016) (holding that\nthe Guidelines are subject to due process vagueness challenges);United Statesv.Hurlburt, 835 F. 3d 715,\n721–725 (CA7 2016) (en banc) (same);United Statesv.Madrid, 805 F. 3d 1204, 1210–1211 (CA10 2015)\n(same).",
    "joined": []
}