{
    "case": {
        "docket": "329",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/329/"
    },
    "id": "1970654",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–43_________________PPL CORPORATION AND SUBSIDIARIES, PETITION-\nERSv.COMMISSIONER OF INTERNAL REVENUEon writ of certiorari to the united states\ncourt of appeals for the third circuit[May 20, 2013]Justice Thomas delivered the opinion of the\nCourt.In 1997, the United Kingdom (U. K.) imposed\na one-time “windfall tax” on 32 U. K. companies privatized\nbetween 1984 and 1996. This case addresses whether that tax is\ncreditable for U. S. tax purposes. Internal Revenue Code\n§901(b)(1) states that any “income, war profits, and excess profits\ntaxes” paid overseas are creditable against U. S. income\ntaxes. 26 U. S. C. §901(b)(1). Treasury Regulations\ninterpret this section to mean that a foreign tax is creditable if\nits “predominant character” “is that of an income tax in the\nU. S. sense.” Treas. Reg. §1.901–2(a)(1)(ii), 26 CFR\n§1.901–2(a)(1) (1992). Consistent with precedent and the Tax\nCourt’s analysis below, we apply the predominant character test\nusing a commonsense approach that considers the substantive effect\nof the tax. Under this approach, we hold that the U. K. tax is\ncredit-able under §901 and reverse the judgment of the Court of\nAppeals for the Third Circuit.IADuring the 1980’s and 1990’s, the U. K.’s\nConservative Party controlled Parliament and privatized a number of\ngovernment-owned companies. These companies were sold to private\nparties through an initial sale of shares, known as a “flotation.”\nAs part of privatization, many com-panies were required to continue\nproviding services at the same rates they had offered under\ngovernment control for a fixed period, typically their first four\nyears of private operation. As a result, the companies could only\nincrease profits during this period by operating more efficiently.\nResponding to market incentives, many of the companies became\ndramatically more efficient and earned substantial profits in the\nprocess.The U. K.’s Labour Party, which had\nunsuccessfully opposed privatization, used the companies’\nprofitability as a campaign issue against the Conservative Party.\nIn part because of campaign promises to tax what it characterized\nas undue profits, the Labour Party defeated the Conservative Party\nat the polls in 1997. Prior to coming to power, Labour Party\nleaders hired accounting firm Arthur Andersen to structure a tax\nthat would capture excess, or “windfall,” profits earned during the\ninitial years in which the companies were prohibited from\nincreasing rates. Par-liament eventually adopted the tax, which\napplied only to the regulated companies that were prohibited from\nraising their rates. See Finance (No. 2) Act, 1997, ch. 58, pt. I,\ncls. 1 and 2(5) (Eng.) (U. K. Windfall Tax Act). It\nimposed a 23 percent tax on any “windfall” earned by such\ncompanies.Id.,cl. 1(2). A separate schedule “se[t]\nout how to quantify the windfall from which a company was\nbenefitting.”Id.,cl. 1(3). Seeid.,sched.\n1.In the proceedings below, the parties stipulated\nthat the following formula summarizes the tax imposed by the Labour\nParty:D equals the number of days a company was\nsubject to rate regulation (also known as the “initial period”), P\nequals the total profits earned during the initial period, and FV\nequals the flotation value, or market capitalization value after\nsale. For 27 of the 32 companies subject to the tax, the number of\ndays in the initial period was 1,461 days (or four years). Of the\nremaining five companies, one had no tax liability because it did\nnot earn any windfall profits. Three had initial periods close to\nfour years (1,463, 1,456, and 1,380 days). The last was privatized\nshortly before the Labour Party took power and had an initial\nperiod of only 316 days.The number 9 in the formula was characterized as\na price-to-earnings ratio and was selected because it represented\nthe lowest average price-to-earnings ratio of the 32 companies\nsubject to the tax during the relevant period.[1] Seeid., sched. 1, §1, cl. 2(3); Brief\nfor Respondent 7. The statute expressly set its value, and that\nvalue was the same for all companies. U. K. Windfall Tax Act,\nsched. 1, §1, cl. 2(3). The only variables that changed in the\nwindfall tax formula for all the companies were profits (P) and\nflotation value (FV); the initial period (D) varied for only a few\nof the companies subject to the tax. The Labour government asserted\nthat the term [365 × (P ∕ D) × 9] represented what the flotation\nvalueshould have beengiven the assumed price-to-earnings\nratio of 9. Thus, it claimed (and the Commissioner here reiterates)\nthat the tax was simply a 23 percent tax on the difference between\nwhat the companies’ flotation valuesshould have beenand\nwhat they actually were.BPetitioner PPL Corporation (PPL) was an owner,\nthrough a number of subsidiaries, of 25 percent of South Western\nElectricity plc, 1 of 12 government-owned elec-tric companies that\nwere privatized in 1990 and that were subject to the tax. See 135\nT.C. 304, 307, App. (2010) (diagram of PPL corporate structure in\n1997). South Western Electricity’s total U. K. windfall tax\nburden was £90,419,265. In its 1997 federal income-tax return, PPL\nclaimed a credit under §901 for its share of the bill. The\nCommissioner of Internal Revenue (Commissioner) rejected the claim,\nbut the Tax Court held that the U. K. wind- fall tax was\ncreditable for U. S. tax purposes under §901. Seeid.,\nat 342. The Third Circuit reversed. 665 F.3d 60, 68 (2011). We\ngranted certiorari, 568 U. S. ___ (2012), to resolve a Circuit\nsplit concerning the windfall tax’s creditability under §901.\nCompare 665 F. 3d, at 68, withEntergy Corp. &\nAffiliated Subsidiariesv.Commissioner, 683 F.3d 233,\n239 (CA5 2012).IIInternal Revenue Code §901(b)(1) provides that\n“[i]n the case of . . . a domestic corporation, the\namount of any income, war profits, and excess profits taxes paid or\naccrued during the taxable year to any foreign country or to any\npossession of the United States” shall be creditable.[2] Under relevant Treasury Regulations, “[a]\nforeign levy is an income tax if and only if . . . [t]he\npredominant character of that tax is that of an income tax in the\nU. S. sense.” 26 CFR §1.901–2(a)(1). The parties agree that\nTreasury Regulation §1.901–2 applies to this case. That regulation\ncodifies longstanding doctrine dating back toBiddlev.Commissioner,302 U.S.\n573, 578–579 (1938), and provides the relevant legal\nstandard.The regulation establishes several principles\nrelevant to our inquiry. First, the “predominant character” of a\ntax, or the normal manner in which a tax applies, is controlling.\nSeeid., at 579 (“We are here concerned only with the\n‘standard’ or normal tax”). Under this principle, a for-eign tax\nthat operates as an income, war profits, or excess profits tax in\nmost instances is creditable, even if it may affect a handful of\ntaxpayers differently. Creditability is an all or nothing\nproposition. As the Treasury Regulations confirm, “a tax either is\nor is not an income tax, in its entirety, for all persons subject\nto the tax.” 26 CFR §1.901–2(a)(1).Second, the way a foreign government\ncharacterizes its tax is not dispositive with respect to the\nU. S. creditability analysis. See §1.901–2(a)(1)(ii) (foreign\ntax creditable if predominantly “an income tax in the U. S.\nsense”). InBiddle, the Court considered the creditability\nof certain U. K. taxes on stock dividends under the\nsubstantively identical predecessor to §901. The Court recognized\nthat “there is nothing in [the statute’s] language to suggest that\nin allowing the credit for foreign tax payments, a shifting\nstandard was adopted by reference to foreign characterizations and\nclassifications of tax legislation.” 302 U. S., at 578–579.\nSee alsoUnited Statesv.Goodyear Tire & Rubber\nCo.,493 U.S.\n132, 145 (1989) (noting in interpreting 26 U. S. C.\n§902 thatBiddleis particularly applicable “where a\ncontrary interpretation would leave” tax interpretation “to the\nvarying tax policies of foreign tax authorities”);Heinerv.Mellon,304 U.S.\n271, 279, and n. 7 (1938) (state-law definitions generally\nnot controlling in federal tax context). Instead of the foreign\ngovernment’s characterization of the tax, the crucial inquiry is\nthe tax’s economic effect. SeeBiddle,supra, at 579\n(inquiry is “whether [a tax] is the substantial equivalent of\npayment of the tax as those terms are used in our own statute”). In\nother words, foreign tax creditability depends on whether the tax,\nif enacted in the U. S., would be an income, war profits, or\nexcess profits tax.Giving further form to these principles,\nTreasury Regulation §1.901–2(a)(3)(i) explains that a foreign tax’s\npredominant character is that of a U. S. income tax “[i]f\n. . . the foreign tax is likely to reach net gain in the\nnormal circumstances in which it applies.” The regulation then sets\nforth three tests for assessing whether a foreign tax reaches net\ngain. A tax does so if, “judged on the basis of its predominant\ncharacter, [it] satisfies each of the realization, gross receipts,\nand net income requirements set forth in paragraphs (b)(2), (b)(3)\nand (b)(4), respectively, of this section.”\n§1.901–2(b)(1).[3] The tests\nindicate that net gain (also referred to as net income) consists of\nrealized gross receipts reduced by significant costs and expenses\nattrib-utable to such gross receipts. A foreign tax that reaches\nnet income, or profits, is creditable.IIIAIt is undisputed that net income is a\ncomponent of the U. K.’s “windfall tax” formula. See Brief for\nRespondent 23 (“The windfall tax takes into account a company’s\nprof-its during its four-year initial period”). Indeed, annual\nprofit is a variable in the tax formula. U. K. Windfall Tax\nAct, sched. 1, §1, cls. 2(2) and 5. It is also undisputed that\nthere is no meaningful difference for our purposes in the\naccounting principles by which the U. K. and the U. S.\ncalculate profits. See Brief for Petitioners 47. The dis-agreement\ninstead centers on how to characterize the tax formula the Labour\nParty adopted.The Third Circuit, following the Commissioner’s\nlead, believed it could look no further than the tax formula that\nthe Parliament enacted and the way in which the Labour government\ncharacterized it. Under that view, the windfall tax must be\nconsidered a tax on the difference between a company’s flotation\nvalue (the total amount investors paid for the company when the\ngovernment sold it) and an imputed “profit-making value,” defined\nas a company’s “average annual profit during its ‘initial period’\n. . . times 9, the assumed price-to-earnings ratio.” 665\nF. 3d, at 65. So characterized, the tax captures a portion of\nthe difference between the price at which each company was sold and\nthe price at which the Labour government believed each companyshould have beensold given the actual profits earned during\nthe initial period. Relying on this characterization, the Third\nCircuit believed the windfall tax failed at least the Treasury\nRegulation’s realization and gross receipts tests because it\nreached some artificial form of valuation instead of profits. Seeid., at 67, and n. 3.In contrast, PPL’s position is that the\nsubstance of the windfall tax is that of an income tax in the\nU. S. sense. While recognizing that the tax ostensibly is\nbased on the difference between two values, it argues that every\n“vari-able” in the windfall tax formula except for profits and\nflotation value is fixed (at least with regard to 27 of the 32\ncompanies). PPL emphasizes that the only way the Labour government\nwas able to calculate the imputed “profit-making value” at which it\nclaimed companies should have been privatized was by looking after\nthe fact at theactual profitsearned by each company. In\nPPL’s view, it matters not how the U. K. chose to arrange the\nformula or what itclaimedto be taxing, because a tax based\non profits above some threshold is an excess profits tax,\nregardless of how it is mathematically arranged or what labels\nforeign law places on it. PPL, thus, contends that the windfall\ntaxes it paid meet the Treasury Regulation’s tests and are\ncredit-able under §901.We agree with PPL and conclude that the\npredominant character of the windfall tax is that of an excess\nprofits tax, a category of income tax in the U. S. sense. It\nis important to note that the Labour government’s conception of\n“profit-making value” as a backward-looking analysis of historic\nprofits is not a recognized valuation method; instead, it is a\nfictitious value calculated using an imputed price-to-earnings\nratio. At trial, one of PPL’s expert witnesses explained that\n“ ‘9 is not an accurate P/E multiple, and it is not applied to\ncurrent or expected future earnings.’ ” 135 T. C., at\n326, n. 17 (quoting testimony). Instead, the windfall tax is a\ntax on realized net income disguised as a tax on the difference\nbetween two values, one of which is completely fictitious. See App.\n251, Report ¶1.7 (“[T]hevalue in profit making termsdescribed in the wording of the act . . . is not a real value: it\nis rather a construct based on realised profits that would not have\nbeen known at the date of privatisation”).The substance of the windfall tax confirms the\naccuracy of this observation. As already noted, the parties\nstipulated that the windfall tax could be calculated as\nfollows:This formula can be rearranged algebraically to\nthe following formula, which is mathematically and substantively\nidentical:[4]The next step is to substitute the actual number\nof days for D. For 27 of the 32 companies subject to the windfall\ntax, the number of days was identical, 1,461 (or four years).\nInserting that amount for D in the formula yields the\nfollowing:Simplifying the formula by multiplying and\ndividing numbers reduces the formula to:As noted, FV represents the value at which each\ncompany was privatized. FV is then divided by 9, the arbitrary\n“price-to-earnings ratio” applied to every company. The economic\neffect is to convert flotation value into the profits a companyshouldhave earned given the assumed price-to-earnings\nratio. See 135 T. C., at 327 (“ ‘In effect, the way the\ntax works is to say that the amount of profits you’re allowed in\nany year before you’re subject to tax is equal to one-ninth of the\nflotation price. After that, profits are deemed excess, and there\nis a tax’ ” (quoting testimony from the treasurer of South\nWestern Electricity plc)). The annual profits are then multiplied\nby 4.0027, giving the total “acceptable” profits (as opposed to\nwindfall profit) that each company’s flotation value entitled it to\nearn during the initial period given the artificial\nprice-to-earnings ratio of 9. This fictitious amount is finally\nsubtracted fromactualprofits, yielding the excess profits,\nwhich were taxed at an effective rate of 51.71 percent.The rearranged tax formula demonstrates that the\nwindfall tax is economically equivalent to the difference between\nthe profits each companyactuallyearned and the amount the\nLabour government believed itshouldhave earned given its\nflotation value. For the 27 companies that had 1,461-day initial\nperiods, the U. K. tax formula’s substantive effect was to\nimpose a 51.71 percent tax on all profits earned above a threshold.\nThat is a classic excess profits tax. See,e.g., Act of Mar.\n3, 1917, ch. 159, Tit. II, §201, 39Stat. 1000 (8 percent tax\nimposed on excess profits exceeding the sum of $5,000 plus 8\npercent of invested capital).Of course, other algebraic reformulations of the\nwindfall tax equation are possible. See 665 F. 3d, at 66;\nBrief for Anne Alstott et al. asAmici Curiae21–23\n(Alstott Brief). The point of the reformulation is not that it\nyields a particular percentage (51.75 percent for most of the\ncompanies). Rather, the algebraic reformulations illustrate the\neconomic substance of the tax and its interrelationship with net\nincome.The Commissioner argues that any algebraic\nrearrangement is improper, asserting that U. S. courts must\ntake the foreign tax rate as written and accept whatever tax base\nthe foreign tax purports to adopt. Brief for Respondent 28. As a\nresult, the Commissioner claims that the analysis begins and ends\nwith the Labour government’s choice to characterize its tax base as\nthe difference between “profit-making value” and flotation value.\nSuch a rigid construction is unwarranted. It cannot be squared with\nthe black-letter principle that “tax law deals in economic\nrealities, not legal abstractions.”Commissionerv.Southwest Exploration Co.,350 U.S.\n308, 315 (1956). Given the artificiality of the U. K.’s method\nof calculating purported “value,” we follow substance over form and\nrecognize that the windfall tax is nothing more than a tax on\nactual profits above a threshold.BWe find the Commissioner’s other arguments\nunpersuasive as well. First, the Commissioner attempts to buttress\nthe argument that the windfall tax is a tax on value by noting that\nsome U. S. gift and estate taxes use actual, past profits to\nestimate value. Brief for Respondent 17–18 (citing 26 CFR\n§20.2031–3 (2012) and 26 U. S. C. §2032A). This argument\nmisses the point. In the case of valuation for gift and estate\ntaxes, past income may be used to estimate future income streams.\nBut, it isfuturerevenue-earning potential, reduced to\nmarket value, that is subject to taxation. The windfall profits\ntax, by contrast, undisputedly taxedpast, realized net\nincome alone.The Commissioner contends that the U. K.\nwas not trying to establish valuation as of the 1997 date on which\nthe windfall tax was enacted but instead was attempting to derive a\nproper flotation valuation as of each company’s flotation date.\nBrief for Respondent 21. The Commissioner asserts that there was no\nneed to estimate future in- come (as in the case of the gift or\nestate recipient) because actual revenue numbers for the privatized\ncompanies were available.Ibid.That argument also misses\nthe mark. It is true, of course, that the companies might have been\nprivatized at higher flotation values had the government recognized\nhow efficient—and thus how profitable—the companies would become.\nBut, the windfall tax requires an underlying concept of value\n(based on actualex postearnings) that would be alien to\nany valuer. Taxing ac-tual, realized net income in hindsight is not\nthe same as considering past income for purposes of estimating\nfuture earning potential.The Commissioner’s reliance on Example 3 to the\nTreasury Regulation’s gross receipts test is also misplaced.Id., at 37–38; 26 CFR §1.901–2(b)(3)(ii), Ex. 3. That\nexample posits a petroleum tax in which “gross receipts from\nextraction income are deemed to equal 105 percent of the fair\nmarket value of petroleum extracted. This computation is designed\nto produce an amount that is greater than the fair market value of\nactual gross receipts.”Ibid.Under the example, a tax based\non inflated gross receipts is not creditable.The Third Circuit believed that the same type of\nalgebraic rearrangement used above could also be used to rearrange\na tax imposed on Example 3. It hypothesized:“Say that the tax rate on the hypothetical\nextraction tax is 20%. It is true that a 20% tax on 105% of\nreceipts is mathematically equivalent to a 21% tax on 100% of\nreceipts, the latter of which would satisfy the gross receipts\nrequirement. PPL proposes that we make the same move here,\nincreasing the tax rate from 23% to 51.75% so that there is no\nmultiple of receipts in the tax base. But if the regulation allowed\nus to do that, the example would be a nullity.Anytax on a\nmultiple of receipts or profits could satisfy the gross receipts\nrequirement, because we could reduce the starting point of its tax\nbase to 100% of gross receipts by imagining a higher tax rate.” 665\nF. 3d, at 67.The Commissioner reiterates the Third Circuit’s\nargument. Brief for Respondent 37–38.There are three basic problems with this\napproach. As the Fifth Circuit correctly recognized, there is a\ndifference between imputed and actual receipts. “Example 3\nhypothesizes a tax on the extraction of petroleum where the income\nvalue of the petroleum is deemed to be . . . deliberately\ngreater than actual gross receipts.”Entergy Corp., 683\nF. 3d, at 238. In contrast, the windfall tax depends onactualfigures.Ibid.(“There was no need to\ncalculate imputed gross receipts; gross receipts were actually\nknown”). Example 3 simply addresses a different foreign taxation\nissue.The argument also incorrectly equates imputedgrossreceiptsunder Example 3 withnet\nincome. See 665 F. 3d, at 67 (“[a]nytax on a\nmultiple of receipts or profits”). As noted, a tax is creditable\nonly if it applies to realized gross receiptsreduced by\nsignificant costs and expenses attributable to such gross\nreceipts. 26 CFR §1.901–2(b)(4)(i). A tax based solely on gross\nreceipts (like the Third Circuit’s analysis) would be noncreditable\nbecause it would fail the Treasury Regulation’snet incomerequirement.Finally, even if expenses were subtracted from\nimputed gross receipts before a tax was imposed, the effect of\ninflating only gross receipts would be to inflate revenue while\nholding expenses (the other component of net income) constant. A\ntax imposed on inflated income minus actual expenses is not the\nsame as a tax on net income.[5]For these reasons, a tax based on imputed gross\nreceipts is not creditable. But, as the Fifth Circuit explained in\nrejecting the Third Circuit’s analysis, Example 3 is “faci-ally\nirrelevant” to the analysis of the U. K. windfall tax, which\nis based on true net income.Entergy Corp.,supra, at\n238.[6]*  *  *The economic substance of the U. K.\nwindfall tax is that of a U. S. income tax. The tax is based\non net income, and the fact that the Labour government chose to\ncharacterize it as a tax on the difference between two values is\nnot dispositive under Treasury Regulation §1.901–2. Therefore, the\ntax is creditable under §901.The judgment of the Third Circuit is\nreversed.It is so ordered.Notes1A price-to-earnings ratio\n“is defined as the stock price divided by annual earnings per\nshare. It is typically calculated by dividing the current stock\nprice by the sum of the previous four quarters of earnings.” 3 New\nPalgrave Dictionary of Money & Finance 176 (1992).2Prior to enactment of\nwhat is now §901, income earned overseas was subject to taxes not\nonly in the foreign country but also in the United States. SeeBurnetv.Chicago Portrait Co.,285 U.S.\n1, 7 (1932). The relevant text making “income, war-profits and\nexcess-profits taxes” creditable has not changed since 1918. See\nRevenue Act of 1918, §§222(a)(1), 238(a), 40Stat. 1073,\n1080.3The relevant provisions\nprovide as follows: “A foreign tax satisfies the realization\nrequirement if, judged on the basis of its predominant character,\nit is imposed—(A) Upon or subsequent to the occurrence of events\n(‘realization events’) that would result in the realization of\nincome under the income tax provisions of the Internal Revenue\nCode.” 26 CFR §1.901–2(b)(2)(i). “A foreign tax satisfies the gross\nreceipts requirement if, judged on the basis of its predominant\ncharacter, it is imposed on the basis of—(A) Gross receipts; or (B)\nGross receipts computed under a method that is likely to produce an\namount that is not greater than fair market value.”\n§1.901–2(b)(3)(i). “A foreign tax satisfies the net income\nrequirement if, judged on the basis of its predominant character,\nthe base of the tax is computed by reducing gross receipts\n. . . to permit—(A) Recovery of the significant costs and\nexpenses (including significant capital expenditures) attributable,\nunder reasonable principles, to such gross receipts; or (B)\nRecovery of such significant costs and expenses computed under a\nmethod that is likely to produce an amount that approximates, or is\ngreater than, recovery of such significant costs and expenses.”\n§1.901–2(b)(4)(i).4The rearrangement\nrequires only basic algebraic manipulation. First, because order of\noperations does not matter for multiplication and division, the\nformula is rearranged to the following: Next, everything outside\nthe brackets is multiplied by and everything inside the brackets is\nmultiplied by the inverse, . The effect is the same as\nmultiplication by the number one (since = 1). That multiplication\nyields the formula in the text.5Mathematically, the Third\nCircuit’s hypothetical was incomplete. It should have been: 20% [\n105% (Gross Receipts) − Expenses ] = Tax But 105% of gross receipts\nminus expenses isnotnet income. Thus, the 20% tax is not a\ntax on net income and is not creditable.6Anamicibrief\nargues that because two companies had initial periods substantially\nshorter than four years, the predominant character of the\nU. K. windfall tax was not a tax on income in the U. S.\nsense. See Alstott Brief 29 (discussing Railtrack Group plc and\nBritish Energy plc). The argument amounts to a claim that two\noutliers changed the predominant character of the U. K. tax.\nSee 135 T.C. 304, 340, n. 33 (2010) (rejecting this view). The\nCommissioner admitted at oral argument that it did not preserve\nthis argument, a fact reflected in its briefing before this Court\nand in the Third Circuit. See Tr. of Oral Arg. 35–36; Opening Brief\nfor Appellant and Reply Brief for Appellant in No. 11–1069 (CA3).\nWe therefore express no view on its merits.",
    "joined": []
}