{
    "case": {
        "docket": "189",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/189/"
    },
    "id": "1962073",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTNORTHERN INS. CO. OF N.&NBSP;Y. V. CHATHAM COUNTY547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-1618NORTHERN INSURANCE COMPANY OF NEW YORK, PETITIONERv.CHATHAM COUNTY, GEORGIAon writ of certiorari to the united states court of\nappeals for the eleventh circuit[April 25, 2006]Justice Thomas delivered the\nopinion of the Court.Petitioner Northern Insurance\nCompany of New York (Northern) filed suit against respondent\nChatham County, Georgia (County), in the United States District\nCourt for the Southern District of Georgia, seeking damages\nresulting from an alleged tort committed by employees of the\nCounty. The District Court granted the County’s motion for summary\njudgment on the ground that the suit was barred by sovereign\nimmunity. Relying on Circuit precedent, the Court of Appeals for\nthe Eleventh Circuit affirmed. We granted certiorari to consider\n“[w]hether an entity that does not qualify as an ‘arm of the State’\nfor Eleventh Amendment purposes can nonetheless assert sovereign\nimmunity as a defense to an admiralty suit.” 546 U. S. ___\n(2005).IThe County owns, operates, and\nmaintains the Causton Bluff Bridge, a drawbridge over the\nWilmington River. On October 6, 2002, James Ludwig requested that\nthe bridge be raised to allow his boat to pass. The bridge\nmalfunctioned, a portion falling and colliding with Mr. Ludwig’s\nboat. As a result of the collision, Mr. Ludwig and his wife\nincurred damages in excess of $130,000.The Ludwigs submitted a claim for\nthose damages to their insurer, Northern, which paid in accordance\nwith the terms of their insurance policy. Northern then sought to\nrecover its costs by filing suit in admiralty against the County in\nthe District Court. The County sought summary judgment, arguing\nthat Northern’s claims were barred by sovereign immunity. The\nCounty conceded that Eleventh Amendment immunity did not extend to\ncounties, but nonetheless contended that it was immune under “the\nuniversal rule of state immunity from suit without the state’s\nconsent.” Defendant’s Brief in Support of Motion for Summary\nJudgment, Case No. CV403–099, App. 33a. The District Court agreed,\nrelying onBroward Countyv.Wickman, 195\nF. 2d 614 (CA5 1952), to conclude that sovereign immunity\nextends to counties and municipalities that, as here, “exercis[e]\npower delegated from the State.”Zurich Ins. Co.v.Chatham County,No. CV403–99, App. 77a.The Eleventh Circuit, which was bound to\nfollowWickmanas Circuit precedent, affirmed.[Footnote 1] The Court of Appeals\nacknowledged that the County did not assert an Eleventh Amendment\nimmunity defense, which would fail because, under Circuit\nprecedent, the County did not qualify as an arm of the State.Zurich Ins. Co.v.Chatham County,No. 04–13308\n(Jan. 28, 2005), App. 83a, n. 1, judgt. order reported at 129\nFed. Appx. 602. The Court of Appeals nonetheless concluded that\n“common law has carved out a ‘residual immunity,’ which would\nprotect a political subdivision such as Chatham County from suit.”\nApp. 83a. We granted certiorari to review the judgment of the Court\nof Appeals. 546 U. S. ___ (2005).IIThis Court’s cases have\nrecognized that the immunity of States from suit “is a fundamental\naspect of the sovereignty which the States enjoyed before the\nratification of the Constitution, and which they retain today …\nexcept as altered by the plan of the Convention or certain\nconstitutional Amendments.”Aldenv.Maine,527 U. S. 706,\n713 (1999); seeSeminole Tribe of Fla.v.Florida,517 U. S. 44, 55–56 (1996);Principality of Monacov.Mississippi,292 U. S. 313, 322–323\n(1934). Consistent with this recognition, which no party asks us to\nreexamine today, we have observed that the phrase “ ‘Eleventh\nAmendment immunity’ … is convenient shorthand but something of a\nmisnomer, for the sovereign immunity of the States neither derives\nfrom, nor is limited by, the terms of the Eleventh Amendment.”Alden,supra,at 713.A consequence of this Court’s\nrecognition of preratification sovereignty as the source of\nimmunity from suit is that only States and arms of the State\npossess immunity from suits authorized by federal law. SeeAlden,supra, at 740;Mt. Healthy City Bd. of\nEd.v.Doyle,429 U. S. 274, 280\n(1977). Accordingly, this Court has repeatedly refused to extend\nsovereign immunity to counties. SeeLake Country Estates,\nInc.v.Tahoe Regional Planning Agency,440 U. S. 391, 401\n(1979);id.,at 401, n. 19 (gathering cases);Workmanv.New York City,179 U. S. 552, 565 (1900);Lincoln\nCountyv.Luning,133 U. S. 529, 530\n(1890). See alsoJinksv.Richland County,538 U. S. 456,\n466 (2003) (“[M]unicipalities, unlike States, do not enjoy a\nconstitutionally protected immunity from suit”). This is true even\nwhen, as respondent alleges here, “such entities exercise a ‘slice\nof state power.’ ”Lake Country Estates,supra, at 401.The County argues that this Court’s cases\nrecognize a distinct “residual” immunity that permits adoption of a\nbroader test than we apply in the Eleventh Amendment context to\ndetermine whether an entity is acting as an arm of the State and is\naccordingly entitled to immunity.[Footnote 2] Brief for Respondent 28. But this Court’s use\nof that term does not suggest the County’s conclusion; instead,\nthis Court has referenced only the States’ “residuary and\ninviolable sovereignty” that survived the Constitution. See The\nFederalist No. 39, p. 245 (C. Rossiter ed. 1961) (J. Madison);Federal Maritime Comm’nv.South Carolina Ports\nAuthority,535\nU. S. 743, 751 (2002).Because the County may claim immunity neither\nbased upon its identity as a county nor under an expansive\narm-of-the-State test, the County is subject to suit unless it was\nacting as an arm of the State, as delineated by this Court’s\nprecedents, in operating the drawbridge.Alden,supra, at 756;Lake Country Estates,supra, at 400–401. The County conceded below that it was\nnot entitled to Eleventh Amendment immunity, and both the County\nand the Court of Appeals appear to have understood this concession\nto be based on the County’s failure to qualify as an arm of the\nState under our precedent. See App. 83a, n. 1 (recognizing\nthat the County rightly disclaimed an Eleventh Amendment immunity\ndefense because such a defense would be inconsistent with the\ncourt’s holding inVierlingv.Celebrity Cruises,\nInc., 339 F. 3d 1309 (CA11 2003), that the Broward County\nPort Authority was not an arm of the State); Brief of Appellee\nChatham County in No. 04–13308DD (CA11), p. 13 (distinguishingVierlingin part because it dealt with the question of\nEleventh Amendment immunity); see also Brief for Respondent 8\n(implicitly conceding that respondent is not an arm of the State\nunder our Eleventh Amendment jurisprudence). Moreover, the question\non which we granted certiorari is premised on the conclusion that\nthe County is not “an ‘arm of the State’ for Eleventh Amendment\npurposes,” 546 U. S. ___ (2005), and we presume that to be the\ncase. Accordingly, the County’s concession and the presumption un-\nderlying the question on which we granted review are\ndispositive.As an alternative ground for affirmance, the\nCounty asks the Court to recognize a distinct sovereign immunity\nagainstin personamadmiralty suits that bars cases\narising from a county’s exercise of core state functions with\nregard to navigable waters. Recognition of a distinct immunity in\nadmiralty cases cannot be reconciled with our precedents. Immunity\nin admiralty, like other sovereign immunity, is simply an\napplication of “the fundamental rule” that “the entire judicial\npower granted by the Constitution does not embrace authority to\nentertain a suit brought by private parties against a State without\nconsent given.”Ex parte New York,256 U. S. 490, 497–500\n(1921). Accordingly, this Court has resolved sovereign immunity\nquestions in admiralty by relying upon principles set out in this\nCourt’s sovereign immunity cases, rather than by examining the\nhistory or jurisprudence specific to suits in admiralty. SeeFederal Maritime Comm’nv.South Carolina Ports\nAuthority,supra,at 754–769 (an admiralty suit\nrelying heavily onAlden,supra(plaintiff raised\na Fair Labor Standards Act of 1938 claim), andSeminole\nTribeof Fla.v.Florida,517 U. S. 44(1996) (plaintiff alleged\nviolation of the Indian Gaming Regulatory Act)). Indeed, the Court\napplied the general principle that sovereign immunity does not bar\na suit against a city to an admiralty suit as early asWorkmanv.New York City,179 U. S. 552, which held that such\nimmunity “afforded no reason for denying redress in a court of\nadmiralty for the wrong which … [had] been committed” by the city\nof New York,id.,at 570.The County nonetheless contends—and the\nEleventh Circuit, in reliance upon the Fifth Circuit’s analysis inWickman, held—that the reach ofWorkmanis\nlimited, and that this Court’s decision inEx parte New\nYork,supra,demonstrates thatWorkmandoes\nnot govern the instant case. SeeWickman, 195 F. 2d,\nat 615. We disagree.Ex parte New Yorkextended sovereign\nimmunity beyond cases “in law or equity” to cases in admiralty. As\nthe County points out,Ex parte New Yorkconcluded thatWorkmaninvolved only the substantive law of admiralty,\nand not the power of the Court to exercise jurisdiction over a\nparticular defendant.Ex parte New York,supra,\nat 498. ButWorkmandealt only with the substantive law of\nadmiralty precisely because theWorkmanCourt held that\nadmiralty courts have jurisdiction over municipal corporations. See\n179 U. S., at 565 (“[A]s a general rule, municipal corporations,\nlike individuals, may be sued; in other words … they are amenable\nto judicial process for the purpose of compelling performance of\ntheir obligations”). TheWorkmanCourt accordingly\ndistinguished between the question before it—whether courts of\nadmiralty may, notwithstanding state law, “redress a wrong\ncommitted by one over whom such courts have adequate jurisdiction,”id.,at 566, such as a municipal corporation—and the\nquestionnotbefore it, but before the Court inEx\nparte New York—whether courts of admiralty may “give redress\nin a case where jurisdiction over the person or property cannot be\nexerted,” 179 U. S., at 566. In the former circumstance, the court\nshould apply general admiralty principles, while in the latter the\ncourt lacks the power to do so. Seeid.,at 570;Ex\nparte New York,supra, at 499–500, 502–503. Because\nhere, as inWorkmanand in contrast toEx parte New\nYork, the defendant was an entity generally within the\njurisdiction of the District Court,Ex parte New Yorkis\ninapposite, andWorkmancompels the conclusion that the\nCounty is unprotected by sovereign immunity.*  *  *Because the County has failed to\ndemonstrate that it was acting as an arm of the State when it\noperated the Causton Bluff Bridge, the County is not entitled to\nimmunity from Northern’s suit. Accordingly, the judgment of the\nCourt of Appeals is reversed.It is so ordered.Footnote 1SeeBonnerv.Prichard, 661\nF. 2d 1206, 1209 (CA11 1981) (en banc) (adopting all decisions\nof the former Fifth Circuit announced prior to October 1, 1981, as\nbinding precedent in the Eleventh Circuit).Footnote 2It is unclear whether respondent believes\nthat residual immunity is a common-law immunity that has been\nunaltered by federal substantive law, see Brief for Respondent 18\n(“Chatham County’s sovereign immunity derives from the common law\nwhich pre-dates Eleventh Amendment immunity”), or, as the Solicitor\nGeneral appears to believe, a constitutionally based immunity that\nis distinguishable from the one drawn from the constitutional\nstructure, see Tr. of Oral Arg. 16 (“What respondent calls residual\nsovereign immunity . . . is the doctrine of constitutional\nsovereign immunity”). In either case, it appears that the residual\nimmunity would serve to extend sovereign immunity beyond its\npreratification scope.",
    "joined": []
}