{
    "case": {
        "docket": "47",
        "citation": "549",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/549/47/"
    },
    "id": "1962205",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGLOPEZ V. GONZALES549 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-547JOSE ANTONIO LOPEZ, PETITIONERv.ALBERTO\nR. GONZALES,Attorney Generalon writ of certiorari to the united\nstates court of appeals for the eighth circuit[December 5, 2006]Justice Thomas,\ndissenting.Jose Antonio Lopez\npleaded guilty to aiding and abetting the possession of cocaine, a\nfelony under South Dakota law. The Court holds that Lopez’s\nconviction does not constitute an “aggravated felony” because\nfederal law would classify Lopez’s possession offense as a\nmisdemeanor. I respectfully dissent.IThe Immigration\nand Nationality Act (INA) provides that “[a]ny alien who is\nconvicted of an aggravated felony at any time after admission is\ndeportable.” 8 U. S. C. §1227(a)(2)(A)(iii). As relevant to\nthis case, the INA defines an “aggravated felony” as “illicit\ntrafficking in a controlled substance … including a drug\ntrafficking crime (as defined in section 924(c) of title 18).”\n§1101(a)(43)(B). And “the term ‘drug trafficking crime’ means any\nfelony punishable under the Controlled Substances\nAct … .” 18 U. S. C. §924(c)(2).Lopez’s state\nfelony offense qualifies as a “drug trafficking crime” as defined\nin §924(c)(2). A plain reading of this definition identifies two\nelements: First, the offense must be a felony; second, the offense\nmust be capable of punishment under the Controlled Substances Act\n(CSA). No one disputes that South Dakota punishes Lopez’s crime as\na felony. See S. D. Codified Laws §22–42–5 (1988). Likewise,\nno one disputes that the offense was capable of punishment under\nthe CSA. See 21 U. S. C. §844(a). Lopez’s possession offense\ntherefore satisfies both elements, and the inquiry should end\nthere.The Court, however, takes the\ninquiry further by reasoning that onlyfederalfelonies\nqualify as drug trafficking crimes. According to the Court, the\ndefinition of drug trafficking crime contains an implied\nlimitation: “any felony punishable [as a felony] under the” CSA.\nThe text does not support this interpretation. Most obviously, the\nlanguage “as a felony” appears nowhere in §924(c)(2). Without\ndoubt, Congress could have written the definition with this\nlimitation, but it did not.Furthermore, Lopez’s suggested\naddition conflicts with the clear meaning of §924(c)(2), which\nextends to both state and federal felonies. Specifically, the\ndefinition broadly encompasses “anyfelony” capable of\nbeing punished under the CSA. 18 U. S. C. §924(c)(2) (emphasis\nadded). “Read naturally, the word ‘any’ has an expansive meaning\n… .”United Statesv.Gonzales,520 U. S. 1, 5 (1997)\n(plurality opinion); see alsoSmallv.United\nStates,544 U.\nS. 385, 397 (2005) (Thomas, J., dissenting) (“The broad phrase\n‘any court’ unambiguously includes all judicial bodies with\njurisdiction to impose the requisite conviction …” (footnote\nomitted)). The term “felony” takes its meaning from Title 18, which\nclassifies crimes as felonies when punishable by death or greater\nthan one year of imprisonment. §3559(a). “[A]ny felony” therefore\nincludes both federal and state felonies: The classification\ndepends only on the authorized term of imprisonment. Accordingly,\nby the plain terms of §924(c)(2), conduct prohibited by the CSA may\nqualify as a “drug trafficking crime” if under either federal law\nor state law the conduct is punishable by more than one year of\nimprisonment.This interpretation finds\nsupport in other provisions in which Congress placed limits on the\ntypes of drug trafficking crimes eligible for consideration. In\nparticular, §924(c)(1)(A) proscribes the use or possession of a\nfirearm “during and in relation to any … drug trafficking crime …for which the person may be prosecuted in a court of the United\nStates… .” (emphasis added); see also 18 U.\nS. C. A. §924(c)(5) (Supp. 2006) (using identical\nlanguage in proscribing the use or possession of “armor piercing\nammunition”). The Court has previously interpreted this language to\nlimit “any … drug trafficking crime” to federal crimes.Gonzales,supra,at 5. This language, therefore,\nacts as a jurisdictional limitation, carving out the subset offederaldrug trafficking crimes and making only those\neligible for use in §§924(c)(1)(A) and 924(c)(5). No similar\nfederal-crime limitation appears in §924(c)(2). Interpreting the\nterm “drug trafficking crime,” as defined in §924(c)(2), to reach\nonly federal felonies would render superfluous the federal-crime\nlimitations in these other provisions. SeeDuncanv.Walker,533\nU. S. 167, 174 (2001) (plurality opinion) (counseling against\ninterpretations that result in surplus language).[Footnote 1]This interpretation also finds\nsupport in the INA, which lists “illicit trafficking” and its\nsubset of “drug trafficking crime[s]” as aggravated felonies. 8 U.\nS. C. §1101(a)(43)(B). The INA considers these offenses\naggravated felonies “whether in violation of Federal or State\nlaw … .” §1101(a)(43) (penultimate sentence). Thus, by\nincorporating §924(c)(2)’s definition of “drug trafficking crime,”\nthe INA supports and confirms the conclusion that the definition of\n“drug trafficking crime” applies to both federal and state\nfelonies.Moreover, the INA isolates the\nrelevant inquiry to the prosecuting jurisdiction.\nSection 1227(a)(2)(A)(iii) of Title 8 makes an alien eligible\nfor deportation only upon aconvictionfor an “aggravated\nfelony.” The conviction requirement suggests that the jurisdiction\nissuing the conviction determines whether the offense is a felony.\nThis result makes sense. When faced with an actual conviction, it\nwould be unusual to ask, hypothetically, whether that conviction\nwould have been a felony in a different jurisdiction. Furthermore,\nthat hypothetical inquiry could cause significant inconsistencies.\nFor instance, where a State convicts an alien of a misdemeanor drug\ncrime, but federal law classifies the crime as a felony, the\nmisdemeanor conviction would constitute an aggravated felony. This\nanomaly does not arise when relying on the prosecuting\njurisdiction’s classification of the crime.IIThe Court’s\napproach is unpersuasive. At the outset of its analysis, the Court\navers that it must look to the ordinary meaning of “illicit\ntrafficking” because “the statutes in play do not define the term.”Ante, at 5. That statement is incorrect. Section\n1101(a)(43)(B) of Title 8 clearly defines “illicit trafficking in a\ncontrolled substance,” at least in part, as “a drug trafficking\ncrime (as defined in section 924(c) of title 18).”\n(Emphasis added.) Therefore, whatever else “illicit trafficking”\nmight mean, it must include anything defined as a “drug trafficking\ncrime” in §924(c)(2). Rather than grappling with this definition of\nthe relevant term, the Court instead sets up a conflicting strawman\ndefinition.The majority\nstates that the ordinary meaning of “illicit trafficking” involves\n“some sort of commercial dealing.”Ante, at 5. Because\nmere possession does not constitute commercial dealing, the Court\nconcludes that Lopez’s possession offense cannot qualify as an\n“illicit trafficking” offense—or, by implication, a “drug\ntrafficking crime.” Yet even the Court admits that the term “drug\ntrafficking crime” includes federal drug felonies, several of which\nare mere possession offenses. See 21 U. S. C. §844(a)\n(possession of more than five grams of cocaine base, possession of\nflunitrazepam, and repeat possession offenses). If the Court\nrecognizes, in light of §924(c)(2), some mere possession offenses\nunder the umbrella of “illicit trafficking,” it cannot reject\nLopez’s conviction out of hand. Yet the Court downplays these “few\nexceptions” in two footnotes, concluding that “this coerced\ninclusion of a few possession offenses” gives no reason to\n“override [the] ordinary meaning” of “illicit trafficking.”Ante, at 6, nn. 4 and 6.The inconsistency deserves more\nthan the Court’s passing reference. By encompassing repeat\npossession offenses, the term “illicit trafficking” includes far\nmore than “a few” offenses outside of its ordinary meaning. It must\nincludeeverytype of possession offense under the CSA, so\nlong as the offender has had a previous possession offense. If\ndefining “illicit trafficking” to include the entire range of\nunlawful possession does not provide a “clear statutory command to\noverride ordinary meaning,” I do not know what would.[Footnote 2]The Court, however, gives only\nfleeting consideration to the text of §924(c)(2) itself. After\nreferencing the phrase “felony punishable under” the CSA, the Court\nasks “where else would one naturally look” other than the CSA to\ndetermine whether a felony qualifies as a drug trafficking crime.Ante, at 7. In response to the Court’s rhetorical\nquestion, I suggest that one might naturally look to the conviction\nitself to determine whether it is a felony. When presented with an\nactual conviction, one would not expect to look to a hypothetical\nprosecution to determine whether an offender has committed a\nfelony.Continuing to avoid the text of\n§924(c)(2), the Court instead focuses on what the statute does not\nsay. It concludes that Congress could have expressly referenced\nstate law as in §924(g)(3) and (k)(2).Ante, at 7. The\nresponse, of course, is that Congress could just as well have\ndefined a “drug trafficking crime” as “any felony punishableas\na felonyunder the CSA.” Rejoining, the Court resorts to an\n“instinctiv[e] understand[ing]” that the statutory definition\nactually means “felony as defined by the Act.”Ibid.\nInstinct notwithstanding, we must interpret what Congress actually\nwrote, not what it could have written.Furthermore, the Court’s\n“instinct” to interpret §924(c)(2) to mean “felony as defined by”\nthe CSA creates an unnecessary ambiguity in the meaning of\n“felony.” The CSA defines “felony” as “any Federal or State offense\nclassified by applicable Federal or State law as a felony.” 21 U.\nS. C. §802(13).[Footnote\n3] Under the Court’s interpretation, that definition seemingly\nshould apply. The Court concludes otherwise but never resolves the\nambiguity it creates: It instead explains that “felony” is defined\nby the CSA as something other than the CSA’s definition of\n“felony.”Ante, at 8, n. 7. That explanation is, at\nbest, unsatisfying.After gliding past the\nstatutory text, the Court expresses concern over the fact that the\nGovernment’s interpretation allows federal immigration law to turn\non varying state criminal classifications. Congress apparently did\nnot share this concern because some definitions of “aggravated\nfelony” explicitly turn on the State’s authorized term of\nimprisonment, not a uniform federal classification. See 8 U.\nS. C. §1101(a)(43)(F), (G), (J), (P)–(T). Even the Court finds\nthis variance “not … all that remarkable.”Ante, at 10.\nThe Court’s real concern therefore has little to do with variations\nin state law. Rather, it worries that “a state criminal\nclassification [may be] at odds with a federal provision.”Ibid.But, obviously, if a state offense does not qualify\nunder the definitions in §1101(a)(43), then the offense cannot be\nan “aggravated felony.” As shown in Part I, though, nothing about\nLopez’s offense conflicts with the plain language of §924(c)(2) as\nincorporated into §1101(a)(43)(B). He was convicted of a “felony,”\nand his offense was “punishable under the” CSA.The Court also notes apparent\nanomalies in the Government’s approach. It asserts that, under the\nGovernment’s interpretation, a state felony conviction for simple\npossession of less than 30 grams of marijuana could be an\n“aggravated felony” even though the INA expressly excludes such an\noffense as grounds for deportation under 8 U. S. C.\n§1227(a)(2)(B)(i).Ante, at 10–11. The Court’s concern has\nlittle basis in reality. Only one State authorizes more than one\nyear of imprisonment for possession of over 20 grams. See Fla.\nStat. §§893.13(6)(a)–(b), 775.082(3)(a)(3) (2006). A few others\nclassify possession of one ounce (or 28.3 grams) as a felony. See,e.g.,Nev. Rev. Stat. §§453.336(1)–(2) (2004), (4),\n193.130 (2003). The mere possibility that a case could fall into\nthis small gap and lead to removal provides no ground for the Court\nto depart from the plain meaning of §924(c)(2).In fact, it is the Court’s\ninterpretation that will have a significant effect on removal\nproceedings involving state possession offenses. Federal law treats\npossession of large quantities of controlled substances as\nfelonious possession with intent to distribute. States frequently\ntreat the same conduct as simple possession offenses, which would\nescape classification as aggravated felonies under the Court’s\ninterpretation. Thus, the Court’s interpretation will result in a\nlarge disparity between the treatment of federal and state\nconvictions for possession of large amounts of drugs. And it is\ndifficult to see why Congress would “authorize a State to overrule\nits judgment” about possession of large quantities of drugs any\nmore than it would about other possession offenses.Ante,\nat 11.Finally, the Court admits that\nits reading will subject an alien defendant convicted of a state\nmisdemeanor to deportation if his conduct was punishable as a\nfelony under the CSA. Accordingly, even if never convicted of an\nactual felony, an alien defendant becomes eligible for deportation\nbased on a hypothetical federal prosecution. It is at least\nanomalous, if not inconsistent, that an actual misdemeanor may be\nconsidered an “aggravated felony.”IIIBecause a plain\nreading of the statute would avoid the ambiguities and anomalies\ncreated by today’s majority opinion, I respectfully\ndissent.Footnote\n1The majority mistakenly\ncontends that my interpretation also renders this language\nsuperfluous.Ante, at 10 n. 9. As I have stated, the\nplain meaning of “drug trafficking crime” includes two categories\nof felonies—state and federal. For the limiting language in\n§924(c)(1)(A) to have meaning, it must exclude one of those\ncategories. As a state felony, Lopez’s possession offense does not\nfall within the category of federal drug trafficking crimes.\nConsequently, it is not eligible for use under\n§924(c)(1)(A).Footnote\n2In its discussion of whether\npossession may constitute “trafficking,” the Court takes its own\ntrip “through the looking glass.” Seeante,at 6.\n“Commerce,” according to the Court, “certainly … is no element of\nsimple possession … .”Ante, at 5. Not long ago, the\nCourt found the opposite to be true when interpreting the scope of\nCongress’ power under the Commerce Clause. SeeGonzalesv.Raich,545 U.\nS. 1, 22 (2005) (plurality opinion) (concluding that Congress\nmay regulate the mere possession of marijuana as affecting\n“commerce”). InRaich, the Court fell into the very trap\nit purports to identify today by “turn[ing] simple possession into\n[commerce], just what the English language tells us not to expect.”Ante, at 6; see alsoRaich, supra,at 57–58\n(Thomas, J., dissenting). The Court’s broadening of the Commerce\nClause stands in tension with its present narrow interpretation of\n“trafficking,” which 8 U. S. C. §1101(a)(43)(B) explicitly\nalters to include at least some possession offenses.Footnote\n3Several Courts of Appeals\nlooked to this definition of “felony” when construing the meaning\nof “drug trafficking crime.” See,e.g.,United\nStatesv.Wilson, 316 F. 3d 506, 512 (CA4 2003).\nAlthough the Government would clearly prevail under 21 U.\nS. C. §802(13), it has conceded that this definition does not\napply. This concession makes good sense: The definition of “drug\ntrafficking crime” resides in Title 18, and it is therefore most\nnatural to construe “felony” as used in that title. See, n. 1,supra. As discussed above, that definition as well\nrequires that a crime be considered a felony if the State defines\nit as a felony.",
    "joined": []
}