{
    "case": {
        "docket": "99",
        "citation": "571",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/571/99/"
    },
    "id": "1970791",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–729_________________JULIE HEIMESHOFF, PETITIONER v. HARTFORD LIFE\n& ACCIDENT INSURANCE CO. et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[December 16, 2013]Justice Thomas\ndelivered the opinion of the Court.A participant in an\nemployee benefit plan covered by the Employee Retirement Income\nSecurity Act of 1974 (ERISA), 88Stat. 829, as amended, 29 U. S. C.\n§1001 et seq., may bring a civil action under §502(a)(1)(B) to re-\ncover benefits due under the terms of the plan. 29\nU. S. C. §1132(a)(1)(B). Courts have generally required\nparticipants to exhaust the plan’s administrative remedies before\nfiling suit to recover benefits. ERISA does not, however, specify a\nstatute of limitations for filing suit under §502(a)(1)(B). Filling\nthat gap, the plan at issue here requires participants to bring\nsuit within three years after “proof of loss” is due. Because proof\nof loss is due before a plan’s administrative process can be\ncompleted, the ad- ministrative exhaustion requirement will, in\npractice, shorten the contractual limitations period. The question\npresented is whether the contractual limitations provision is\nenforceable. We hold that it is.IIn 2005, petitioner\nJulie Heimeshoff began to report chronic pain and fatigue that\ninterfered with her duties as a senior public relations manager for\nWal-Mart Stores, Inc. Her physician later diagnosed her with lupus\nand fibromyalgia. Heimeshoff stopped working on June 8.On August 22, 2005,\nHeimeshoff filed a claim for long-term disability benefits with\nHartford Life & Accident Insurance Co., the administrator of\nWal-Mart’s Group Long Term Disability Plan (Plan). Her claim form,\nsupported by a statement from her rheumatologist, listed her\nsymptoms as “ ‘extreme fatigue, significant pain, and\ndifficulty in concentration.’ ” [1] App. to Pet. for Cert. 7. In November 2005, Hartford\nnotified Heimeshoff that it could not determine whether she was\ndisabled because her rheumatologist had never responded to\nHartford’s request for additional information. Hartford denied the\nclaim the following month for failure to provide satisfactory proof\nof loss. Hartford instructed Heimeshoff that it would con- sider an\nappeal filed within 180 days, but later informed her that it would\nreopen her claim, without the need for an appeal, if her\nrheumatologist provided the requested information.In July 2006, another\nphysician evaluated Heimeshoff and concluded that she was disabled.\nHeimeshoff sub- mitted that evaluation and additional medical\nevidence in October 2006. Hartford then retained a physician to\nreview Heimeshoff’s records and speak with her rheumatologist. That\nphysician issued a report in November 2006 concluding that\nHeimeshoff was able to perform the activities required by her\nsedentary occupation. Hartford denied Heimeshoff’s claim later that\nNovember.In May 2007, Heimeshoff\nrequested an extension of the Plan’s appeal deadline until\nSeptember 30, 2007, in order to provide additional evidence.\nHartford granted the extension. On September 26, 2007, Heimeshoff\nsubmitted her appeal along with additional cardiopulmonary and\nneuropsychological evaluations. After two additional physicians\nretained by Hartford reviewed the claim, Hartford issued its final\ndenial on November 26, 2007.On November 18, 2010,\nalmost three years later (but more than three years after proof of\nloss was due), Heimeshoff filed suit in District Court seeking\nreview of her denied claim pursuant to ERISA §502(a)(1)(B).\nHartford and Wal-Mart moved to dismiss on the ground that\nHeimeshoff’s complaint was barred by the Plan’s limitations\nprovision, which stated: “Legal action cannot be taken against The\nHartford . . . [more than] 3 years after the time written\nproof of loss is required to be furnished according to the terms of\nthe policy.” Id., at 10.The District Court\ngranted the motion to dismiss. Recognizing that ERISA does not\nprovide a statute of limitations for actions under §502(a)(1)(B),\nthe court explained that the limitations period provided by the\nmost nearly analogous state statute applies. See North Star Steel\nCo. v. Thomas, 515 U. S. 29 –34 (1995). Under Connecticut law,\nthe Plan was permitted to specify a limitations period expiring\n“[not] less than one year from the time when the loss insured\nagainst occurs.” [2] Conn.\nGen. Stat. §38a–290 (2012); see App. to Pet. for Cert. 13. The\ncourt held that, under Circuit precedent, a 3-year limitations\nperiod set to begin when proof of loss is due is enforceable, and\nHeimeshoff’s claim was therefore untimely. [3] Id., at 13, 15 (citing Burke v.\nPriceWaterHouseCoopers LLP Long Term Disability Plan, 572\nF. 3d 76, 79–81 (CA2 2009) (per curiam)).On appeal, the Second\nCircuit affirmed. 496 Fed. Appx. 129 (2012). Applying the precedent\nrelied on by the District Court, the Court of Appeals concluded\nthat it did not offend ERISA for the limitations period to commence\nbefore the plaintiff could file suit under §502(a)(1)(B). Because\nthe policy language unambiguously provided that the 3-year\nlimitations period ran from the time that proof of loss was due\nunder the Plan, and because Heimeshoff filed her claim more than\nthree years after that date, her action was time barred.We granted certiorari\nto resolve a split among the Courts of Appeals on the\nenforceability of this common contractual limitations provision.\n569 U. S. ___ (2013). Compare, e.g., Burke, supra, at 79–81\n(plan provision requiring suit within three years after\nproof-of-loss deadline is enforceable); and Rice v. Jefferson Pilot\nFinancial Ins. Co., 578 F. 3d 450, 455–456 (CA6 2009) (same),\nwith White v. Sun Life Assurance Co. of Canada, 488 F. 3d 240,\n245–248 (CA4 2007) (not enforceable); and Price v. Provident Life\n& Acc. Ins. Co., 2 F. 3d 986, 988 (CA9 1993) (same). We\nnow affirm.IIStatutes of\nlimitations establish the period of time within which a claimant\nmust bring an action. As a general matter, a statute of limitations\nbegins to run when the cause of action “ ‘accrues’ ”—that\nis, when “the plaintiff can file suit and obtain relief.” Bay Area\nLaundry and Dry Cleaning Pension Trust Fund v. Ferbar Corp. of\nCal., 522 U. S. 192, 201 (1997) .ERISA and its\nregulations require plans to provide certain presuit procedures for\nreviewing claims after par- ticipants submit proof of loss\n(internal review). See 29 U. S. C. §1133; 29 CFR\n§2560.503–1 (2012). The courts of appeals have uniformly required\nthat participants exhaust internal review before bringing a claim\nfor judicial review under §502(a)(1)(B). See LaRue v. DeWolff,\nBoberg & Associates, Inc., 552 U. S. 248 –259 (2008) (Roberts,\nC. J., concurring in part and concurring in judgment). A\nparticipant’s cause of action under ERISA accordingly does not\naccrue until the plan issues a final denial.ERISA §502(a)(1)(B)\ndoes not specify a statute of limitations. Instead, the parties in\nthis case have agreed by contract to a 3-year limitations period.\nThe contract specifies that this period begins to run at the time\nproof of loss is due. Because proof of loss is due before a\nparticipant can exhaust internal review, Heimeshoff contends that\nthis limitations provision runs afoul of the general rule that\nstatutes of limitations commence upon accrual of the cause of\naction.For the reasons that\nfollow, we reject that argument. Absent a controlling statute to\nthe contrary, a participant and a plan may agree by contract to a\nparticular limitations period, even one that starts to run before\nthe cause of action accrues, as long as the period is\nreasonable.ARecognizing that\nCongress generally sets statutory limitations periods to begin when\ntheir associated causes of action accrue, this Court has often\nconstrued statutes of limitations to commence when the plaintiff is\npermitted to file suit. See, e.g., Graham County Soil & Water\nConservation Dist. v. United States ex rel. Wilson, 545 U. S.\n409, 418 (2005) (resolving an ambiguity in light of “the ‘standard\nrule that the limitations period commences when the plaintiff has a\ncomplete and present cause of action’ ” (quoting Bay Area\nLaundry, supra, at 201)); Rawlings v. Ray, 312 U. S. 96, 98\n(1941) . At the same time, we have recognized that statutes of\nlimitations do not inexorably commence upon accrual. See Reiter v.\nCooper, 507 U. S. 258, 267 (1993) (noting the possibility that\na cause of action may “accru[e] at one time for the purpose of\ncalculating when the statute of limitations begins to run, but at\nanother time for the purpose of bringing suit”); see also Dodd v.\nUnited States, 545 U. S. 353, 358 (2005) (the statute of\nlimitations in the federal habeas statute runs from “ ‘the\ndate on which the right asserted was initially recognized by the\nSupreme Court’ ” even if the right has not yet been\n“ ‘made retroactively applicable to cases on collateral\nreview’ ”); McMahon v. United States, 342 U. S. 25 –27\n(1951) (the limitations period in the Suits in Admiralty Act runs\nfrom the date of injury rather than when plaintiffs may sue).None of those\ndecisions, however, addresses the critical aspect of this case: the\nparties have agreed by contract to commence the limitations period\nat a particular time. For that reason, we find more appropriate\nguidance in precedent confronting whether to enforce the terms of a\ncontractual limitations provision. Those cases provide a\nwell-established framework suitable for resolving the ques- tion in\nthis case:“[I]n the absence of a controlling statute\nto the con-trary, a provision in a contract may validly limit,\nbetween the parties, the time for bringing an action on such\ncontract to a period less than that prescribed in the general\nstatute of limitations, provided that the shorter period itself\nshall be a reasonable period.” Order of United Commercial Travelers\nof America v. Wolfe, 331 U. S. 586, 608 (1947) .We have recognized that some statutes of\nlimitations do not permit parties to choose a shorter period by\ncontract. See, e.g., Louisiana & Western R. Co. v. Gardiner,\n273 U. S. 280, 284 (1927) (contractual provision requiring\nsuit against common carrier within two years and one day after\ndelivery was invalid under a federal statute “declar[ing] unlawful\nany limitation shorter than two years from the time notice is given\nof the disallowance of the claim”). The rule set forth in Wolfe\nrecognizes, however, that other statutes of limitations provide\nonly a default rule that permits parties to choose a shorter\nlimitations period. See Riddlesbarger v. Hartford Ins. Co., 7 Wall.\n386, 390 (1869) (finding “nothing in th[e] language or object [of\nstatutes of limitations] which inhibits parties from stipulating\nfor a shorter period within which to assert their respective\nclaims”); see also Missouri, K. & T. R. Co. v. Harriman, 227\nU. S. 657 –673 (1913) (citing examples). If parties are\npermitted to contract around a default statute of limitations, it\nfollows that the same rule applies where the statute creating the\ncause of action is silent regarding a limitations period.The Wolfe rule\nnecessarily allows parties to agree not only to the length of a\nlimitations period but also to its commencement. The duration of a\nlimitations period can be measured only by reference to its start\ndate. Each is therefore an integral part of the limitations\nprovision, and there is no basis for categorically preventing\nparties from agreeing on one aspect but not the other. See\nElectrical Workers v. Robbins & Myers, Inc., 429 U. S.\n229, 234 (1976) (noting that “the parties could conceivably have\nagreed to a contract” specifying the “ ‘occurrence’ ”\nthat commenced the statutory limitations period).BThe principle that\ncontractual limitations provisions ordinarily should be enforced as\nwritten is especially appropriate when enforcing an ERISA plan.\n“The plan, in short, is at the center of ERISA.” US Airways, Inc.\nv. McCutchen, 569 U. S. ___, ___ (2013) (slip op., at 11).\n“[E]mployers have large leeway to design disability and other\nwelfare plans as they see fit.” Black & Decker Dis- ability\nPlan v. Nord, 538 U. S. 822, 833 (2003) . And once a plan is\nestablished, the administrator’s duty is to see that the plan is\n“maintained pursuant to [that] written instrument.” 29\nU. S. C. §1102(a)(1). This focus on the written terms of\nthe plan is the linchpin of “a system that is [not] so complex that\nadministrative costs, or litigation expenses, unduly discourage\nemployers from offering [ERISA] plans in the first place.” Varity\nCorp. v. Howe, 516 U. S. 489, 497 (1996) .Heimeshoff’s cause of\naction for benefits is likewise bound up with the written\ninstrument. ERISA §502(a)(1)(B) authorizes a plan participant to\nbring suit “to recover benefits due to him under the terms of his\nplan, to enforce his rights under the terms of the plan, or to\nclarify his rights to future benefits under the terms of the plan.”\n29 U. S. C. §1132(a)(1)(B) (emphasis added). That\n“statutory language speaks of ‘enforc[ing]’ the ‘terms of the\nplan,’ not of changing them.” CIGNA Corp. v. Amara, 563 U. S.\n___, ___ (2011) (slip op., at 13). For that reason, we have\nrecognized the particular importance of enforcing plan terms as\nwritten in §502(a)(1)(B) claims. See id., at ___ (slip op., at\n13–14); Conkright v. Frommert, 559 U. S. 506 –513 (2010);\nKennedy v. Plan Administrator for DuPont Sav. and Investment Plan,\n555 U. S. 285 –301 (2009). Because the rights and duties at\nissue in this case are no less “built around reliance on the face\nof written plan documents,” Curtiss-Wright Corp. v. Schoonejongen,\n514 U. S. 73, 83 (1995) , we will not presume from statu- tory\nsilence that Congress intended a different approach here.IIIWe must give effect\nto the Plan’s limitations provision unless we determine either that\nthe period is unreason- ably short, or that a “controlling statute”\nprevents the limitations provision from taking effect. Wolfe, 331\nU. S., at 608. Neither condition is met here.ANeither Heimeshoff\nnor the United States claims that the Plan’s 3-year limitations\nprovision is unreasonably short on its face. And with good reason:\nthe United States acknowledges that the regulations governing\ninternal review mean for “mainstream” claims to be resolved in\nabout one year, Tr. of Oral Arg. 22, leaving the participant with\ntwo years to file suit. [4]\nEven in this case, where the administrative review process required\nmore time than usual, Heimeshoff was left with approximately one\nyear in which to file suit. Heimeshoff does not dispute that a\nhypothetical 1-year limitations period commencing at the conclusion\nof internal review would be reasonable. Id., at 4. We cannot fault\na limitations provision that would leave the same amount of time in\na case with an unusually long internal review process while\nproviding for a significantly longer period in most cases.Heimeshoff’s reliance\non Occidental Life Ins. Co. of Cal. v. EEOC, 432 U. S. 355\n(1977) , is therefore misplaced. There, we declined to enforce a\nState’s 1-year statute of limitations as applied to Title VII\nemployment discrimination actions where the limitations period\ncommenced before accrual. We concluded that “[i]t would hardly be\nreasonable” to suppose that Congress intended to enforce state\nstatutes of limitations as short as 12 months where the Equal\nEmployment Opportunity Commission faced a backlog of 18 to 24\nmonths, leaving claimants with little chance of bringing a claim\nnot barred by the State’s statute of limitations. Id., at 369–371.\nIn the absence of any evidence that there are similar obstacles to\nbringing a timely §502(a)(1)(B) claim, we conclude that the Plan’s\nlimitations provision is reasonable.BHeimeshoff and the\nUnited States contend that even if the Plan’s limitations provision\nis reasonable, ERISA is a “controlling statute to the contrary.”\nWolfe, supra, at 608. But they do not contend that ERISA’s statute\nof limitations for claims of breach of fiduciary duty controls this\naction to recover benefits. See 29 U. S. C. §1113. Nor do\nthey claim that ERISA’s text or regulations contradict the Plan’s\nlimitations provision. Rather, they assert that the limitations\nprovision will “undermine” ERISA’s two-tiered remedial scheme.\nBrief for Petitioner 39; Brief for United States as Amicus Curiae\n19. We cannot agree.1The first tier of\nERISA’s remedial scheme is the internal review process required for\nall ERISA disability-benefit plans. 29 CFR §2560.503–1. After the\nparticipant files a claim for disability benefits, the plan has 45\ndays to make an “adverse benefit determination.” §2560.503–1(f)(3).\nTwo 30-day extensions are available for “matters beyond the control\nof the plan,” giving the plan a total of up to 105 days to make\nthat determination. Ibid. The plan’s time for making a benefit\ndetermination may be tolled “due to a claimant’s failure to submit\ninformation necessary to decide a claim.” §2560.503–1(f)(4).Following denial, the\nplan must provide the participant with “at least 180 days . . .\nwithin which to appeal the determination.” §§2560.503–1(h)(3)(i),\n(h)(4). The plan has 45 days to resolve that appeal, with one\n45-day extension available for “special circumstances (such as the\nneed to hold a hearing).” §§2560.503–1(i)(1)(i), (i)(3)(i). The\nplan’s time for resolving an appeal can be tolled again if the\nparticipant fails to submit necessary information.\n§2560.503–1(i)(4). In the ordinary course, the regulations\ncontemplate an internal review process lasting about one year. Tr.\nof Oral Arg. 22. If the plan fails to meet its own deadlines under\nthese procedures, the participant “shall be deemed to have\nexhausted the administrative remedies.” §2560.503–1(l). Upon\nexhaustion of the internal review process, the participant is\nentitled to proceed immediately to judicial review, the second tier\nof ERISA’s remedial scheme.2Heimeshoff and the\nUnited States first claim that the Plan’s limitations provision\nwill undermine the foregoing internal review process. They contend\nthat participants will shortchange their own rights during that\nprocess in order to have more time in which to seek judicial\nreview. Their premise—that participants will sacrifice the benefits\nof internal review to preserve additional time for filing suit—is\nhighly dubious in light of the consequences of that course of\naction.First, to the extent\nparticipants fail to develop evidence during internal review, they\nrisk forfeiting the use of that evidence in district court. The\nCourts of Appeals have generally limited the record for judicial\nreview to the administrative record compiled during internal\nreview. See, e.g., Foster v. PPG Industries, Inc., 693 F. 3d\n1226, 1231 (CA10 2012); Fleisher v. Standard Ins. Co., 679\nF. 3d 116, 121 (CA3 2012); McCartha v. National City Corp.,\n419 F. 3d 437, 441 (CA6 2005). Second, participants are not\nlikely to value judicial review of plan determinations over\ninternal review. Many plans (including this Plan) vest discretion\nover benefits determinations in plan administrators. See Firestone\nTire & Rubber Co. v. Bruch, 489 U. S. 101 –112 (1989)\n(permitting the vesting of discretion); see also App. in No.\n12–651–cv (CA2), p. 34. Courts ordinarily review determinations by\nsuch plans only for abuse of discretion. Metropolitan Life Ins. Co.\nv. Glenn, 554 U. S. 105 –116 (2008). In short, participants\nhave much to lose and little to gain by giving up the full measure\nof internal review in favor of marginal extra time to seek judicial\nreview.3Heimeshoff and the\nUnited States next warn that it will endanger judicial review to\nallow plans to set limitations periods that begin to run before\ninternal review is complete. The United States suggests that\nadministrators may attempt to prevent judicial review by delaying\nthe resolution of claims in bad faith. Brief for United States as\nAmicus Curiae 19; see also White, 488 F. 3d, at 247–248. But\nadministrators are required by the regulations governing the\ninternal review process to take prompt action, see supra, at 10–11,\nand the penalty for failure to meet those deadlines is immediate\naccess to judicial review for the participant. 29 CFR\n§2560.503–1(l). In addition, that sort of dilatory behavior may\nimplicate one of the traditional defenses to a statute of\nlimitations. See infra, at 14–15.The United States\nsuggests that even good-faith administration of internal review\nwill significantly diminish the availability of judicial review if\nthis limitations provision is enforced. Forty years of ERISA\nadministration sug- gest otherwise. The limitations provision at\nissue is quite common; the vast majority of States require certain\ninsurance policies to include 3-year limitations periods that run\nfrom the date proof of loss is due. [5] But there is no significant evidence that limitations\nprovisions like the one here have similarly thwarted judicial\nreview. As explained above, see supra, at 10–11, ERISA regulations\nstructure internal review to proceed in an expeditious manner. It\nstands to reason that the cases in which internal review leaves\nparticipants with less than one year to file suit are rare.\nHeimeshoff identifies only a handful of cases in which\n§502(a)(1)(B) plaintiffs are actually time barred as a result of\nthis 3-year limitations provision. See Abena v. Metropolitan Life\nIns. Co., 544 F. 3d 880 (CA7 2008); Touqan v. Metropolitan\nLife Ins. Co., 2012 WL 3465493 (ED Mich., Aug. 14, 2012); Smith v.\nUnum Provident, 2012 WL 1436458 (WD Ky., Apr. 24, 2012); Fry v.\nHartford Ins. Co., 2011 WL 1672474 (WDNY, May 3, 2011); Rotondi v.\nHartford Life & Acc. Group, 2010 WL 3720830 (SDNY, Sept. 22,\n2010). Those cases suggest that this barrier falls on participants\nwho have not diligently pursued their rights. See Abena, supra, at\n884 (by his own admission, there was “no reason” plaintiff could\nnot have filed suit during the remaining seven months of\nlimitations period); Smith, supra, at *2 (plaintiff filed suit four\nyears after the limitations period expired, and six years after\nfinal de- nial); Rotondi, supra, at *8 (“Application of the\n. . . limitations period works no unfairness here”); see also\nRice, 578 F. 3d, at 457 (the participant “has not established\nthat he has been diligently pursuing his rights” and “has given no\nreason for his late filing”); Burke, 572 F. 3d, at 81\n(following exhaustion, “two years and five months of the\nlimitations period remained”); Salerno v. Prudential Ins. Co. of\nAmerica, 2009 WL 2412732, *6 (NDNY, Aug. 3, 2009) (“Plaintiff’s\nproof of loss was untimely by over ten years”). The evidence that\nthis 3-year limitations provision harms diligent participants is\nfar too insubstantial to set aside the plain terms of the\ncontract.Moreover, even in the\nrare cases where internal review prevents participants from\nbringing §502(a)(1)(B) actions within the contractual period,\ncourts are well equipped to apply traditional doctrines that may\nnevertheless allow participants to proceed. If the administrator’s\nconduct causes a participant to miss the deadline for judicial\nreview, waiver or estoppel may prevent the administrator from\ninvoking the limitations provision as a defense. See, e.g.,\nThompson v. Phenix Ins. Co., 136 U. S. 287 –299 (1890);\nLaMantia v. Voluntary Plan Adm’rs, Inc., 401 F. 3d 1114, 1119\n(CA9 2005). To the extent the participant has diligently pursued\nboth internal review and judicial review but was prevented from\nfiling suit by extraordinary circumstances, equitable tolling may\napply. Irwin v. Department of Veterans Affairs, 498 U. S. 89,\n95 (1990) (limitations defenses “in lawsuits between private\nlitigants are customarily subject to ‘equitable tolling’ ”). [6] Finally, in addition to\nthose traditional remedies, plans that offer appeals or dispute\nresolution beyond what is contemplated in the internal review\nregulations must agree to toll the limitations provision during\nthat time. 29 CFR §2560.503–1(c)(3)(ii). Thus, we are not persuaded\nthat the Plan’s limitations provision is inconsistent with\nERISA.CTwo additional\narguments warrant mention. First, Heimeshoff argues—for the first\ntime in this litigation—that the limitations period should be\ntolled as a matter of course during internal review. By effectively\ndelaying the commencement of the limitations period until the\nconclusion of internal review, however, this approach reconstitutes\nthe contractual revision we declined to make. As we explained, the\nparties’ agreement should be enforced unless the limitations period\nis unreasonably short or foreclosed by ERISA. The limitations\nperiod here is neither. See supra, at 9–10, 11–14, and this\npage.Nor do the ERISA\nregulations require tolling during internal review. A plan must\nagree to toll the limitations provision only in one particular\ncircumstance: when a plan offers voluntary internal appeals beyond\nwhat is permitted by regulation. §2560.503–1(c)(3)(ii). Even then,\nthe limitations period is tolled only during that specific portion\nof internal review. This limited tolling requirement would be\nsuperfluous if the regulations contemplated tolling throughout the\nprocess.Finally, relying on our\ndecision in Hardin v. Straub, 490 U. S. 536 (1989) ,\nHeimeshoff contends that we must inquire whether state law would\ntoll the limitations period throughout the exhaustion process. In\nHardin, we interpreted 42 U. S. C. §1983 to borrow a\nState’s statutory limitations period. We recognized that when a\nfederal statute is deemed to borrow a State’s limitations period,\nthe State’s tolling rules are ordinarily borrowed as well because\n“ ‘[i]n virtually all statutes of limitations the\nchronological length of the limitation period is interrelated with\nprovisions regarding tolling . . . .’ ” 490 U. S., at 539\n(quoting Johnson v. Railway Express Agency, Inc., 421 U. S.\n454, 464 (1975) ); see also Board of Regents of Univ. of State of\nN. Y. v. Tomanio, 446 U. S. 478, 484 (1980) (in §1983 actions\n“a state statute of limitations and the coordinate tolling rules”\nare “binding rules of law”). But here, unlike in Hardin, the\nparties have adopted a limitations period by contract. Under these\ncircumstances, where there is no need to borrow a state statute of\nlimitations there is no need to borrow concomitant state tolling\nrules.IVWe hold that the\nPlan’s limitations provision is enforceable. The judgment is,\naccordingly, affirmed.It is so ordered.Notes1The insurance policy\nprovides: “ ‘Written proof of loss must be sent to The\nHartford within 90 days after the start of the period for which The\nHartford owes payment. After that, The Hartford may require further\nwritten proof that you are still Disabled.’ ” App. to Pet. for\nCert. 10.2The parties do not\ndispute that Connecticut provides the relevant state law governing\nthe limitations period in this case.3Heimeshoff also argued\nbefore the District Court that even if the Plan’s limitations\nprovision were enforceable, her suit was still timely because\nHartford had granted her request for an extension until September\n30, 2007. Even crediting the contention that proof of loss was not\ndue until that date, the court held that the Plan’s limitations\nprovision barred her from bringing legal action any later than\nSeptember 30, 2010. Heimeshoff did not file suit until November 18,\n2010.4Heimeshoff, drawing on a\nstudy by the American Council of Life Insurers of recent\n§502(a)(1)(B) cases where timeliness was at issue, states that\nexhaustion can take 15 to 16 months in a typical case. Reply Brief\n17–18, n. 3 (citing Brief for American Council of Life Insurers\net al. as Amici Curiae 29). In our view, that still leaves\nample time for filing suit.5See Ala. Code §§27–19–14,\n27–20–5(7) (2007); Alaska Stat. §21.54.030(7) (2012); Ark. Code\nAnn. §§23–85–116, 23–86–102(c)(7) (2004); Cal. Ins. Code Ann.\n§10350.11 (West 2013); Colo. Rev. Stat. Ann. §10–16–202(12) (2013);\nConn. Gen. Stat. §38a–483(a)(11) (2012); Del. Code Ann., Tit. 18,\n§§3315, 3541(7) (1999); Ga. Code Ann. §33–29–3(b)(11) (2013); Haw.\nRev. Stat. §431:10A–105(11) (Cum. Supp. 2012); Idaho Code\n§§41–2115, 41–2207(7) (Lexis 2010); Ill. Comp. Stat., ch. 215,\n§5/357.12 (West 2012); Ind. Code §27–8–5–3(a)(11) (2004); Iowa Code\n§514A.3(1)(k) (2008); Ky. Rev. Stat. Ann. §§304.17–150,\n304.18–070(7) (West 2012); Me. Rev. Stat. Ann., Tit. 24–A, §2715\n(2000); Mass. Gen. Laws, ch. 175, §108(3)(a)(11) (West 2011); Mich.\nComp. Laws §500.3422 (2002); Minn. Stat. §62A.04(2)(11) (2012);\nMiss. Code Ann. §83–9–5(1)(k) (2011); Mo. Rev. Stat.\n§376.777(1)(11) (2000); Mont. Code Ann. §33–22–602(7) (2013); Neb.\nRev. Stat. §44–710.03(11) (2010);Nev. Rev. Stat. §§689A.150,\n689B.080(9) (2011); N. H. Rev. Stat.Ann. §415:6(I)(11) (West\nSupp. 2012); N. J. Stat. Ann. §17B:26–14 (West 2006);\nN. M. Stat. Ann. §59A–22–14 (2013); N. Y. Ins. Law\n§3216(d)(1)(K) (West Supp. 2013); N. C. Gen. Stat. Ann.\n§58–51–15(a)(11) (Lexis 2011); N. D. Cent. Code Ann.\n§26.1–36–05(14) (Lexis 2010); Ohio Rev. Code Ann. §3923.04(K)\n(Lexis 2010); Okla. Stat., Tit. 36, §4405(A)(11) (West 2011); Ore.\nRev. Stat. §743.441 (2011); 40 Pa. Cons. Stat. §753(A)(11) (1999);\nR. I. Gen. Laws §27–18–3(a)(11) (Lexis 2008); S. D.\nCodified Laws §58–18–27 (2004); Tenn. Code Ann. §56–26–108(11)\n(2008); Tex. Ins. Code Ann. §1201.217 (West Supp. 2012); Vt. Stat.\nAnn., Tit. 8, §4065(11) (2009); Va. Code Ann. §38.2–3540 (Lexis\n2007); Wash. Rev. Code §48.20.142 (2012); W. Va. Code Ann.\n§33–15–4(k) (Lexis 2011); Wyo. Stat. Ann. §§26–18–115,\n26–19–107(a)(vii) (2013).6Whether the Court of\nAppeals properly declined to apply those doctrines in this case is\nnot before us. 569 U. S. ___, ___ (2013); Pet. for Cert.\ni.",
    "joined": []
}