{
    "case": {
        "docket": "193",
        "citation": "557",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/557/193/"
    },
    "id": "1963020",
    "author": "thomas",
    "type": "concurrence & dissent in part",
    "text": "OPINION OF THOMAS, J.NORTHWEST AUSTIN MUNICIPAL UTIL. DIST.NO. ONE V. HOLDER557 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-322NORTHWEST AUSTIN MUNICIPAL UTILITY DIS- TRICT\nNUMBER ONE, APPELLANTv.ERIC H. HOLDER, Jr., ATTORNEY\nGENERAL, et al.on appeal from the united states district court for\nthe district of columbia[June 22, 2009]Justice Thomas, concurring in the\njudgment in part and dissenting in part.This appeal presents two\nquestions: first, whether appellant is entitled to bail out from\ncoverage under the Voting Rights Act of 1965 (VRA); and second,\nwhether the preclearance requirement of §5 of the VRA is\nunconstitutional. Because the Court’s statutory decision does not\nprovide appellant with full relief, I conclude that it is\ninappropriate to apply the constitutional avoidance doctrine in\nthis case. I would therefore decide the constitutional issue\npresented and hold that §5 exceeds Congress’ power to enforce the\nFifteenth Amendment.IThe doctrine of constitutional\navoidance factors heavily in the Court’s conclusion that appellant\nis eligible for bailout as a “political subdivision” under §4(a) of\nthe VRA. Seeante, at 11. Regardless of the Court’s\nresolution of the statutory question, I am in full agreement that\nthis case raises serious questions concerning the constitutionality\nof §5 of the VRA. But, unlike the Court, I do not believe that the\ndoctrine of constitutional avoidance is applicable here. The\nultimate relief sought in this case is not bailout eligibility—it\nis bailout itself. See First Amended Complaint in No. 06–1384\n(DDC), p. 8, Record, Doc. 83 (“Plaintiff requests the Court to\ndeclare that the district has met the bail-out requirements of §4\nof the [VRA] and that the preclearance requirements of §5 … no\nlonger apply to the district; or, in the alternative, that §5 of\nthe Act as applied to the district is an unconstitutional\noverextension of Congress’s enforcement power to remedy past\nviolations of the Fifteenth Amendment”).Eligibility for bailout turns on\nthe statutory question addressed by the Court—the proper definition\nof “political subdivision” in the bailout clauses of §4(a) of the\nVRA. Entitlement to bailout, however, requires a covered “political\nsubdivision” to submit substantial evidence indicating that it is\nnot engaging in “discrimination in voting on account of race,” see\n42 U. S. C. §1973b(a)(3). The Court properly declines to give\nappellant bailout because appellant has not yet proved its\ncompliance with the statutory requirements for such relief. See\n§§1973b(a)(1)–(3). In fact, the record below shows that appellant’s\nfactual entitlement to bailout is a vigorously contested issue.\nSee,e.g., NAACP’s Statement of Undisputed Material Facts\nin No. 06–1384 (DDC), pp. 490–492, Record, Doc. 100; Attorney\nGeneral’s Statement of Uncontested Material Facts in No. 06–1384\n(DDC), ¶¶19, 59, Record, Doc. 98. Given its resolution of the\nstatutory question, the Court has thus correctly remanded the case\nfor resolution of appellant’s factual entitlement to bailout. Seeante, at 16.But because the Court is not in a position to\naward appellant bailout, adjudication of the constitutionality of\n§5, in my view, cannot be avoided. “Traditionally, the avoidance\ncanon was not a doctrine under which courts read statutes to avoid\nmere constitutional doubts. Instead, it commanded courts, when\nfaced with two plausible constructions of a statute—one\nconstitutional and the other unconstitutional—to choose the\nconstitutional reading.”Clarkv.Martinez,543 U. S. 371,\n395 (2005) (Thomas, J., dissenting). To the extent that\nconstitutional avoidance is a worthwhile tool of statutory\nconstruction, it is because it allows a court to dispose of an\nentire case on grounds that do not require the court to pass on a\nstatute’s constitutionality. SeeAshwanderv.TVA,297 U.\nS. 288, 347 (1936) (Brandeis, J., concurring) (“The Court will\nnot pass upon a constitutional question although properly presented\nby the record, if there is also some other ground upon which the\ncase may be disposed of”); see also,e.g.,Mayor of\nPhiladelphiav.Educational Equality League,415 U. S. 605, 629\n(1974). The doctrine “avoids decision of constitutional questions\nwhere possible, and it permits one lawsuit, rather than two, to\nresolve the entire controversy.” C. Wright, The Law of Federal\nCourts §19, p. 104 (4th ed. 1983). Absent a determination that\nappellant is not just eligible for bailout, but is entitled to it,\nthis case will not have been entirely disposed of on a\nnonconstitutional ground. Cf. Tr. of Oral Arg. 14 (“[I]f the Court\nwere to give us bailout … the Court might choose on its own not to\nreach the constitutional issues because we would receive relief”).\nInvocation of the doctrine of constitutional avoidance is therefore\ninappropriate in this case.The doctrine of constitutional avoidance is\nalso unavailable here because an interpretation of §4(a) that\nmerely makes more political subdivisionseligiblefor\nbailout does not render §5 constitutional and the Court notably\ndoes not suggest otherwise. SeeClark,supra, at\n396 (Thomas, J., dissenting). Bailout eligibility is a distant\nprospect for most covered jurisdictions. To obtain bailout a\ncovered jurisdiction must satisfy numerous objective criteria. It\nmust show that during the previous 10 years: (A) no “test or device\nhas been used within such State or political subdivision for the\npurpose or with the effect of denying or abridging the right to\nvote on account of race or color”; (B) “no final judgment of any\ncourt of the United States … has determined that denials or\nabridgments of the right to vote on account of race or color have\noccurred anywhere in the territory of” the covered jurisdiction;\n(C) “no Federal examiners or observers … have been assigned to” the\ncovered jurisdiction; (D) the covered jurisdiction has fully\ncomplied with §5; and (E) “the Attorney General has not interposed\nany objection (that has not been overturned by a final judgment of\na court) and no declaratory judgment has been denied under [§5].”\n§§1973b(a)(1)(A)–(E). The jurisdiction also has the burden of\npresenting “evidence of minority participation, including evidence\nof the levels of minority group registration and voting, changes in\nsuch levels over time, and disparities between minority-group and\nnon-minority-group participation.” §1973b(a)(2).These extensive requirements may be difficult\nto satisfy, see Brief for Georgia Governor Sonny Purdue asAmicus Curiae20–26, but at least they are objective. The\ncovered jurisdiction seeking bailout must also meet subjective\ncriteria: it must “(i) have eliminated voting procedures and\nmethods of election which inhibit or dilute equal access to the\nelectoral process; (ii) have engaged in constructive efforts to\neliminate intimidation and harassment of persons exercising rights\nprotected [under the Act]; and (iii) have engaged in other\nconstructive efforts, such as expanded opportunity for convenient\nregistration and voting for every person of voting age and the\nappointment of minority persons as election officials throughout\nthe jurisdiction and at all stages of the election and registration\nprocess.” §§1973b(a)(1)(F)(i)–(iii).As a result, a covered jurisdiction meeting\neach of the objective conditions could nonetheless be denied\nbailout because it has not, in the subjective view of the United\nStates District Court for the District of Columbia, engaged in\nsufficiently “constructive efforts” to expand voting opportunities,\n§1973b(a)(1)(F)(iii). Congress, of course, has complete authority\nto set the terms of bailout. But its promise of a bailout\nopportunity has, in the great majority of cases, turned out to be\nno more than a mirage. As the Court notes, only a handful “of the\nmore than 12,000 covered political subdivisions … have successfully\nbailed out of the Act.”Ante, at 16;[Footnote 1] see Williamson, The 1982 Amendments\nto the Voting Rights Act: A Statutory Analysis of the Revised\nBailout Provisions, 62 Wash. U. L. Q. 1, 42 (1984)\n(explaining that “the conditions for termination of coverage have\nbeen made so restrictive that bailout will continue to be\nimpossible for most jurisdictions”). Accordingly, bailout\neligibility does not eliminate the issue of §5’s\nconstitutionality.IIThe Court quite properly alerts\nCongress that §5 tests the outer boundaries of its Fifteenth\nAmendment enforcement authority and may not be constitutional. Seeante, at 7–9. And, although I respect the Court’s careful\napproach to this weighty issue, I nevertheless believe it is\nnecessary to definitively resolve that important question. For the\nreasons set forth below, I conclude that the lack of current\nevidence of intentional discrimination with respect to voting\nrenders §5 unconstitutional. The provision can no longer be\njustified as an appropriate mechanism for enforcement of the\nFifteenth Amendment.A“The government of the United\nStates is one of delegated powers alone. Its authority is defined\nand limited by the Constitution. All powers not granted to it by\nthat instrument are reserved to the States or the people.”United Statesv.Cruikshank,92 U. S. 542, 551 (1876);\nsee alsoU. S. Term Limits, Inc.v.Thornton,514 U. S. 779,\n848 (1995) (Thomas, J., dissenting). In the specific area of voting\nrights, this Court has consistently recognized that the\nConstitution gives the States primary authority over the\nstructuring of electoral systems. See,e.g.,Whitev.Weiser,412 U. S. 783, 795\n(1973);Burnsv.Richardson,384 U. S. 73, 84–85\n(1966). “No function is more essential to the separate and\nindependent existence of the States and their governments than the\npower to determine within the limits of the Constitution the\nqualifications of their own voters for state, county, and municipal\noffices and the nature of their own machinery for filling local\npublic offices.”Oregonv.Mitchell,400 U. S. 112, 125\n(1970) (opinion of Black, J.).State autonomy with respect to\nthe machinery of self-government defines the States as sovereign\nentities rather than mere provincial outposts subject to every\ndictate of a central governing authority. See U. S. Const., Amdt.\n10 (“The powers not delegated to the United States by the\nConstitution, nor prohibited by it to the States, are reserved to\nthe States respectively, or to the people”); see alsoAldenv.Maine,527 U. S. 706, 713\n(1999). In the main, the “Framers of the Constitution intended the\nStates to keep for themselves, as provided in the Tenth Amendment,\nthe power to regulate elections.”Gregoryv.Ashcroft,501 U. S. 452, 461–462\n(1991) (internal quotation marks omitted).To be sure, state authority over local\nelections is not absolute under the Constitution. The Fifteenth\nAmendment guarantees that the “right of citizens of the United\nStates to vote shall not be denied or abridged by the United States\nor by any State on account of race, color, or previous condition of\nservitude,” §1, and it grants Congress the authority to “enforce”\nthese rights “by appropriate legislation,” §2. The Fifteenth\nAmendment thus renders unconstitutional any federal or state law\nthat would limit a citizen’s access to the ballot on one of the\nthree bases enumerated in the Amendment. SeeMobilev.Bolden,446 U. S. 55, 65 (1980) (plurality\nopinion) (the Fifteenth Amendment guards against “purposefully\ndiscriminatory denial or abridgment by government of the freedom to\nvote”). Nonetheless, because States still retain sovereign\nauthority over their election systems, any measure enacted in\nfurtherance of the Fifteenth Amendment must be closely examined to\nensure that its encroachment on state authority in this area is\nlimited to the appropriate enforcement of this ban on\ndiscrimination.There is certainly no question that the VRA\ninitially “was passed pursuant to Congress’ authority under the\nFifteenth Amendment.”Lopezv.Monterey County,525 U. S. 266,\n282 (1999). For example, §§2 and 4(a) seek to implement the\nFifteenth Amendment’s substantive command by creating a private\ncause of action to enforce §1 of the Fifteenth Amendment, see\n§1973(a), and by banning discriminatory tests and devices in\ncovered jurisdictions, see §1973b(a); see alsoCity of\nLockhartv.United States,460 U. S. 125, 139\n(1983) (Marshall, J., concurring in part and dissenting in part)\n(explaining that §2 reflects Congress’ determination “that voting\ndiscrimination was a nationwide problem” that called for a “general\nprohibition of discriminatory practices”). Other provisions of the\nVRA also directly enforce the Fifteenth Amendment. See §1973h\n(elimination of poll taxes that effectively deny certain racial\ngroups the right to vote); §1973i(a) (“No person acting under color\nof law shall fail or refuse to permit any person to vote who is\nentitled to vote … or willfully fail or refuse to tabulate, count,\nand report such person’s vote”).Section 5, however, was enacted for a\ndifferent purpose: to prevent covered jurisdictions from\ncircumventing the direct prohibitions imposed by provisions such as\n§§2 and 4(a). SeeRenov.Bossier Parish School\nBd.,520 U. S.\n471, 477 (1997) (explaining that §§2 and 5 “combat different\nevils” and “impose very different duties upon the States”). Section\n5 “was a response to a common practice in some jurisdictions of\nstaying one step ahead of the federal courts by passing new\ndiscriminatory voting laws as soon as the old ones had been struck\ndown. That practice had been possible because each new law remained\nin effect until the Justice Department or private plaintiffs were\nable to sustain the burden of proving that the new law, too, was\ndiscriminatory.”Beerv.United States,425 U. S. 130, 140\n(1976) (internal quotation marks omitted).The rebellion against the enfranchisement of\nblacks in the wake of ratification of the Fifteenth Amendment\nillustrated the need for increased federal intervention to protect\nthe right to vote. Almost immediately following Reconstruction,\nblacks attempting to vote were met with coordinated intimidation\nand violence. See,e.g., L. McDonald, A Voting Rights\nOdyssey: Black Enfranchisement in Georgia 34 (2003) (“By 1872, the\nlegislative and executive branches of state government … were once\nagain firmly in the control of white Democrats, who resorted to a\nvariety of tactics, including fraud, intimidation, and violence, to\ntake away the vote from blacks, despite ratification of the\nFifteenth Amendment in 1870 …”).[Footnote 2] A soon-to-be victorious mayoral candidate in\nWilmington, North Carolina, for example, urged white voters in an\n1898 election-eve speech: “Go to the polls tomorrow and if you find\nthe negro out voting, tell him to leave the polls, and if he\nrefuses kill him; shoot him down in his tracks.” S. Tolnay & E.\nBeck, A Festival of Violence: An Analysis of Southern Lynchings,\n1882–1930, p. 67 (1995).This campaign of violence eventually was\nsupplemented, and in part replaced, by more subtle methods\nengineered to deny blacks the right to vote. SeeSouth\nCarolinav.Katzenbach,383 U. S. 301, 310–312\n(1966). Literacy tests were particularly effective: “as of 1890 in\n… States [with literacy tests], more than two-thirds of the adult\nNegroes were illiterate while less than one-quarter of the adult\nwhites were unable to read or write,”id., at 311, because\n“[p]rior to the Civil War, most of the slave States made it a crime\nto teach Negroes how to read or write,” see alsoid., at\n311, n. 10.[Footnote 3]\nCompounding the tests’ discriminatory impact on blacks, alternative\nvoter qualification laws such as “grandfather clauses, property\nqualifications, [and] ‘good character’ tests” were enacted to\nprotect those whites who were unable to pass the literacy tests.Id., at 311; see alsoLopez,supra,at\n297 (Thomas, J., dissenting) (“Literacy tests were unfairly\nadministered; whites were given easy questions, and blacks were\ngiven more difficult questions, such as the number of bubbles in a\nsoap bar, the news contained in a copy of thePeking\nDaily, the meaning of obscure passages in state constitutions,\nand the definition of terms such ashabeas corpus”\n(internal quotation marks omitted)).The Court had declared many of these “tests\nand devices” unconstitutional, seeKatzenbach,supra, at 311–312, but case-by-case eradication was\nwoefully inadequate to ensure that the franchise extended to all\ncitizens regardless of race, seeid., at 328. As a result,\nenforcement efforts before the enactment of §5 had rendered the\nright to vote illusory for blacks in the Jim Crow South. Despite\nthe Civil War’s bloody purchase of the Fifteenth Amendment, “the\nreality remained far from the promise.”Ricev.Cayetano,528 U. S. 495, 512–513\n(2000); see also R. Wardlaw, Negro Suffrage in Georgia, 1867–1930,\np. 34 (Phelps-Stokes Fellowship Studies, No. 11, 1932)\n(“Southern States were setting out to accomplish an effective\nnullification of the war measures of Congress”).Thus, by 1965, Congress had every reason to\nconclude that States with a history of disenfranchising voters\nbased on race would continue to do all they could to evade the\nconstitutional ban on voting discrimination. By that time,\nrace-based voting discrimination had “infected the electoral\nprocess in parts of our country for nearly a century.”Katzenbach, 383 U. S., at 308. Moreover, the massive scale\nof disenfranchisement efforts made case-by-case enforcement of the\nFifteenth Amendment impossible, if not Sisyphean. Seeid.,at 309 (“Congress concluded that the unsuccessful remedies which it\nhad prescribed in the past would have to be replaced by sterner and\nmore elaborate measures in order to satisfy the clear commands of\nthe Fifteenth Amendment”);Rice,supra,\nat 513 (“Progress was slow, particularly when litigation had to\nproceed case by case, district by district, sometimes voter by\nvoter”); Thernstrom, Section 5 of the Voting Rights Act: By Now, a\nMurky Mess, 5 Geo. J. L. & Pub. Pol’y 41, 44 (2007) (“In\n1965, it was perfectly reasonable to believe thatanymove\naffecting black enfranchisement in the Deep South was deeply\nsuspect. And only such a punitive measure [as §5] had any hope of\nforcing the South to let blacks vote” (emphasis in original)).It was against this backdrop of “historical\nexperience” that §5 was first enacted and upheld against a\nconstitutional challenge. SeeKatzenbach,supra,\nat 308. As theKatzenbachCourt explained, §5, which\napplied to those States and political subdivisions that had\nemployed discriminatory tests and devices in the previous\nPresidential election, see 42 U. S. C. §1973b(b), directly\ntargeted the “insidious and pervasive evil which had been\nperpetuated in certain parts of our country through unremitting and\ningenious defiance of the Constitution.” 383 U. S., at 309; see\nalsoid., at 329 (“Congress began work with reliable\nevidence of actual voting discrimination in a great majority of the\nStates and political subdivisions affected by the new remedies of\nthe Act”). According to the Court, it was appropriate to radically\ninterfere with control over local elections only in those\njurisdictions with a history of discriminatory disenfranchisement\nas those were “the geographic areas where immediate action seemed\nnecessary.”Id., at 328. The Court believed it was thus\n“permissible to impose the new remedies” on the jurisdictions\ncovered under §4(b) “at least in the absence of proof that they\nha[d] been free of substantial voting discrimination in recent\nyears.”Id., at 330.In upholding §5 inKatzenbach, the\nCourt nonetheless noted that the provision was an “uncommon\nexercise of congressional power” that would not have been\n“appropriate” absent the “exceptional conditions” and “unique\ncircumstances” present in the targeted jurisdictions at that\nparticular time.Id.,at 334–335. In reaching its\ndecision, the Court thus refused to simply accept Congress’\nrepresentation that the extreme measure was necessary to enforce\nthe Fifteenth Amendment; rather, it closely reviewed the record\ncompiled by Congress to ensure that §5 was\n“ ‘appropriate’ ” antievasion legislation. Seeid.,at 308. In so doing, the Court highlighted\nevidence showing that black voter registration rates ran\napproximately 50 percentage points lower than white voter\nregistration in several States. Seeid.,at 313. It also\nnoted that the registration rate for blacks in Alabama “rose only\nfrom 14.2% to 19.4% between 1958 and 1964; in Louisiana it barely\ninched ahead from 31.7% to 31.8% between 1956 and 1965; and in\nMississippi it increased only from 4.4% to 6.4% between 1954 and\n1964.”Ibid.The Court further observed that voter turnout\nlevels in covered jurisdictions had been at least 12% below the\nnational average in the 1964 Presidential election. Seeid., at 329–330.The statistical evidence confirmed Congress’\njudgment that “the extraordinary stratagem of contriving new rules\nof various kinds for the sole purpose of perpetuating voting\ndiscrimination in the face of adverse federal court decrees” was\nworking and could not be defeated through case-by-case enforcement\nof the Fifteenth Amendment.Id.,at 335. This record also\nclearly supported Congress’ predictive judgment that such “States\nmight try similar maneuvers in the future in order to evade the\nremedies for voting discrimination contained in the Act itself.”Ibid.These stark statistics—in conjunction with the\nunrelenting use of discriminatory tests and practices that denied\nblacks the right to vote—constituted sufficient proof of “actual\nvoting discrimination” to uphold the preclearance requirement\nimposed by §5 on the covered jurisdictions as an appropriate\nexercise of congressional power under the Fifteenth Amendment.Id.,at 330. It was only “[u]nder the compulsion of these\nunique circumstances [that] Congress responded in a permissibly\ndecisive manner.”Id., at 335.BSeveral important principles\nemerge fromKatzenbachand the decisions that followed it.\nFirst, §5 prohibits more state voting practices than those\nnecessarily encompassed by the explicit prohibition on intentional\ndiscrimination found in the text of the Fifteenth Amendment. The\nexplicit command of the Fifteenth Amendment is a prohibition on\nstate practices that in fact deny individuals the right to vote “on\naccount of” race, color, or previous servitude. In contrast, §5 is\nthe quintessential prophylaxis; it “goes beyond the prohibition of\nthe Fifteenth Amendment by suspendingallchanges to state\nelection law—however innocuous—until they have been precleared by\nfederal authorities in Washington, D. C.”Ante, at 7.\nThe Court has freely acknowledged that such legislation is\npreventative, upholding it based on the view that the\nReconstruction Amendments give Congress the power “both to remedy\nand todeterviolation of rights guaranteed thereunder by\nprohibiting asomewhat broaderswath of conduct, including\nthat which is not itself forbidden by the Amendment’s text.”Kimelv.Florida Bd. of Regents,528 U. S. 62, 81 (2000)\n(emphasis added).Second, because it sweeps more\nbroadly than the substantive command of the Fifteenth Amendment, §5\npushes the outer boundaries of Congress’ Fifteenth Amendment\nenforcement authority. SeeMillerv.Johnson,515 U. S. 900,\n926 (1995) (detailing the “federalism costs exacted by §5”);Presleyv.Etowah County Comm’n,502 U. S. 491, 500–501\n(1992) (describing §5 as “an extraordinary departure from the\ntraditional course of relations between the States and the Federal\nGovernment”);City of Romev.United States,446 U. S. 156,\n200 (1980) (Powell, J., dissenting) (“The preclearance requirement\nboth intrudes on the prerogatives of state and local governments\nand abridges the voting rights of all citizens in States covered\nunder the Act”);Lopez, 525 U. S., at 293 (Thomas, J.,\ndissenting) (“Section 5 is a unique requirement that exacts\nsignificant federalism costs”);ante, at 7 (“[Section] 5,\nwhich authorizes federal intrusion into sensitive areas of state\nand local policymaking, imposes substantial federalism costs ”\n(internal quotation marks omitted)).Indeed, §5’s preclearance requirement is “one\nof the most extraordinary remedial provisions in an Act noted for\nits broad remedies. Even the Department of Justice has described it\nas a ‘substantial departure … from ordinary concepts of our federal\nsystem’; its encroachment on state sovereignty is significant and\nundeniable.”United Statesv.Sheffield Bd. of\nComm’rs,435 U.\nS. 110, 141 (1978) (Stevens, J., dissenting) (footnote\nomitted). This “encroachment is especially troubling because it\ndestroys local control of the means of self-government, one of the\ncentral values of our polity.”City of Rome,supra, at 201 (Powell, J., dissenting). More than 40 years\nafter its enactment, this intrusion has become increasingly\ndifficult to justify.Third, to accommodate the tension between the\nconstitutional imperatives of the Fifteenth and Tenth Amendments—a\nbalance between allowing the Federal Government to patrol state\nvoting practices for discrimination and preserving the States’\nsignificant interest in self-determination—the constitutionality of\n§5 has always depended on the proven existence of intentional\ndiscrimination so extensive that elimination of it through\ncase-by-case enforcement would be impossible. SeeKatzenbach, 383 U. S., at 308 (“Before enacting the\nmeasure, Congress explored with great care the problem of racial\ndiscrimination in voting”);Katzenbachv.Morgan,384 U. S. 641,\n667 (1966) (Harlan, J., dissenting) (“Congress made a detailed\ninvestigation of various state practices that had been used to\ndeprive Negroes of the franchise”). “There can be no remedy without\na wrong. Essential to our holdings in [South Carolinav.]KatzenbachandCity of Romewas our conclusion\nthat Congress was remedying the effects of priorintentionalracial discrimination. In both cases, we\nrequired Congress to have some evidence that the jurisdiction\nburdened with preclearance obligations had actually engaged in such\nintentional discrimination.”Lopez,supra, at\n294–295 (Thomas, J., dissenting) (emphasis in original).The Court has never deviated from this\nunderstanding. We have explained that prophylactic legislation\ndesigned to enforce the Reconstruction Amendments must “identify\nconduct transgressing the … substantive provisions” it seeks to\nenforce and be tailored “to remedying or preventing such conduct.”Florida Prepaid Postsecondary Ed. Expense Bd.v.College Savings Bank,527 U. S. 627, 639\n(1999). Congress must establish a “history and pattern” of\nconstitutional violations to establish the need for §5 by\njustifying a remedy that pushes the limits of its constitutional\nauthority.Board of Trustees of Univ. of Ala.v.Garrett,531 U. S. 356, 368\n(2001). As a result, for §5 to withstand renewed constitutional\nscrutiny, there must be a demonstrated connection between the\n“remedial measures” chosen and the “evil presented” in the record\nmade by Congress when it renewed the Act.City of Boernev.Flores,521 U. S. 507, 530\n(1997). “Strong measures appropriate to address one harm may be an\nunwarranted response to another, lesser one.”Ibid.CThe extensive pattern of\ndiscrimination that led the Court to previously uphold §5 as\nenforcing the Fifteenth Amendment no longer exists. Covered\njurisdictions are not now engaged in a systematic campaign to deny\nblack citizens access to the ballot through intimidation and\nviolence. And the days of “grandfather clauses, property\nqualifications, ‘good character’ tests, and the requirement that\nregistrants ‘understand’ or ‘interpret’ certain matter,”Katzenbach, 383 U. S., at 311, are gone. There is thus\ncurrently no concerted effort in these jurisdictions to engage in\nthe “unremitting and ingenious defiance of the Constitution,”id., at 309, that served as the constitutional basis for\nupholding the “uncommon exercise of congressional power” embodied\nin §5,id.,at 334.The lack of sufficient evidence\nthat the covered jurisdictions currently engage in the type of\ndiscrimination that underlay the enactment of §5 undermines any\nbasis for retaining it. Punishment for long past sins is not a\nlegitimate basis for imposing a forward-looking preventative\nmeasure that has already served its purpose. Those supporting §5’s\nreenactment argue that without it these jurisdictions would return\nto the racially discriminatory practices of 30 and 40 years ago.\nBut there is no evidence that public officials stand ready, if\ngiven the chance, to again engage in concerted acts of violence,\nterror, and subterfuge in order to keep minorities from voting.\nWithout such evidence, the charge can only be premised on outdated\nassumptions about racial attitudes in the covered jurisdictions.\nAdmitting that a prophylactic law as broad as §5 is no longer\nconstitutionally justified based on current evidence of\ndiscrimination is not a sign of defeat. It is an acknowledgment of\nvictory.The current statistical evidence confirms that\nthe emergency that prompted the enactment of §5 has long since\npassed. By 2006, the voter registration rates for blacks in\nAlabama, Louisiana, and Mississippi had jumped to 71.8%, 66.9%, and\n72.2%, respectively. See App. to Brief for Southeastern Legal\nFoundation asAmicus Curiae6a–7a (hereinafter SLF Brief).\nTherefore, in contrast to theKatzenbachCourt’s finding\nthat the “registration of voting-age whites ran roughly 50\npercentage points or more ahead of Negro registration” in these\nStates in 1964, see 383 U. S., at 313, since that time this\ndisparity has nearly vanished. In 2006, the disparity was only 3\npercentage points in Alabama, 8 percentage points in Louisiana, and\nin Mississippi, black voter registration actually exceeded white\nvoter registration by 1.5 percentage points. See App. to SLF Brief\n6a–7a. In addition, blacks in these three covered States also have\nhigher registration numbers than the registration rate for whites\nin noncovered states. See E. Blum & L. Campbell, Assessment of\nVoting Rights Progress in Jurisdictions Covered Under Section Five\nof the Voting Rights Act 3–6 (American Enterprise Institute, 2006);\nsee also S. Rep. No. 109–295, p. 11 (2006) (noting that\n“presently in seven of the covered States, African-Americans are\nregistered at a rate higher than the national average”; in two\nmore, black registration in the 2004 election was “identical to the\nnational average”; and in “California, Georgia, Mississippi, North\nCarolina, and Texas, black registration and turnout in the 2004\nelection … was higher than that for whites”).Indeed, when reenacting §5 in 2006, Congress\nevidently understood that the emergency conditions which prompted\n§5’s original enactment no longer exist. See H. R. Rep. No.\n109–478, p. 12 (2006) (“The record reveals that many of the\nfirst generation barriers to minority voter registration and voter\nturnout that were in place prior to the VRA have been eliminated”).\nInstead of relying on the kind of evidence that theKatzenbachCourt had found so persuasive, Congress instead\nbased reenactment on evidence of what it termed “second generation\nbarriers constructed to prevent minority voters from fully\nparticipating in the electoral process.” §2(b)(2), 120 Stat. 577.\nBut such evidence is not probative of the type of purposeful\ndiscrimination that prompted Congress to enact §5 in 1965. For\nexample, Congress relied upon evidence of racially polarized voting\nwithin the covered jurisdictions. But racially polarized voting is\nnot evidence of unconstitutional discrimination, seeBolden,446 U. S. 55, is not state action, seeJamesv.Bowman,190 U. S. 127, 136\n(1903), and is not a problem unique to the South, see Katz,\nAisenbrey, Baldwin, Cheuse, & Weisbrodt, Documenting\nDiscrimination in Voting: Judicial Findings Under Section 2 of The\nVoting Rights Act Since 1982, 39 U. Mich. J. L. Reform 643,\n665 (2006). The other evidence relied on by Congress, such as §5\nenforcement actions, §§2 and 4 lawsuits, and federal examiner and\nobserver coverage, also bears no resemblance to the record\ninitially supporting §5, and is plainly insufficient to sustain\nsuch an extraordinary remedy. See SLF Brief 18–35. In sum, evidence\nof “second generation barriers” cannot compare to the prevalent and\npervasive voting discrimination of the 1960’s.This is not to say that voter discrimination\nis extinct. Indeed, the District Court singled out a handful of\nexamples of allegedly discriminatory voting practices from the\nrecord made by Congress. See,e.g.,Northwest Austin\nMunicipal Util. Dist. No. Onev.Mukasey,573 F.\nSupp. 2d. 221, 252–254, 256–262 (DDC 2008). But the existence of\ndiscrete and isolated incidents of interference with the right to\nvote has never been sufficient justification for the imposition of\n§5’s extraordinary requirements. From its inception, the statute\nwas promoted as a measure needed to neutralize a coordinated and\nunrelenting campaign to deny an entire race access to the ballot.\nSeeCity of Boerne, 521 U. S., at 526 (concluding thatKatzenbachconfronted a “widespread and persisting\ndeprivation of constitutional rights resulting from this country’s\nhistory of racial discrimination”). Perfect compliance with the\nFifteenth Amendment’s substantive command is not now—nor has it\never been—the yardstick for determining whether Congress has the\npower to employ broad prophylactic legislation to enforce that\nAmendment. The burden remains with Congress to prove that the\nextreme circumstances warranting §5’s enactment persist today. A\nrecord of scattered infringement of the right to vote is not a\nconstitutionally acceptable substitute.*  *  *In 1870, the\nFifteenth Amendment was ratified in order to guarantee that no\ncitizen would be denied the right to vote based on race, color, or\nprevious condition of servitude. Congress passed §5 of the VRA in\n1965 because that promise had remained unfulfilled for far too\nlong. But now—more than 40 years later––the violence, intimidation,\nand subterfuge that led Congress to pass §5 and this Court to\nuphold it no longer remains. An acknowledgment of §5’s\nunconstitutionality represents a fulfillment of the Fifteenth\nAmendment’s promise of full enfranchisement and honors the success\nachieved by the VRA.Footnote\n1All 17 covered jurisdictions\nthat have been awarded bailout are from Virginia, seeante, at 15–16, and all 17 were represented by the same\nattorney—a former lawyer in the Voting Rights Section of the\nDepartment of Justice, see Hebert, An Assessment of the Bailout\nProvisions of the Voting Rights Act, in Voting Rights Act\nReauthorization of 2006, p. 257, n. 1 (A. Henderson ed.\n2007). Whatever the reason for this anomaly, it only underscores\nhow little relationship there is between the existence of bailout\nand the constitutionality of §5.Footnote\n2See also S. Rep. No. 41,\n42d Cong., 2d Sess., pt. 7, p. 610 (1872) (quoting a Ku Klux\nKlan letter warning a black man from Georgia to “ ‘stay at\nhome if you value your life, and not vote at all, and advise all of\nyour race to do the same thing. You are marked and closely watched\nby K. K. K. …’ ”); see also Jackson Daily\nMississippian, Dec. 29, 1887, reprinted in S. Misc. Doc. No. 106,\n50th Cong., 1st Sess., 14 (1888) (“[W]e hereby warn the negroes\nthat if any one of their race attempts to run for office in the\napproaching municipal election he does so at his supremest peril,\nand we further warn any and all negroes of this city against\nattempting, at their utmost hazard, by vote or influence, to foist\non us again this black and damnable machine miscalled a government\nof our city” (publishing resolutions passed by the Young White\nMen’s League of Jackson)).Footnote\n3Although tests had become the\nmain tool for disenfranchising blacks, state governments engaged in\nviolence into 1965. See Daniel, Tear Gas, Clubs Halt 600 in Selma\nMarch, Washington Times Herald, Mar. 8, 1965, pp. A1, A3 (“State\ntroopers and mounted deputies bombarded 600 praying Negroes with\ntear gas today and then waded into them with clubs, whips and\nropes, injuring scores… . The Negroes started out today to\nwalk the 50 miles to Montgomery to protest to [Governor] Wallace\nthe denial of Negro voting rights in Alabama”); Banner, Aid for\nSelma Negroes, N. Y. Times, Mar. 14, 1965, p. E11 (“We\nshould remember March 7, 1965 as ‘Bloody Sunday in Selma.’ It is\nnow clear that the public officials and the police of Alabama are\nat war with those citizens who are Negroes and who are determined\nto exercise their rights under the Constitution of the United\nStates”).",
    "joined": []
}