{
    "case": {
        "docket": "17-1026",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1026/"
    },
    "id": "4057622",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1026_________________GILBERTO GARZA, Jr., PETITIONERv.IDAHOon writ of certiorari to the supreme court of\nidaho[February 27, 2019]Justice Thomas, with whom Justice Gorsuch\njoins, and with whom Justice Alito joins as to Parts I and II,\ndissenting.Petitioner Gilberto Garza avoided a potential\nlife sentence by negotiating with the State of Idaho for reduced\ncharges and a 10-year sentence. In exchange, Garza waived several\nconstitutional and statutory rights, including “his right to\nappeal.” App. to Pet. for Cert. 44a, 49a. Despite this express\nwaiver, Garza asked his attorney to challenge on appeal the very\nsentence for which he had bargained. Garza’s counsel quite\nreasonably declined to file an appeal for that purpose, recognizing\nthat his client had waived this right and that filing an appeal\nwould potentially jeopardize his plea bargain. Yet, the majority\nfinds Garza’s counsel constitutionally ineffective, holding that an\nattorney’s performance isper sedeficient andper seprejudicial any time the attorney declines a\ncriminal defendant’s request to appeal an issue that the defendant\nhas waived. In effect, this results in a “defendant-always-wins”\nrule that has no basis inRoev.Flores-Ortega,528 U.S.\n470(2000), or our other ineffective-assistance precedents, and\ncertainly no basis in the original meaning of the Sixth Amendment.\nI respectfully dissent.IIn 2015, in accordance with two plea\nagreements, Garza entered anAlford[1] plea to aggravated assault and pleaded guilty to\npossession with intent to deliver methamphetamine. Under the terms\nof the plea agreements, Idaho agreed not to (1) file additional\nburglary and grand theft charges; (2) refer Garza for federal\nprosecution on a charge of unlawful possession of ammunition by a\nfelon, see 18 U. S. C. §922(g)(1); or (3) seek a\n“Persistent violator” sentencing enhancement that would expose\nGarza to a potential life sentence, see Idaho Code Ann. §19–2514\n(2017). In exchange, Garza agreed to “ ‘waiv[e] his right to\nappeal’ ” and his right to file a motion for correction or\nreduction of his sentence.[2]Ante,at 2. And both parties agreed to specific sentences\ntotaling 10 years of imprisonment, which would be binding on the\nDistrict Court if it accepted the plea agreements. See Idaho Crim.\nRules 11(f )(1)(C) and (f )(3) (2017) (allowing parties\nto agree to a binding sentence). Thus, the judge could impose no\nsentence other than the 10 years for which Garza had\nbargained.[3]The trial court accepted the plea agreements\nand, as required, sentenced Garza to 10 years’ imprisonment.\nHowever, the court noted that if the cases had been “considered\nindividually,” a “harsher sentence” might have been warranted due\nto Garza’s “history of violent crime” and the “gratuitous\naggression” displayed by Garza in the aggravated-assault case.\nRecord 336.Four months later, Garza filed the petitions for\npostconviction relief at issue here. Among other things, he claimed\nthat his pleas were not voluntary and that his counsel had been\nconstitutionally ineffective for failing to file an appeal despite\nrepeated requests that he do so. For relief, Garza requested that\nhis sentences “run concurrent.”Id.,at 207. The trial court\nappointed counsel to pursue Garza’s collateral challenges. It\nsubsequently dismissed Garza’s claim that his plea was involuntary\nfor “lack of supporting evidence,” but it allowed the\nineffective-assistance claim to proceed. App. to Pet for Cert. 3a,\n29a.In response to Garza’s ineffective-assistance\nclaim, Idaho submitted an affidavit from Garza’s trial counsel,\nwhich stated, “Garza indicated to me that he knew he agreed not to\nappeal his sentence(s) but he told me that he wanted to appeal the\nsentence(s)” anyway. Record 151. The trial counsel explained that\nhe did not honor that request because “Garza received the\nsentence(s) he bargained for in his [Idaho Criminal Rule]\n11(f )(1)(c) Agreement,” and he told Garza “that an appeal was\nproblematic because he waived his right to appeal in his Rule 11\nagreements.”Ibid.Garza, through his newly appointed\ncollateral counsel, admitted that the appeal waiver “was by the\nbook,” that he “received exactly what he bargained for in exchange\nfor his plea,” and that there was “no ambiguity” as to the\nappropriate sentence.Id.,at 161–162, 276–277. Garza also\nconceded that, if forced to identify an issue he would raise on\nappeal, “[t]he only issue that could be identified is sentencing\nreview.”Id.,at 176, 371.The trial court granted summary judgment to\nIdaho. It explained that Garza needed to identify “non-frivolous\ngrounds for contending on appeal either that (i) the appeal waiver\nis invalid or unenforceable, or (ii) the issues he wants to pursue\non appeal are outside the waiver’s scope.” App. to Pet. for Cert.\n38a. The Idaho Court of Appeals and the Idaho Supreme Court\naffirmed. Notably, the Idaho Supreme Court declined to presume\nnegligent performance because state law imposes a duty on counsel\nnot to file frivolous litigation and to avoid taking actions that\nwill jeopardize the benefit his client gained from the plea\nbargain. The Idaho Supreme Court also foundFlores-Ortegainapplicable, reasoning that once a defendant waives his appellate\nrights, he no longer has a right to an appellate proceeding at\nall.IIAs with most ineffective-assistance claims, a\ndefendant seeking to show that counsel was constitutionally\nineffective for failing to file an appeal must show deficient\nperformance and prejudice.Stricklandv.Washington,466 U.S.\n668, 687 (1984). Relying onFlores-Ortega, the majority\nfinds that Garza has satisfied both prongs. In so holding, it\nadopts a rule whereby a criminal defendant’s invocation of the\nwords “I want to appeal” can undo all sworn attestations to the\ncontrary and resurrect waived statutory rights.This rule is neither compelled by precedent nor\nconsistent with the use of appeal waivers in plea bargaining. In my\nview, a defendant who has executed an appeal waiver cannot show\nprejudice arising from his counsel’s decision not to appeal unless\nhe (1) identifies claims he would have pursued that were outside\nthe appeal waiver; (2) shows that the plea was involuntary or\nunknowing; or (3) establishes that the government breached the plea\nagreement. Garza has not made any such showing, so he cannot\nestablish prejudice. Furthermore, because Garza’s counsel acted\nreasonably, Garza also cannot establish deficient performance. I\nwould therefore affirm.AThe majority relies onFlores-Ortegato\ncreate its new rule, but if anything, that decision undermines the\nmajority’sper seapproach. InFlores-Ortega,\nthe defendant pleaded guilty to second-degree murder without\nwaivinganyof his appellate rights. 528 U. S., at\n473–474. On federal collateral review, the defendant alleged that\nhis counsel was ineffective for failing to file a notice of appeal\nafter she promised to do so.Id., at 474. The record\ncontained conflicting evidence as to whether the defendant had\ncommunicated his desire to appeal, and the District Court concluded\nthat he failed to carry his burden.Id.,at 475. The Ninth\nCircuit reversed, reasoning that “a habeas petitioner need only\nshow that his counsel’s failure to file a notice of appeal was\nwithout the petitioner’s consent.”Id.,at 475–476.This Court reversed. We first concluded that the\nNinth Circuit’s rule “effectively impose[d] an obligation on\ncounsel in all cases either (1) to file a notice of appeal, or (2)\nto discuss the possibility of an appeal with the defendant,\nascertain his wishes, and act accordingly.”Id.,at 478. We\nrejected “thisper serule as inconsistent withStrickland’s holding that ‘the performance inquiry must be\nwhether counsel’s assistance was reasonable considering all the\ncircumstances.’ ”Ibid.(quoting 466 U. S., at\n688). We also faulted the Ninth Circuit for “fail[ing] to engage in\nthe circumstance-specific reasonableness inquiry required byStrickland.” 528 U. S., at 478. We concluded that this\nfailure “alone mandates vacatur and remand.”Ibid.We further explained that counsel’s failure to\nconsult with the client about an appeal constitutes deficient\nperformance only when counselshouldhave consulted.Id., at 479. The Court was clear: “We cannot say, as aconstitutionalmatter, that in every case counsel’s failure\nto consult with the defendant about an appeal is necessarily\nunreasonable.”Ibid.In determining whether counsel has a\nduty to consult, we stated that “a highly relevant factor in this\ninquiry will be whether the conviction follows a trial or guilty\nplea, both because a guilty plea reduces the scope of potentially\nappealable issues and because such a plea may indicate that the\ndefendant seeks an end to judicial proceedings.”Id., at\n480. Finally, “[e]ven in cases when the defendant pleads guilty,\nthe court must consider such factors as whether the defendant\nreceived the sentence bargained for as part of the plea and whether\nthe plea expressly reserved or waived some or all appeal rights.”Ibid.We rejected the argument that choosing not to consult\nwas outside the scope of valid, strategic decisionmaking, as “we\nhave consistently declined to impose mechanical rules on counsel.”Id., at 481. In sum, we “reject[ed] a bright-line rule that\ncounsel must always consult with the defendant regarding an appeal”\nand instructed courts to evaluate whether the decision to consult\nwas “reasonable” under the circumstances.Id., at\n480–481.We also rejected the Ninth Circuit’s\n“per seprejudice rule” because it “ignore[d] the\ncritical requirement that counsel’s deficient performance must\nactually cause the forfeiture of the defendant’s appeal.”Id.,at 484. We held that, “to show prejudice in these\ncircumstances, a defendant must demonstrate that there is a\nreasonable probability that, but for counsel’s deficient failure to\nconsult with him about an appeal, he would have timely appealed.”Ibid.After the defendant makes that showing, we held that\nhe was entitled to a presumption of prejudice because he was denied\ncounsel during the entire appellate proceeding, rendering it\npresumptively unreliable.Id.,at 483–485.The Court purports to followFlores-Ortega, but glosses over the important factual and\nlegal differences between that case and this one. The most obvious\ndifference is also the most crucial: There was no appellate waiver\ninFlores-Ortega. The proximate cause of the defendant’s\nfailure to appeal in that case was his counsel’s failure to file\none. Not so here. Garza knowingly waived his appeal rights and\nnever expressed a desire to withdraw his plea. It was thus Garza’s\nagreement to waive his appeal rights, not his attorney’s actions,\nthat caused the forfeiture of his appeal. Thus,Flores-Ortegais inapposite.BBecauseFlores-Ortegadoes not control\ncases involving defendants who voluntarily waive their appeal\nrights, this case should be resolved based on a straightforward\napplication ofStrickland. Under that framework, Garza has\nfailed to demonstrate either (1) that his counsel was deficient or\n(2) that he was prejudiced in any way by that alleged\ndeficiency.1As to deficiency, “[n]o particular set of\ndetailed rules for counsel’s conduct can satisfactorily take\naccount of the variety of circumstances faced by defense counsel.”Strickland, 466 U. S., at 688–689. Accordingly,\n“[ j]udicial scrutiny of counsel’s performance must be highly\ndeferential” and focus on “the reasonableness of counsel’s\nchallenged conduct on the facts of the particular case.”Id.,at 689–690.Counsel’s choice not to appeal Garza’s\nsentence—the only issue Garza asked his counsel to challenge—was\nnot only not deficient, it was the only professionally reasonable\ncourse of action for counsel under the circumstances. That is\nbecause filing an appeal would have been worse than pointless even\njudging by Garza’s own express desires; it would have created\nserious risks for Garza while having no chance at all of achieving\nGarza’s stated goals for an appeal. Garza had pleaded guilty under\nRule 11, expressly waived his right to appeal his sentence, and\nstated that his desire in appealing was to have his consecutive\nsentences “r[u]n concurrent.” Record 207. But that kind of appeal\nchallenges the defining feature of a Rule 11 plea: the agreed-upon\nsentence from which the trial court has no discretion to deviate.\nHere, that sentence includes the consecutive sentences that Garza\nagreed to, then sought to challenge. Had Garza’s counsel\nreflexively filed an appeal and triggered resentencing, Garza might\nhave faced life in prison, especially in light of the trial court’s\nconcern that the agreed-upon sentence (from which it could not\ndeviate under Rule 11) might have been too lenient. And Garza’s\nadmissions at the plea hearings and his written plea form could\nhave been (and thus likelywouldhave been) used against him\nif he had proceeded to trial on any additional charges filed by the\nState after breaching the plea agreements. Seeid.,at 104\n(“[S]hould the court reinstate a plea of not guilty on his behalf,\nthe State will use Defendant’s testimony during his entry of plea\nof guilty and his written plea form, during the State’s case at\ntrial”);id.,at 92 (same).Under these circumstances, it is eminently\nreasonable for an attorney to “respec[t] his client’s formal waiver\nof appeal” and uphold his duty “to avoid taking steps that will\ncost the client the benefit of the plea bargain.”Nunezv.United States, 546 F.3d 450, 453, 455 (CA7 2008)\n(Easterbrook, C. J.). And because filing an appeal places the\ndefendant’s plea agreement in jeopardy, an attorney’s decision not\nto file in the face of an appellate waiver does not amount to the\nfailure to perform “a purely ministerial task” that “cannot be\nconsidered a strategic decision.”Flores-Ortega, 528\nU. S.,at 477. Even where state law or a plea agreement\npreserves limited appeal rights, an attorney does not fail to “show\nup for appeal” by declining to challenge a waived issue.Nunez,supra, at 454.The deficiency analysis in this case would\nlikely be different if Garza had informed his counsel that he\ndesired to breach the plea agreements and file an appeal—despite\nthe waiver and in full awareness of the associated risks— for the\nsake of an identified goal that had any hope of being advanced by\nthe filing of an appeal. But the record shows that Garza simply\nsought a more lenient sentence. Since that goal could not be\nadvanced by an appeal in this case, counsel had no duty to file\none. The Constitution does not compel attorneys to take irrational\nmeans to their client’s stated ends when doing so only courts\ndisaster.Garza ultimately faults his plea-stage attorney\nfor failing to put his plea agreements in jeopardy. But I have no\ndoubt that if a similarly situated attorney breached a plea\nagreement by appealing a waived issue and subjected his client to\nan increased prison term, that defendant would argue that his\ncounsel was ineffective for filing the appeal. What Garza wants—and\nwhat the majority gives him—is aper sedeficiency rule\nensuring that criminal defendants can always blame their plea-stage\ncounsel on collateral review, even where they did not ask counsel\nto appeal nonwaived claims or breach the plea agreement for the\nsake of some further (achievable) goal. Declining to file an appeal\nunder these circumstances is reasonable, not deficient.2As for prejudice, Garza cannot benefit from a\npresumed-prejudice finding since he cannot establish that his\ncounsel caused the forfeiture of his appeal, asFlores-Ortegarequires. Garza knowingly and voluntarily\nbargained away his right to appeal in exchange for a lower\nsentence. If any prejudice resulted from that decision, it cannot\nbe attributed to his counsel.It does not matter that certain appellate\nissues—specifically, (1) the voluntariness of the plea agreement\nand (2) a breach of the agreement by the State—are not waivable.\nGarza did not ask his counsel to appeal those issues. In fact,\nGarza has not identified any nonwaived issue that he would have\nbrought on direct appeal; he simply identified “sentencing review”\nas his primary objective. Moreover, declining to file an appeal\nraising these nonwaivable claims is unlikely to be prejudicial;\nthis Court has repeatedly stated that collateral review is a better\navenue to address involuntariness and ineffective-assistance\nclaims, as these claims often require extra- record materials and\npresent conflicts with counsel. See generallyMassarov.United States,538 U.S.\n500(2003).The Court’s decision inMcCoyv.Louisiana, 584 U. S. ___ (2018), does not change the\nanalysis.McCoyacknowledges that some decisions are\n“reserved for the client,” including the decision whether to “forgo\nan appeal.”Id.,at ___ (slip op., at 6). But Garza\nexercised his right to decide whether to appeal. He chose not to\nwhen he entered the plea agreements. Like many constitutional and\nstatutory rights, the right to appeal can be waived by the\ndefendant, and once that choice is finally made, the defendant is\nbound by the decision and cannot fault his attorney for the\nself-inflicted prejudicial effects that he suffers. For instance, a\ndefendant cannot waive his right against self-incrimination by\ntestifying at his trial, and then claim that his attorney\nprejudiced him by not moving to strike his damaging testimony from\nthe record. Nor can a defendant waive his right to a jury trial,\nand then later claim prejudice when his attorney declines to seek a\nmistrial on the ground that the judge found him guilty. In the same\nway, Garza was not prejudiced by his attorney’s refusal to file an\nappeal challenging his sentence, a right that he had expressly\nwaived. The lack of prejudice is especially pronounced in this\ncase, as Garza’s instruction to appeal did not acknowledge that he\nwanted to challenge or rescind the plea agreements.CThere is no persuasive reason to depart from\nan ordinaryStricklandanalysis in cases involving an\nattorney’s decision to honor his client’s agreement to waive his\nappeal rights. Garza contends that it is unfair to requirepro sedefendants to identify the issues they would\nhave raised on appeal. Butpro sedefendants always\nbear the burden of showing ineffective assistance of counsel; I see\nno reason why this kind of ineffective-assistance claim should be\nany different. Regardless, Garza’s fairness argument rings hollow\nbecause Garza has been represented by counsel at every stage of\nthis collateral litigation and has yet to articulate a single\nnonfrivolous, nonwaived issue that he would have raised on appeal.\nHis inability to identify any issues that he preserved simply\nunderscores the fact that he waived them all.The Court’s rule may be easy to “administ[er],”ante, at 13, but it undermines the finality of criminal\njudgments—a primary purpose of plea agreements—and disadvantages\nthe public by allowing defendants to relitigate issues that they\nwaived in exchange for substantial benefits. The Court’s rule also\nburdens the appellate courts that must address the new, meritless\nappeals authorized by today’s decision. And, ironically, the\nCourt’s rule may prejudice the defendants it is designed to help,\nas prosecutors may understandably be less willing to offer generous\nplea agreements when courts refuse to afford the government the\nbenefit ofitsbargain—fewer resources spent defending\nappeals.Finally, because Garza’s requested relief is\ncategorically barred by the plea agreements, the majority offers\nGarza an appeal he is certain to lose. And should Garza accept the\nmajority’s invitation, he could give up much more. If Garza appeals\nhis sentence and thereby breaches his plea agreements, Idaho will\nbe free to file additional charges against him, argue for a\n“Persistent violator” sentencing enhancement that could land him in\nprison for life, and refer him for federal prosecution. It simply\ndefies logic to describe counsel’s attempt to avoid those\nconsequences as deficient or prejudicial.IIIIn addition to breaking from this Court’s\nprecedent, today’s decision moves the Court another step further\nfrom the original meaning of the Sixth Amendment. The Sixth\nAmendment provides that, “[i]n all criminal prosecutions, the\naccused shall enjoy the right . . . to have the\nAssistance of Counsel for his defence.” That provision “as\noriginally understood and ratified meant only that a defendant had\na right to employ counsel, or to use volunteered services of\ncounsel.”Padillav.Kentucky,559 U.S.\n356, 389 (2010) (Scalia, J., dissenting). Yet, the Court has\nread the Constitution to require not only a right to counsel at\ntaxpayers’ expense, but a right toeffectivecounsel. The\nresult is that convicted criminals can relitigate their trial and\nappellate claims through collateral challenges couched as\nineffective-assistance-of-counsel claims. Because little available\nevidence suggests that this reading is correct as an original\nmatter, the Court should tread carefully before extending our\nprecedents in this area.AThe Sixth Amendment right to the assistance of\ncounsel grew out of the Founders’ reaction to the English\ncommon-law rule that denied counsel for treason and felony offenses\nwith respect to issues of fact, while allowing counsel for\nmisdemeanors. See 4 W. Blackstone, Commentaries on the Laws of\nEngland 349–350 (1769); 1 J. Stephen, A History of the Criminal Law\nof England 341 (1883);Powellv.Alabama,287 U.S.\n45, 60 (1932) (“Originally, in England, a person charged with\ntreason or felony was denied the aid of counsel, except in respect\nof legal questions which the accused himself might suggest”). It\nwas not until 1696 that England created a narrow exception to this\nrule for individuals accused of treason or misprision of treason—by\nstatute, Parliament provided both that the accused may retain\ncounsel and that the court must appoint counsel if requested. 7\n& 8 Will. 3, ch. 3, §1. Only in 1836 did England permit\nall criminally accused to appear and defend with counsel, and even\nthen it did not require court-appointed counsel at government\nexpense. 6 & 7 Will. 4, ch. 114, §1. It would be another 67\nyears—112 years after the ratification of the Sixth Amendment, and\n35 years after the ratification of the Fourteenth Amendment—before\nEngland provided court-appointed counsel for all felonies. Poor\nPrisoners’ Defence Act, 1903, 3 Edw. 7, ch. 38, §1.The traditional common-law rule that there was\nno right to assistance of counsel for felony offenses received\nwidespread criticism. As Blackstone noted, this rule “seems to be\nnot at all of a piece with the rest of the humane treatment of\nprisoners by the English law.” 4 Blackstone, Commentaries on the\nLaws of England, at 349; seeibid.(“[U]pon what face of\nreason can that assistance be denied to save the life of a man,\nwhich yet is allowed him in prosecutions for every petty\ntrespass”). The founding generation apparently shared this\nsentiment, as most States adopted some kind of statutory or\nconstitutional provision providing the accused the right to retain\ncounsel. W. Beaney, The Right to Counsel in American Courts 14–22\n(1955). In fact, at least 12 of the 13 States at the ratification\nof the Constitution had rejected the English common-law rule,\nproviding for the right to counsel in at least some circumstances.\nSeePowell, 287 U. S., at 64–65;id.,at 61–64\n(surveying the States’ right-to-counsel provisions); see alsoBettsv.Brady,316 U.S.\n455, 465–467 (1942) (discussing early state constitutional\nprovisions), overruled byGideonv.Wainwright,372 U.S.\n335(1963). Read against this backdrop, the Sixth Amendment\nappears to have been understood at the time of ratification as a\nrejection of the English common-law rule that prohibited counsel,\nnot as a guarantee of government-funded counsel.This understanding—that the Sixth Amendment did\nnot require appointed counsel for defendants—persisted in the\nCourt’s jurisprudence for nearly 150 years. SeeUnited\nStatesv.Van Duzee,140 U.S.\n169, 173 (1891) (“There is, however, no general obligation on\nthe part of the government [to] retain counsel for defendants or\nprisoners”);Butev.Illinois,333 U.S.\n640, 661, n. 17 (1948) (“It is probably safe to say that\nfrom its adoption in 1791 until 1938, the right conferred on the\naccused by the Sixth Amendment . . . was not regarded as\nimposing on the trial judge in a Federal court the duty to appoint\ncounsel for an indigent defendant”). Nor evidently was there any\nsuggestion that defendants could mount a constitutional attack\nbased on their counsel’s failure to render effective\nassistance.[4]The Court began shifting direction in 1932, when\nit suggested that a right to appointed counsel might exist in at\nleast some capital cases, albeit as a right guaranteed by the Due\nProcess Clause.Powell,supra, at 71. Soon\nthereafter, the Court held that the Sixth Amendment secures a right\nto court-appointed counsel in all federal criminal cases.Johnsonv.Zerbst,304 U.S.\n458, 462–463 (1938). And in 1963, the Court applied this\ncategorical rule to the States through the Fourteenth Amendment,\nstating “that in our adversary system of criminal justice, any\nperson haled into court, who is too poor to hire a lawyer, cannot\nbe assured a fair trial unless counsel is provided for him.”Gideon,supra,at 344. Neither of these opinions\nattempted to square the expansive rights they recognized with the\noriginal meaning of the “right . . . to have the\nAssistance of Counsel.” Amdt. 6.BAfter the Court announced a constitutional\nright to appointed counsel rooted in the Sixth Amendment, it went\non to fashion a constitutional new-trial remedy for cases in which\ncounsel performed poorly. The Courts of Appeals had initially\nadopted a “farce and mockery” standard that they rooted in the Due\nProcess Clause. This standard permitted a defendant to make out an\nineffective-assistance claim only “where the circumstances\nsurrounding the trial shocked the conscience of the court and made\nthe proceedings a farce and a mockery of justice.”Diggsv.Welch, 148 F.2d 667, 670 (CADC 1945); seeBottigliov.United States, 431 F.2d 930, 931 (CA1 1970) (per\ncuriam);Williamsv.Beto, 354 F.2d 698, 704 (CA5\n1965);Frandv.United States, 301 F.2d 102, 103\n(CA10 1962);O’Malleyv.United States, 285 F.2d 733,\n734 (CA6 1961);Sneadv.Smyth, 273 F.2d 838, 842\n(CA4 1959);Cofieldv.United States, 263 F.2d 686,\n689 (CA9), vacated on other grounds,360 U.S.\n472(1959);Johnstonv.United States, 254 F.2d\n239, 240 (CA8 1958);United States ex rel. Feeleyv.Ragen, 166 F.2d 976, 980–981 (CA7 1948);United\nStatesv.Wight, 176 F.2d 376, 379 (CA2 1949).Beginning in 1970, the Courts of Appeals moved\nfrom the “farce and mockery” standard to a “reasonable competence”\nstandard. SeeTrapnellv.United States, 725 F.2d\n149, 151–152 (CA2 1983) (collecting cases). That same year, this\nCourt similarly held that defendants are “entitled to the effective\nassistance of competent counsel,” defined as receipt of legal\nadvice that is “within the range of competence demanded of\nattorneys in criminal cases.”McMannv.Richardson,397 U.S.\n759, 771 (1970).Then, inStrickland, the Court crafted\nthe current standard for evaluating claims of ineffective\nassistance of counsel. Without discussing the original meaning of\nthe Sixth Amendment, the Court stated that “[t]he Sixth Amendment\nrecognizes the right to the assistance of counsel because it\nenvisions counsel’s playing a role that is critical to the ability\nof the adversarial system to produce just results.” 466\nU. S.,at 685. The Court thus held that, to succeed on\nan ineffective-assistance claim, the defendant must show (1) “that\ncounsel’s representation fell below an objective standard of\nreasonableness” and (2) “that there is a reasonable probability\nthat, but for counsel’s unprofessional errors, the result of the\nproceeding would have been different.”Id.,at 688, 694. The\nCourt applies this standard in most situations, but, as it does\ntoday, it has also created an increasing number ofper serules in lieu of applyingStrickland’s\nfact-specific inquiry, thereby departing even further from the\noriginal meaning of the Sixth Amendment.There are a few problems with these precedents\nthat should cause us to pause before extending them. First, the\nineffective-assistance standard apparently originated not in the\nSixth Amendment, but in our Due Process Clause jurisprudence. SeeMcMann,supra, at 771, n. 14. Second, “[t]he\nConstitution, by its terms, does not mandate any particular remedy\nfor violations of its own provisions.”United Statesv.Gonzalez-Lopez,548 U.S.\n140, 157 (2006) (Alito, J., dissenting); cf.Collinsv.Virginia, 584 U. S. ___, ___–___ (2018) (Thomas, J.,\nconcurring) (slip op., at 2–5) (explaining that the exclusionary\nrule is not required by the Fourth Amendment).Stricklanddoes not explain how the Constitution requires a new trial for\nviolations of any right to counsel.Third, our precedents seek to use the Sixth\nAmendment right to counsel to achieve an end it is not designed to\nguarantee. The right to counsel is not an assurance of an\nerror-free trial or even a reliable result. It ensures fairness in\na single respect: permitting the accused to employ the services of\nan attorney. The structural protections provided in the Sixth\nAmendment certainly seek to promote reliable criminal proceedings,\nbut there is no substantive right to a particular level of\nreliability. In assuming otherwise, our ever-growing\nright-to-counsel precedents directly conflict with the government’s\nlegitimate interest in the finality of criminal judgments. I would\nproceed with far more caution than the Court has traditionally\ndemonstrated in this area.CThe Court should hesitate before further\nextending our precedents and imposing additional costs on the\ntaxpayers and the Judiciary.[5]\nHistory proves that the States and the Federal Government are\ncapable of making the policy determinations necessary to assign\npublic resources for appointed counsel. The Court has acknowledged\nas much.Betts, 316 U. S., at 471 (declining to extend\nthe right to counsel to the States because “the matter has\ngenerally been deemed one of legislative policy”). Before the Court\ndecidedGideon, the Court noted that “most of the States\nhave by legislation authorized or even required the courts to\nassign counsel for the defense of indigent and unrepresented\nprisoners. As to capital cases, all the States so provide.\nThirty-four States so provide for felonies and 28 for\nmisdemeanors.”Bute, 333 U. S., at 663 (internal\nquotation marks omitted). It is beyond our constitutionally\nprescribed role to make these policy choices ourselves. Even if we\nadhere to this line of precedents, our dubious authority in this\narea should give us pause before we extend these precedents\nfurther.Notes1SeeNorth Carolinav.Alford,400 U.S.\n25, 37–38 (1970) (permitting courts to accept guilty pleas\nwhere defendants admit that there is a factual basis for the plea,\nbut do not admit actual guilt).2The majority questions\nthe validity of Garza’s appellate waivers by suggesting that “Garza\nmay have been confused as to whether he had waived his appellate\nrights in the first place.”Ante,at 2, n. 1. I read\nthe record differently. It is true that, in the guilty form related\nto his possession charge, Garza checked “no” as to whether he was\nwaiving his appeal rights. But, in the guilty form related to his\naggravated-assault charge, he checked “yes” to waiving his appeal\nrights. And at the plea hearing for that offense, he acknowledged\nunder oath that he understood all the questions, had received\nenough time with the guilty form, and answered each question\nhonestly. He also acknowledged at the sentencing hearing for both\noffenses that he would be “go[ing] away for ten years,” as\nnegotiated for in the signed plea agreements that included the\nappeal waivers. Record 131. Finally, the trial court in\npostconviction proceedings concluded that Garza had never contended\n“at any stage of these post-conviction cases” that “he did not\nappreciate or understand the appeal waivers when he entered his\npleas.”Id.,at 185.3Seeid., at 96,\n108 (“I understand that my plea agreement is a binding plea\nagreement. This means that if the district court does not impose\nthe specific sentence as recommended by both parties, I will be\nallowed to withdraw my plea of guilty pursuant to Rule 11(d)(4) of\nthe Idaho Criminal Rules and proceed to a jury trial”); see alsoid.,at 128.4A defendant could bring a\nstate-law tort action against his attorney. As one commentator\nexplained: “An attorney is bound to exercise such skill, care and\ndiligence in any matter entrusted to him, as members of the legal\nprofession commonly possess and exercise in such matters.\n. . . He will be liable if his client’s interests suffer\non account of his failure to understand and apply those rules and\nprinciples of law that are well established and clearly defined in\nthe elementary books, or which have been declared in adjudged cases\nthat have been duly reported and published a sufficient length of\ntime to have become known to those who exercise reasonable\ndiligence in keeping pace with the literature of the profession.”\nT. Cooley, Law of Torts *779 (footnotes omitted). Thus, reasonable\nchoices not clearly foreclosed by law or precedent would apparently\npermit an attorney to successfully defend against the\nsuit.5In 2018, the Federal\nGovernment’s budget for defense counsel had grown to more than $1\nbillion. See Consolidated Appropriations Act, 2018, Pub. L.\n115–141, Div. E, Tit. III, 132Stat. 348. And the collateral\nchallenges produced by the Court’s right-to-counsel jurisprudence\nconsume much of the federal courts’ resources. Cf.\nStatisticalTables for the Federal Judiciary—June 2018, Table B–7\n(for 12-month period ending June 30, 2018, roughly 24% of appeals\nfiled in the courts of appeals—8,914 of 37,487—were categorized as\n“Habeas Corpus” or “Motions to Vacate Sentence”)\nhttps://www.uscourts.gov/statistics-reports/statistical-tables-federal-judiciary-june-2018\n(as last visited Feb. 25, 2019);id., Table C–2 (22,478 of\n281,202 cases filed in federal district court, or roughly\n8%).",
    "joined": []
}