{
    "case": {
        "docket": "19-422",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-422/"
    },
    "id": "4442707",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–422 and 19–563_________________PATRICK J. COLLINS, et al.,\nPETITIONERS19–422v.JANET L. YELLEN, SECRETARY OF THE\nTREASURY, et al.JANET L. YELLEN, SECRETARY OF THE\nTREASURY, et al., PETITIONERS19–563v.PATRICK J. COLLINS, et al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 23, 2021]Justice Thomas, concurring.I join the Court’s opinion in full. I agree that\nthe Directors were properly appointed and could lawfully exercise\nexecutive power. And I agree that, to the extent a Government\naction violates the Constitution, the remedy should fit the injury.\nBut I write separately because I worry that the Court and the\nparties have glossed over a fundamental problem with\nremoval-restriction cases such as these: The Government does not\nnecessarily act unlawfully even if a removal restriction is\nunlawful in the abstract.IAs discussed in more detail by the Court,\nCongress created the Federal Housing Finance Agency (FHFA) in 2008.\nHousing and Economic Recovery Act of 2008, 12 U. S. C.\n§4501et seq.The FHFA is “an independent agency.” 12\nU. S. C. §4511(a). Among other things, it supervises and\nregulates Fannie Mae and Freddie Mac, two companies created by\nCongress to provide liquidity and stability to the mortgage market.\nSee §4511(b). In the midst of the 2008 financial crisis, the FHFA’s\nDirector exercised his statutory authority under §4617(a)(1) to\nappoint the Agency as conservator of Fannie Mae and Freddie Mac. As\nconservator, the Agency in effect had full control over the\ncompanies.The FHFA used this control to have the companies\nenter into several agreements with the Treasury Department to\nsecure financing to keep both companies afloat. Relevant here, the\nFHFA and Treasury signed two agreements, known as the Third\nAmendments, requiring the companies to pay a quarterly dividend to\nTreasury of nearly all their net worth minus a predetermined\ncapital reserve.Shareholders of the companies sued the FHFA, the\nDirector, Treasury, and the Secretary of the Treasury. They\nadvanced four theories about why the adoption and enforcement of\nthe Third Amendments violated the law: (1) The FHFA’s conduct\nexceeded its statutory authority; (2) Treasury’s conduct exceeded\nits statutory authority; (3) Treasury’s conduct was arbitrary and\ncapricious; and (4) the FHFA’s structure violated the “Separation\nof Powers” because the President could fire the FHFA Director only\n“for cause.” App. 116–117; §4512(b)(2).The District Court rejected their claims. The\nFifth Circuit affirmed the dismissal of claims two and three, and\nthe shareholders did not seek review of that decision. The Fifth\nCircuit reinstated the statutory claim, but today we correctly\nreverse that decision.Ante, at 12–17. The Fifth Circuit\nalso held that the shareholders are entitled to judgment on the\nseparation-of-powers claim.Collinsv.Mnuchin, 938\nF.3d 553, 587 (2019)IIFor the shareholders to prevail, identifying\nsome conflict between the Constitution and a statute is not enough.\nThey must show that the challenged Government action at issue—the\nadoption and implementation of the Third Amendment—was, in fact,\nunlawful. SeeCaliforniav.Texas, 593 U. S.\n___, ___–___ (2021) (slip op., at 4–9). Modern standing doctrine\nreflects this principle: To have standing, a plaintiff must allege\nan injury traceable to an “allegedly unlawful” action (or\nthreatened action) and seek a remedy to redress that action.Allenv.Wright,468 U.S.\n737, 751 (1984); accord,Virginiav.American\nBooksellers Assn., Inc.,484 U.S.\n383, 392 (1988); contra, 938 F. 3d, at 586 (tracing injury\nto the removal restriction). Here, before a court can provide\nrelief, it must conclude that either the adoption or implementation\nof the Third Amendment was unlawful.[1]The parties simply assume that the lawfulness of\nagency action turns on the lawfulness of the removal restriction.\nOur recent precedents have not clearly questioned this premise, and\non this premise, the Court correctly resolves the remaining legal\nissues. But in the future, parties and courts should ensure not\nonly that a provision is unlawful but also that unlawfulactionwas taken.This suit provides a good example. The\nshareholders largely neglect the issue of lawfulness to focus on\nremedy, but their briefing appears premised on several theories of\nunlawfulness.[2] First, that\nthe removal restriction renders all Agency actions void because the\nDirectors serve in violation of the Constitution’s structural\nprovisions, similar to Appointments Clause cases, seeLuciav.SEC, 585 U. S. ___, ___ (2018) (slip op., at 12)\n(holding that an Administrative Law Judge was unlawfully\nappointed), and other separation-of-powers cases,e.g.,Bowsherv.Synar,478 U.S.\n714, 727–736 (1986) (holding that the Comptroller General was\nnot an executive officer and could not exercise executive power\ngranted to him by statute). Second, that even if the Director is in\nthe Executive Branch and the removal restriction is just\nunenforceable, the mere existence of the law somehow taints all of\nthe Director’s actions. Third, that “when FHFA’s single Director\nexercises Executive Power without meaningful oversight from the\nPresident, he exercises authority that was never properly his.”\nBrief for Collins et al. 64. Fourth, that the statutory\nprovision that gave the Director the power to adopt and implement\nthe Third Amendments must fall if the statutory removal restriction\nis unlawful. §4617(b)(2)(J)(ii).As the Court’s reasoning makes clear, however,\nall these theories appear to fail on the merits.AI begin with whether the FHFA Director may\nlawfully exercise executive authority. The shareholders suggest\nthat the removal restriction inherently renders the Agency’s\nactions void. In support, they point to our Appointments Clause\ncases and our other separation-of-powers cases. But the cases on\nwhich they rely prove quite the opposite.Consider our separation-of-powers cases, which\nset out a two-part analysis to determine whether an official can\nlawfully exercise a statutory powerat all. First, we ask in\nwhat branch (if any) an official is located. Second, we determine\nwhether the statutory power possessed by the official belongs to\nthat branch. InBowsher, the Court determined that the\nComptroller General of the United States was “an officer of the\nLegislative Branch” based on other statutes dating back to 1945\ndeclaring him as such, the expressed views of other Comptrollers\nGeneral, the fact that only Congress could remove the Comptroller\nGeneral, and the structure of the office. 478 U. S., at\n727–732. In light of this legislative identity, the Court held the\nComptroller General could not lawfully exercise executive powers\nassigned to him by statute.Id.,at 732–735.[3]Assuming the shareholders raise aBowsher-type argument, I agree with the Court that the FHFA\nDirector is an executive official who can lawfully “carry out the\nfunctions of the office.”Ante, at 33–35, and n. 25\n(discussingBowsher). The statutory scheme creates a common\ntype of executive officer—an individual nominated by the President\nand confirmed by the Senate, who heads an agency exercising\nexecutive powers and who reports to the President. The only\nstatutory powers assigned to the Director are executive. No party\ncontends the office of the FHFA Director is a nonexecutive office.\nNo statute refers to him as a nonexecutive officer. And the\nstatutory scheme recognizes that the President can remove the\nofficer (but only “for cause”). §4512(b)(2). In fact, the Court\nconcludes that the removal restriction is unconstitutional in part\nbecause the FHFA Director is an executive officer whom the\nPresident needs to be able to control. Seeante,at\n26–32.Our cases demonstrate that the existence of a\nremoval restriction, without more, usually does not take an\notherwise executive officer outside the Executive Branch. True,\nstatutory provisions governing who can remove an officer (and when)\ncan provide evidence of the branch to which that officer belongs.E.g., Bowsher, 478 U. S., at 727–728, and n. 5;American Ins. Co.v.356 Bales of Cotton, 1 Pet. 511,\n546 (1828). But they generally are not dispositive. In many cases,\nit is obvious that the officer is executive, and it is the removal\nrestriction—not the officer’s exercise of executive powers—that is\nthe problem.E.g.,Free Enterprise Fundv.Public\nCompany Accounting Oversight Bd.,561 U.S.\n477, 492–508 (2010) (holding unconstitutional tenure provisions\nprotecting executive officer, but concluding “the existence of the\nBoard does not violate the separation of powers”); cf.Myersv.United States,272 U.S.\n52, 108, 176 (1926).[4]The Appointments Clause cases do not help the\nshareholders either. These cases also ask whether an officer can\nlawfully exercise the statutory power of his office at all in light\nof the rule that an officer must be properly appointed before he\ncan legally act as an officer.Lucia, 585 U. S., at ___\n(slip op., at 12);Ryderv.United States, 515\nU. S 177, 182–183 (1995). Otherwise, the official’s authority\nto exercise the powers of the office generally is legally\ndeficient.Id., at 179, 182–183. Here, “[a]ll the officers\nwho headed the FHFA during the time in question were properlyappointed.”Ante, at 33. There is thus no barrier to\nthem exercising power in the first instance.BThe mere existence of an unconstitutional\nremoval provision, too, generally does not automatically taint\nGovernment action by an official unlawfully insulated. It is true\nthe removal restriction here is unlawful. But while the\nshareholders are correct that the Constitution authorizes the\nPresident to dismiss the FHFA Director for any reason, no statute\ncan take that Presidential power away. SeeSeila Law LLCv.Consumer Financial Protection Bureau, 591 U. S. ___,\n___ (2020) (Thomas, J., concurring in part and dissenting in part)\n(slip op., at 15) (“In the context of a constitutional challenge,\n. . . if a party argues that a statute and the\nConstitution conflict, then courts must resolve that dispute and\n. . . follow the higher law of the Constitution”\n(internal quotation marks omitted));ante,at 35.That the Constitution automatically trumps an\ninconsistent statute creates a paradox for the shareholders. Had\nthe removal restrictionnotconflicted with the\nConstitution, the law would never have unconstitutionally insulated\nany Director. And while the provisiondoesconflict with the\nConstitution, the Constitution has always displaced it and the\nPresident has always had the power to fire the Director for any\nreason. So regardless of whether the removal restriction was lawful\nor not, the President always had the legal power to remove the\nDirector in a manner consistent with the Constitution.[5] Brief for Harrison asAmicus\nCuriae15–16.Moreover, no Director has ever purported to\noccupy the office and exercise its powers despite a Presidential\nattempt at removal. No court, for example, has enjoined an attempt\nby the President to remove the Director.[6] So every Director is a lawfully appointed executive\nofficer whom the President may remove in a manner consistent with\nthe Constitution but did not attempt to do so.CAnother possible theory the shareholders seem\nto rely on is that a misunderstanding about the correct state of\nthe law makes an otherwise constitutional action unconstitutional.\nThus, if the President or Directormisunderstoodthe\ncircumstances under which the President could have removed the\nDirector, then that creates a defect in authority. But nothing in\nthe Constitution, history, or our case law supports this expansive\nview of unlawfulness. The Constitution does not transform\nunfamiliarity with the Vesting Clause into a legal violation when\nan executive officer acts with authority.[7]Perhaps the better understanding of this\nargument is the Directormighthave acted differently if he\nknew that he served at the pleasure of the President. That may be\ntrue, but it is not enough for a party to show that an official\nacted differently because he or another official incorrectly\ninterpreted the Vesting Clause—the party must show that the\nofficial acted unlawfully. If the President vetoed a bill on the\nground that he believed it to be unconstitutional, this Court could\nnot undo that lawful act simply because an injured plaintiff\npersuasively establishes that the President was mistaken.Sure enough, we have not held that a\nmisunderstanding about authority results in a constitutional defect\nwhere the action was otherwise lawful. Absent such authority in a\n“constitutional cas[e], our watchword [should be] caution.”Hernándezv.Mesa, 589 U. S. ___, ___ (2020)\n(slip op., at 6). We should be reluctant to create a new\nrestriction on a coequal branch and enforce it through a new\nprivate right of action.Id., at ___–___ (slip op., at 6–7).\nDoing so places great stress upon “the Constitution’s separation of\nlegislative and judicial power.”Id., at ___ (slip op., at\n5).Seila LawandFree Enterprisedo\nnot help the shareholders on the lawfulness of the Government\nactions question.Ante, at 18, 34–35. InSeila Law,\nthe Government in effect “conceded that [its] actions were\nunconstitutional” if the removal restriction was unconstitutional.\n591 U. S., at ___ (opinion of Thomas, J.) (slip op., at 17).\nSo the Court assumed “that [petitioner] ‘sustain[ed] injury’ from\nan executive act that allegedly exceeds the official’s authority.”Id.,at ___ (slip op., at 10);ante, at 34–35. InFree Enterprise, we considered a similar challenge to a\nremoval restriction without questioning the plaintiffs’ standing\n“where plaintiffs claimed injury from allegedly unlawful agency\noversight.”Ante, at 18. And then we assumed that the agency\nlacked the authority to act lawfully if the removal restriction\nthere were invalid.DThe shareholders’ briefing strongly implies\none final argument: The statutory provision giving the FHFA the\npower to act as conservator, 12 U. S. C.\n§4617(b)(2)(J)(ii), cannot be severed from the removal restriction.\nBrief for Collins et al. 77–79. Thus, the argument goes, if\nthe removal provision is unlawful, then §4617(b)(2)(j)(ii) is too\nand the FHFA Directors acted without statutory authority.Assuming that the unlawfulness of one provision\ncan cause another to be unlawful, this inquiry is just a question\nof statutory interpretation. SeeSeila Law, 591 U. S.,\nat ___ (opinion of Thomas, J.) (slip op., at 20); Lea, Situational\nSeverability, 103 Va. L. Rev. 735, 764–776 (2017). The\nRecovery Act contains no inseverability clause. Contra, 4\nU. S. C. §125 (inseverability clause). Nor does it\ncontain any fallback provision stating that §4617(b)(2)(j)(ii)\nshould be altered if the removal clause is found unlawful. Without\nsomething in the statutory text or structure to show that\n§4617(b)(2)(j)(ii)’s lawfulness rises or falls based on the removal\nrestriction, this argument is also unconvincing.*  *  *I do not understand the parties to have sought\nreview of these issues in this Court. So the Court correctly\nresolves the legal issues presented. That being said, I seriously\ndoubt that the shareholders can demonstrate that any relevant\naction by an FHFA Director violated the Constitution. And, absent\nan unlawful act, the shareholders are not entitled to a remedy. The\nFifth Circuit can certainly consider this issue on remand.Notes1Another limit on the\njudicial power is relevant: A party seeking relief must have a\nlegal right to redress. SeeCohensv.Virginia, 6\nWheat. 264, 405 (1821) (explaining that Article III “does not\nextend the judicial power to every violation of the constitution\nwhich may possibly take place”). The judicial power extends only\n“to ‘a case in law or equity,’ in which a right, under such law, is\nasserted.”Ibid.We have indicated that individuals may have\nan implied private right of action under the Constitution to seek\nequitable relief to “ ‘preven[t] entities from acting\nunconstitutionally.’ ”Free Enterprise Fundv.Public Company Accounting Oversight Bd.,561 U.S.\n477, 491, n. 2 (2010). This includes “Appointments Clause or\nseparation-of-powers claim[s].”Ibid.I assume the\nshareholders have brought such a cause of action here and have a\nlegal right to obtain equitable relief if they can show they\nsuffered an injury traceable to a Government action that violates\nthe Constitution. The shareholders did not raise the Administrative\nProcedure Act (APA) in count four of their complaint, but now\ncontend their “constitutional claim is cognizable under the APA,”\nwhich permits a “ ‘reviewing court [to]hold unlawful\nandset asideagency action found to be contrary to\nconstitutional right, power, privilege, or immunity.’ ” Brief\nfor Collins et al. 74 (quoting 5 U. S. C. §706;\nellipses omitted; emphasis in original). Even assuming they raised\ntheir constitutional claim under the APA, it would not change the\nanalysis; the shareholders would need to show they suffered an\ninjury traceable to a Governmentactionthat violates the\nConstitution.2Because the shareholders\nallege the Government acted unlawfully, because their alleged\ninjury can be traced to those allegedly unlawful actions, and\nbecause this Court might be able to redress that injury, I agree\nwith the Court that they have standing. SeeSteel Co.v.Citizens for Better Environment,523 U.S.\n83, 89 (1998).3See alsoSternv.Marshall,564 U.S.\n462, 503 (2011) (bankruptcy judges, as Article I officers,\ncannot exercise exclusive Article III power);Clintonv.City of New York,524 U.S.\n417, 438–441, 448–449 (1998) (the President, an Article II\nofficer, cannot exercise Article I line-item-veto power);Morrisonv.Olson,487 U.S.\n654, 677–679 (1988) (a law cannot give a court powers that\nviolated Article III);Glidden Co.v.Zdanok,370 U.S.\n530, 584 (1962) (plurality opinion) (concluding after\nexhaustive analysis that two courts were Article III courts);id.,at 585–588 (Clark, J., concurring in result) (agreeing\n“in light of the congressional power exercised and the jurisdiction\nenjoyed, together with the characteristics of its judges”);American Ins. Co.v.356 Bales of Cotton, 1 Pet. 511,\n546 (1828) (a territorial court is an Article I court and admiralty\njurisdictioncan be exercised only by Article III courts, but\nArticle IV removes this limitation with respect to the\nTerritories).4I agree with Justice Gorsuch\nthat a court must look at more than the label to determine in what\nbranch an officer sits.Post, at 3, n. 1 (opinion\nconcurring in part). To answer this question, courts have\nhistorically looked at various factors. See n.3,supra.\nHere, everything about the Director’s position, except the removal\nrestriction, indicates he is an executive officer. See alsoante,at 35, n. 25 (opinion of the Court). As the Court\ncorrectly explains, “the removal restriction . . . violates the\nseparation of powers” because the Director is an executive officer.Ante, at 32.5InSeila Law, the\nCourt did not address whether an officer acts unlawfully if\nprotected by an unlawful removal restriction. Seeante, at\n34, and nn. 23–24. That is because the Government in effect\nconceded the issue.Seila Law, 591 U. S., at ___\n(plurality opinion) (slip op., at 30);id.,at ___ (opinion\nof Thomas, J.) (slip op., at 17). Perhaps we should have addressed\nit then.Post, at 6–7, n. 2 (opinion of Gorsuch, J.). I\ncontinue to adhere to the views that I expressed inSeila\nLaw: A combination of statutes can produce a\nseparation-of-powers violation that renders Government action\nunlawful. See 591 U. S., at ___ (opinion concurring in part\nand dissenting in part) (slip op., at 21). In remedying such a\nseparation-of-powers violation, courts cannot purport to rewrite\nthe statute to avoid the violation.Ibid.;post,at\n6, n. 2 (opinion of Gorsuch, J.) (“[W]e cannot divine ‘which\nof the provisions’ Congress would have kept and which it would have\nscrapped . . . had it known its actual choice was\nunconstitutional,” “absent statutory direction from Congress”).\nHowever, I respectfully part ways with Justice Gorsuch, because, on\nthe merits, I am uncertain whether the unlawful removal restriction\nhere combines with any other statutory provision in a way that\nrenders the Government action at issue unlawful.6A removal restriction may\nunconstitutionally insulate an officer such that his actions are\nunlawful. If the President tries to remove an officialbut a court\nblocks this action, then that official is not lawfully occupying\nhis office and would likely be acting without authority. Cf.ante, at 35. But that circumstance has not arisen\nhere.7The APA might permit this\ntype of lawsuit in allowing an individual to challenge an agency\naction as “arbitrary, capricious, an abuse of discretion, or\notherwise not in accordance with law.” 5 U. S. C.\n§706(2)(A). There is a colorable argument that a Government\nofficial’s misunderstanding about the scope of the President’s\nremoval authority would render an agency action arbitrary or\ncapricious in certain cases. However, the shareholders did not\nbring this constitutional challenge as an arbitrary and capricious\nclaim against the FHFA. And if they had, we would need to consider\nthe interaction between this statutory claim and the Act’s\nanti-injunction provision. Cf.ante,at 12–13.",
    "joined": []
}