{
    "case": {
        "docket": "277",
        "citation": "571",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/571/277/"
    },
    "id": "1970811",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–574_________________ANTHONY WALDEN, PETITIONER v. GINA FIORE\net al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 25, 2014]Justice Thomas\ndelivered the opinion of the Court.This case asks us to\ndecide whether a court in Nevada may exercise personal jurisdiction\nover a defendant on the basis that he knew his allegedly tortious\nconduct in Georgia would delay the return of funds to plaintiffs\nwith connections to Nevada. Because the defendant had no other\ncontacts with Nevada, and because a plaintiff’s con-tacts with the\nforum State cannot be “decisive in determining whether the\ndefendant’s due process rights are violated,” Rush v. Savchuk, 444\nU. S. 320, 332 (1980) , we hold that the court in Nevada may\nnot exercise personal jurisdiction under these circumstances.IPetitioner Anthony\nWalden serves as a police officer for the city of Covington,\nGeorgia. In August 2006, petitioner was working at the Atlanta\nHartsfield-Jackson Airport as a deputized agent of the Drug\nEnforcement Administration (DEA). As part of a task force,\npetitioner conducted investigative stops and other law enforcement\nfunctions in support of the DEA’s airport drug interdiction\nprogram.On August 8, 2006,\nTransportation Security Administration agents searched respondents\nGina Fiore and Keith Gipson and their carry-on bags at the San Juan\nairport in Puerto Rico. They found almost $97,000 in cash. Fiore\nexplained to DEA agents in San Juan that she and Gipson had been\ngambling at a casino known as the El San Juan, and that they had\nresidences in both California and Nevada (though they provided only\nCalifornia identification). After respondents were cleared for\ndeparture, a law enforcement official at the San Juan airport\nnotified petitioner’s task force in Atlanta that respondents had\nboarded a plane for Atlanta, where they planned to catch a\nconnecting flight to Las Vegas, Nevada.When respondents\narrived in Atlanta, petitioner and another DEA agent approached\nthem at the departure gate for their flight to Las Vegas. In\nresponse to petitioner’s questioning, Fiore explained that she and\nGipson were professional gamblers. Respondents maintained that the\ncash they were carrying was their gambling “ ‘bank’ ” and\nwinnings. App. 15, 24. After using a drug-sniffing dog to perform a\nsniff test, petitioner seized the cash.[1] Petitioner advised respondents that their funds would\nbe returned if they later proved a legitimate source for the cash.\nRespondents then boarded their plane.After respondents\ndeparted, petitioner moved the cash to a secure location and the\nmatter was forwarded to DEA headquarters. The next day, petitioner\nreceived a phone call from respondents’ attorney in Nevada seeking\nreturn of the funds. On two occasions over the next month,\npetitioner also received documentation from the attorney regarding\nthe legitimacy of the funds.At some point after\npetitioner seized the cash, he helped draft an affidavit to show\nprobable cause for forfeiture of the funds and forwarded that\naffidavit to a United States Attorney’s Office in Georgia.[2] According to respondents, the\naffidavit was false and misleading because petitioner\nmisrepresented the encounter at the airport and omitted exculpatory\ninformation regarding the lack of drug evidence and the legitimate\nsource of the funds. In the end, no forfeiture complaint was filed,\nand the DEA returned the funds to respondents in March 2007.Respondents filed suit\nagainst petitioner in the United States District Court for the\nDistrict of Nevada, seeking money damages under Bivens v. Six\nUnknown Fed. Narcotics Agents, 403 U. S. 388 (1971) .\nRespondents alleged that petitioner violated their Fourth Amendment\nrights by (1) seizing the cash without probable cause; (2) keeping\nthe money after concluding it did not come from drug-related\nactivity; (3) drafting and forwarding a probable cause affidavit to\nsupport a forfeiture action while knowing the affidavit contained\nfalse statements; (4) willfully seeking forfeiture while\nwithholding exculpatory informa-tion; and (5) withholding that\nexculpatory information from the United States Attorney’s\nOffice.The District Court\ngranted petitioner’s motion to dismiss. Relying on this Court’s\ndecision in Calder v. Jones, 465 U. S. 783 (1984) , the court\ndetermined that petitioner’s search of respondents and his seizure\nof the cash in Georgia did not establish a basis to exercise\npersonal jurisdiction in Nevada. The court concluded that even if\npetitioner caused harm to respondents in Nevada while knowing they\nlived in Nevada, that fact alone did not confer jurisdiction.\nBecause the court dismissed the complaint for lack of personal\njurisdiction, it did not determine whether venue was proper.On appeal, a divided\npanel of the United States Court of Appeals for the Ninth Circuit\nreversed. The Court of Appeals assumed the District Court had\ncorrectly determined that petitioner’s search and seizure in\nGeorgia could not support exercise of jurisdiction in Nevada. The\ncourt held, however, that the District Court could properly\nexercise jurisdiction over “the false probable cause affidavit\naspect of the case.” 688 F. 3d 558, 577 (2011). According to\nthe Court of Appeals, petitioner “expressly aimed” his submission\nof the allegedly false affidavit at Nevada by submitting the\naffidavit with knowledge that it would affect persons with a\n“significant connection” to Nevada.[3] Id., at 581. After determining that the delay in\nreturning the funds to respondents caused them “foreseeable harm”\nin Nevada and that the exercise of personal jurisdiction over\npetitioner was otherwise reasonable, the court found the District\nCourt’s exercise of personal jurisdiction to be proper.[4] Id., at 582, 585. The Ninth Circuit\ndenied rehearing en banc, with eight judges, in two separate\nopinions, dissenting. Id., at 562, 568.We granted certiorari\nto decide whether due process permits a Nevada court to exercise\njurisdiction over petitioner. 568 U. S. ___ (2013). We hold\nthat it does not and therefore reverse.[5]IIA“Federal courts\nordinarily follow state law in determining the bounds of their\njurisdiction over persons.” Daimler AG v. Bauman, 571 U. S.\n___, ___ (2014) (slip op., at 6). This is because a federal\ndistrict court’s authority to assert personal jurisdiction in most\ncases is linked to service of process on a defendant “who is\nsubject to the jurisdiction of a court of general jurisdiction in\nthe state where the district court is located.” Fed. Rule of Civ.\nProc. 4(k)(1)(A). Here, Nevada has authorized its courts to\nexercise jurisdiction over persons “on any basis not inconsistent\nwith . . . the Constitution of the United States.” Nev.\nRev. Stat. §14.065 (2011). Thus, in order to determine whetherthe\nFederal District Court in this case was authorized to exercise\njurisdiction over petitioner, we ask whether the exercise of\njurisdiction “comports with the limits imposed by federal due\nprocess” on the State of Nevada. Daimler, supra, at ___ (slip op.,\nat 6).B1The Due Process\nClause of the Fourteenth Amendment constrains a State’s authority\nto bind a nonresidentdefendant to a judgment of its courts.\nWorld-Wide Volkswagen Corp. v. Woodson, 444 U. S. 286, 291\n(1980) . Although a nonresident’s physical presence within the\nterritorial jurisdiction of the court is not required, the\nnonresident generally must have “certain minimum contacts\n. . . such that the maintenance of the suit does not\noffend ‘traditional notions of fair play and substantial\njustice.’ ” International Shoe Co. v. Washington, 326\nU. S. 310, 316 (1945) (quoting Milliken v. Meyer, 311\nU. S. 457, 463 (1940) ).This case addresses the\n“minimum contacts” necessary to create specific\njurisdiction.[6] The inquiry\nwhether a forum State may assert specific jurisdiction over a\nnonresident defendant “focuses on ‘the relationship among the\ndefendant, the forum, and the litigation.’ ” Keeton v. Hustler\nMagazine, Inc., 465 U. S. 770, 775 (1984) (quoting Shaffer v.\nHeitner, 433 U. S. 186, 204 (1977) ). For a State to exercise\njurisdiction consistent with due process, the defendant’s\nsuit-related conduct must create a substantial connection with the\nforum State. Two related aspects of this necessary relationship are\nrelevant in this case.First, the relationship\nmust arise out of contacts that the “defendant himself” creates\nwith the forum State. Burger King Corp. v. Rudzewicz, 471\nU. S. 462, 475 (1985) . Due process limits on the State’s\nadjudicative authority principally protect the liberty of the\nnonresident defendant—not the convenience of plaintiffs or third\nparties. See World-Wide Volkswagen Corp., supra, at 291–292. We\nhave consistently rejected attempts to satisfy the\ndefendant-focused “minimum contacts” inquiry by demonstrating\ncontacts between the plaintiff (or third parties) and the forum\nState. See Helicopteros Nacionales de Colombia, S. A. v. Hall,\n466 U. S. 408, 417 (1984) (“[The] unilateral activity of\nanother party or a third person is not an appropriate consideration\nwhen determining whether a defendant has sufficient contacts with a\nforum State to justify an assertion of jurisdiction”). We have thus\nrejected a plaintiff’s argument that a Florida court could exercise\nper-sonal jurisdiction over a trustee in Delaware based solely on\nthe contacts of the trust’s settlor, who was domiciled in Florida\nand had executed powers of appointment there. Hanson v. Denckla,\n357 U. S. 235 –254 (1958). We have likewise held that Oklahoma\ncourts could not exercise personal jurisdiction over an automobile\ndistributor that supplies New York, New Jersey, and Connecticut\ndealers based only on an automobile purchaser’s act of driving it\non Oklahoma highways. World-Wide Volks-wagen Corp., supra, at 298.\nPut simply, however sig-nificant the plaintiff’s contacts with the\nforum may be, those contacts cannot be “decisive in determining\nwhether the defendant’s due process rights are violated.” Rush, 444\nU. S., at 332.Second, our “minimum\ncontacts” analysis looks to the defendant’s contacts with the forum\nState itself, not the defendant’s contacts with persons who reside\nthere. See, e.g., International Shoe, supra, at 319 (Due process\n“does not contemplate that a state may make binding a judgment in\npersonam against an individual . . . with which the state\nhas no contacts, ties, or relations”); Hanson, supra, at 251\n(“However minimal the burden of defending in a foreign tribunal, a\ndefendant may not be called upon to do so unless he has had the\n‘minimal contacts’ with that State that are a prerequisite to its\nexercise of power over him”). Accordingly, we have upheld the\nassertion of jurisdiction over defendants who have purposefully\n“reach[ed] out beyond” their State and into another by, for\nexample, entering a contractual relationship that “envisioned\ncontinuing and wide-reaching contacts” in the forum State, Burger\nKing, supra, at 479–480, or by circulating magazines to\n“deliberately exploi[t]” a market in the forum State, Keeton,\nsupra, at 781. And although physical presence in the forum is not a\nprerequisite to jurisdiction, Burger King, supra, at 476, physical\nentry into the State—either by the defendant in person or through\nan agent, goods, mail, or some other means—is certainly a relevant\ncontact. See, e.g., Keeton, supra, at 773–774.But the plaintiff\ncannot be the only link between the defendant and the forum.\nRather, it is the defendant’s conduct that must form the necessary\nconnection with the forum State that is the basis for its\njurisdiction over him. See Burger King, supra, at 478 (“If the\nquestion is whether an individual’s contract with an out-of-state\nparty alone can automatically establish sufficient minimum contacts\nin the other party’s home forum, we believe the answer clearly is\nthat it cannot”); Kulko v. Superior Court of Cal., City and County\nof San Francisco, 436 U. S. 84, 93 (1978) (declining to “find\npersonal jurisdiction in a State . . . merely because\n[the plaintiff in a child support action] was residing there”). To\nbe sure, a defendant’s contacts with the forum State may be\nintertwined with his transactions or interactions with the\nplaintiff or other parties. But a defendant’s relationship with a\nplaintiff or third party, standing alone, is an insufficient basis\nfor jurisdiction. See Rush, supra, at 332 (“Naturally, the parties’\nrelationships with each other may be significant in evaluating\ntheir ties to the forum. The requirements of International Shoe,\nhowever, must be met as to each defendant over whom a state court\nexercises jurisdiction”). Due process requires that a defendant be\nhaled into court in a forum State based on his own affiliation with\nthe State, not based on the “random, fortuitous, or attenuated”\ncontacts he makes by interacting with other persons affiliated with\nthe State. Burger King, 471 U. S., at 475 (internal quotation\nmarks omitted).2These same principles\napply when intentional torts are involved. In that context, it is\nlikewise insufficient to rely on a defendant’s “random, fortuitous,\nor attenuated contacts” or on the “unilateral activity” of a\nplaintiff. Ibid. (same). A forum State’s exercise of jurisdiction\nover an out-of-state intentional tortfeasor must be based on\nintentional conduct by the defendant that creates the necessary\ncontacts with the forum.Calder v. Jones, 465\nU. S. 783 , illustrates the application of these principles.\nIn Calder, a California actress brought a libel suit in California\nstate court against a reporter and an editor, both of whom worked\nfor the National Enquirer at its headquarters in Florida. The\nplaintiff’s libel claims were based on an article written and\nedited by the defendants in Florida for publication in the National\nEnquirer, a national weekly newspaper with a California circulation\nof roughly 600,000.We held that\nCalifornia’s assertion of jurisdiction over the defendants was\nconsistent with due process. Although we recognized that the\ndefendants’ activities “focus[ed]” on the plaintiff, our\njurisdictional inquiry “focuse[d] on ‘the relationship among the\ndefendant, the forum, and the litigation.’ ” Id., at 788\n(quoting Shaffer, 433 U. S., at 204). Specifically, we\nexamined the various contacts the defendants had created with\nCalifornia (and not just with the plaintiff) by writing the\nallegedly libelous story.We found those forum\ncontacts to be ample: The defendants relied on phone calls to\n“California sources” for the information in their article; they\nwrote the story about the plaintiff’s activities in California;\nthey caused reputa-tional injury in California by writing an\nallegedly libelous article that was widely circulated in the State;\nand the “brunt” of that injury was suffered by the plaintiff in\nthat State. 465 U. S., at 788–789. “In sum, California [wa]s\nthe focal point both of the story and of the harm suffered.” Id.,\nat 789. Jurisdiction over the defendants was “therefore proper in\nCalifornia based on the ‘effects’ of their Florida conduct in\nCalifornia.” Ibid.The crux of Calder was\nthat the reputation-based “effects” of the alleged libel connected\nthe defendants to California, not just to the plaintiff. The\nstrength of that connection was largely a function of the nature of\nthe libel tort. However scandalous a newspaper article might be, it\ncan lead to a loss of reputation only if communicated to (and read\nand understood by) third persons. See Restatement (Second) of Torts\n§577, Comment b (1976); see also ibid. (“[R]eputation is the\nestimation in which one’s character is held by his neighbors or\nassociates”). Accordingly, the reputational injury caused by the\ndefendants’ story would not have occurred but for the fact that the\ndefendants wrote an article for publication in California that was\nread by a large number of California citizens. Indeed, because\npublication to third persons is a necessary element of libel, see\nid., §558, the defendants’ intentional tort actually occurred in\nCalifornia. Keeton, 465 U. S., at 777 (“The tort of libel is\ngenerally held to occur wherever the offending material is\ncirculated”). In this way, the “effects” caused by the defendants’\narticle—i.e., the injury to the plaintiff’s reputation in the\nestimation of the California public—connected the defendants’\nconduct to California, not just to a plaintiff who lived there.\nThat connection, combined with the various facts that gave the\narticle a California focus, sufficed to authorize the California\ncourt’s exercise of jurisdiction.[7]IIIApplying the\nforegoing principles, we conclude that petitioner lacks the\n“minimal contacts” with Nevada that are a prerequisite to the\nexercise of jurisdiction over him. Hanson, 357 U. S., at 251.\nIt is undisputed that no part of petitioner’s course of conduct\noccurred in Nevada. Petitioner approached, questioned, and searched\nrespondents, and seized the cash at issue, in the Atlanta airport.\nIt is alleged that petitioner later helped draft a “false probable\ncause affidavit” in Georgia and forwarded that affidavit to a\nUnited States Attorney’s Office in Georgia to support a potential\naction for forfeiture of the seized funds. 688 F. 3d, at 563.\nPetitioner never traveled to, conducted activities within,\ncontacted anyone in, or sent anything or anyone to Nevada. In\nshort, when viewed through the proper lens—whether the defendant’s\nactions connect him to the forum—petitioner formed no\njurisdictionally relevant contacts with Nevada.The Court of Appeals\nreached a contrary conclusion by shifting the analytical focus from\npetitioner’s contacts with the forum to his contacts with\nrespondents. See Rush, 444 U. S., at 332. Rather than\nassessing petitioner’s own contacts with Nevada, the Court of\nAppeals looked to petitioner’s knowledge of respondents’ “strong\nforum connections.” 688 F. 3d, at 577–579, 581. In the court’s\nview, that knowledge, combined with its conclusion that respondents\nsuffered foreseeable harm in Nevada, satisfied the “minimum\ncontacts” inquiry.[8] Id., at\n582.This approach to the\n“minimum contacts” analysis impermissibly allows a plaintiff’s\ncontacts with the defendant and forum to drive the jurisdictional\nanalysis. Petitioner’s actions in Georgia did not create sufficient\ncontacts with Nevada simply because he allegedly directed his\nconduct at plaintiffs whom he knew had Nevada connections. Such\nreasoning improperly attributes a plain-tiff’s forum connections to\nthe defendant and makes those connections “decisive” in the\njurisdictional analysis. See Rush, supra, at 332. It also obscures\nthe reality that none of petitioner’s challenged conduct had\nanything to do with Nevada itself.Relying on Calder,\nrespondents emphasize that they suffered the “injury” caused by\npetitioner’s allegedly tortious conduct (i.e., the delayed return\nof their gambling funds) while they were residing in the forum.\nBrief for Respondents 14. This emphasis is likewise misplaced. As\npreviously noted, Calder made clear that mere injury to a forum\nresident is not a sufficient connection to the forum. Regardless of\nwhere a plaintiff lives or works, an injury is jurisdictionally\nrelevant only insofar as it shows that the defendant has formed a\ncontact with the forum State. The proper question is not where the\nplaintiff experienced a particular injury or effect but whether the\ndefendant’s conduct connects him to the forum in a meaningful\nway.Respondents’ claimed\ninjury does not evince a connection between petitioner and Nevada.\nEven if we consider the continuation of the seizure in Georgia to\nbe a distinct injury, it is not the sort of effect that is tethered\nto Nevada in any meaningful way. Respondents (and only respondents)\nlacked access to their funds in Nevada not because anything\nindependently occurred there, but because Nevada is where\nrespondents chose to be at a time when they desired to use the\nfunds seized by petitioner. Respondents would have experienced this\nsame lack of access in California, Mississippi, or wherever else\nthey might have traveled and found themselves wanting more money\nthan they had. Unlike the broad publication of the forum-focused\nstory in Calder, the effects of petitioner’s con-duct on\nrespondents are not connected to the forum State in a way that\nmakes those effects a proper basis forjurisdiction.[9]The Court of Appeals\npointed to other possible contacts with Nevada, each ultimately\nunavailing. Respondents’ Nevada attorney contacted petitioner in\nGeorgia, but that is precisely the sort of “unilateral activity” of\na third party that “cannot satisfy the requirement of contact with\nthe forum State.” Hanson, 357 U. S., at 253. Respondents\nallege that some of the cash seized in Georgia “originated” in\nNevada, but that attenuated connection was not created by\npetitioner, and the cash was in Georgia, not Nevada, when\npetitioner seized it. Finally, the funds were eventually returned\nto respondents in Nevada, but petitioner had nothing to do with\nthat return (indeed, it seems likely that it was respondents’\nunilateral decision to have their funds sent to Nevada).*  *  *Well-established\nprinciples of personal jurisdiction are sufficient to decide this\ncase. The proper focus of the “minimum contacts” inquiry in\nintentional-tort cases is “ ‘the relationship among the\ndefendant, the forum, and the litigation.’ ” Calder, 465\nU. S., at 788. And it is the defendant, not the plaintiff or\nthird parties, who must create contacts with the forum State. In\nthis case, the application of those principles is clear:\nPetitioner’s relevant conduct occurred entirely in Georgia, and the\nmere fact that his conduct affected plaintiffs with connectionsto\nthe forum State does not suffice to authorize jurisdiction. We\ntherefore reverse the judgment of the Court of Appeals.It is so ordered.Notes1Respondents allege that\nthe sniff test was “at best, inconclusive,” and there is no\nindication in the pleadings that drugs or drug residue were ever\nfound on or with the cash. App. 21.2The alleged affidavit is\nnot in the record. Because this case comes to us at the\nmotion-to-dismiss stage, we take respondents’ factual allegations\nas true, including their allegations regarding the existence and\ncontent of the affidavit.3The allegations in the\ncomplaint suggested to the Court of Appeals that petitioner\n“definitely knew, at some point the seizure but providing the\nalleged false probable cause affidavit, that [respondents] had a\nsignificant connection to Nevada.” 688 F. 3d, at\n578.4Judge Ikuta dissented. In\nher view, the “false affidavit/forfeiture proceeding aspect” over\nwhich the majority found jurisdiction proper was not raised as a\nseparate claim in the complaint, and she found it “doubtful that\nsuch a constitutional tort even exists.” ., at 593. After the court\ndenied rehearing en banc, the majority explained in a postscript\nthat it viewed the filing of the false affidavit, which effected a\n“continued seizure” of the funds, as a separate violation. at\n588–589. Petitioner does not dispute that reading\nhere.5We also granted\ncertiorari on the question whether Nevada is a proper venue for the\nsuit under . Because we resolve the case on jurisdictional grounds,\nwe do not decide whether venue was proper in Nevada.6“Specific” or\n“case-linked” jurisdiction “depends on an ‘affiliatio[n] between\nthe forum and the underlying controversy’ ” (, an “activity or\nan occurrence that takes place in the forum State and is therefore\nsubject to the State’s regulation”). v. , 564 U. S. ___, ___\n(2011) (slip op., at 2). This is in contrast to “general” or “all\npurpose” jurisdiction, which permits a court to assert jurisdiction\nover a defendant based on a forum connection unrelated to the\nunderlying suit (domicile). Respondents rely on specific\njurisdiction only.7The defendants in argued\nthat no contacts they had with California were sufficiently\npurposeful because their employer was responsible for circulation\nof the article. See v. , . We rejected that argument. Even though\nthe defendants did not circulate the article themselves, they\n“expressly aimed” “their intentional, and allegedly tortious,\nactions” at California be-cause they knew the National Enquirer\n“ha[d] its largest circulation” in California, and that the article\nwould “have a potentially devastating impact” there. , at\n789–7908Respondents propose a\nsubstantially similar analysis. They suggest that “a defendant\ncreates sufficient minimum contacts with a forum when he (1)\nintentionally targets (2) a known resident of the forum (3) for\nimposition of an injury (4) to be suffered by the plaintiff while\nshe is residing in the forum state.” Brief for Respondents\n26–27.9Respondents warn that if\nwe decide petitioner lacks minimum contacts in this case, it will\nbring about unfairness in cases where intentional torts are\ncommitted via the Internet or other electronic means ( fraudulent\naccess of financial accounts or “phishing” schemes). As an initial\nmatter, we reiterate that the “minimum contacts” inquiry\nprincipally protects the liberty of the nonresident defendant, not\nthe interests of the plaintiff. v.,444 U. S., 286, 291–292\n(1980). In any event, this case does not present the very different\nquestions whether and how a defendant’s virtual “presence” and\nconduct translate into “contacts” with a particular State. To the\ncontrary, there is no question where the conduct giving rise to\nthis litigation took place: Petitioner seized physical cash from\nrespondents in the Atlanta airport, and he later drafted and\nforwarded an affidavit in Georgia. We leave questions about virtual\ncontacts for another day.",
    "joined": []
}