{
    "case": {
        "docket": "242",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/242/"
    },
    "id": "1962614",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGGONZALEZ V. UNITED STATES553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-11612HOMERO GONZALEZ, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the fifth circuit[May 12, 2008]Justice Thomas, dissenting.The Court holds today that\nneither the Federal Magistrates Act, 28 U. S. C. §631et\nseq., nor the Constitution requires that a criminal defendant\non trial for a felony personally give his informed consent before a\nmagistrate judge may preside over jury selection. The Court\nproceeds from the premise, established inPeretzv.United States,501 U. S. 923(1991),\nthat the Federal Magistrates Act authorizes magistrate judges to\npreside over felony jury selection if the parties consent. I reject\nthat premise, and for the reasons set forth below, would overrulePeretzand hold that the delegation ofvoir direin this case was statutory error. I further conclude that the error\nmay be corrected despite petitioner’s failure to raise a timely\nobjection in the District Court. Accordingly, I would reverse the\njudgment below.IAThis is the third time the Court\nhas addressed the circumstances under which a district judge may\ndelegate felonyvoir direproceedings to a magistrate\njudge under the “additional duties” clause of the Federal\nMagistrates Act, 28 U. S. C. §636(b)(3). InGomezv.United States,490 U. S. 858(1989), the Court\nunanimously held that §636(b)(3) does not authorize delegation of\nfelonyvoir direproceedings to a magistrate judge.\nAlthough the defendants inGomezhad objected to the\ndelegation, neither the Court’s reasoning nor its conclusion turned\non that fact. Rather, the Court’s interpretation of §636(b)(3)\nrested primarily on two inferences drawn from the statutory scheme.\nFirst, the Court reasoned that Congress’ “carefully defined grant\nof authority to conduct trials of civil matters and of minor\ncriminal cases should be construed as an implicit withholding of\nthe authority to preside at a felony trial.”Id., at 872.\nSecond, the Court found it “incongruous” to assume that Congress\nintended felony jury selection to be among magistrate judges’\nadditional duties but failed to provide an explicit standard of\nreview as it had done for other duties described in the statute.Id., at 874. Neither of these inferences depended on the\npresence or absence of the parties’ consent, and the Court’s\nconclusion was accordingly unqualified: “Congress … did not\ncontemplate inclusion of jury selection in felony trials among a\nmagistrate’s additional duties.”Id., at 872; see alsoibid., n. 25 (“[W]e decide that the Federal Magistrates\nAct does not allow the delegation of jury selection to\nmagistrates”);id., at 875–876 (“The absence of a specific\nreference to jury selection in the statute, or indeed, in the\nlegislative history, persuades us that Congress did not intend the\nadditional duties clause to embrace this function” (footnote\nomitted)).Two years later, the Court\ndecidedPeretz. Peretz’s trial took place before this\nCourt’s decision inGomez, and his attorney had agreed to\nthe delegation ofvoir dire, assuring the Magistrate Judge\nthat his client had consented. During the pendency of Peretz’s\nappeal the Court decidedGomez, and Peretz argued thatGomezrequired reversal of his conviction. The Court of\nAppeals disagreed, concluding that he had waived any challenge to\nthe Magistrate Judge’s supervision ofvoir dire. Before\nthis Court, the Government defended the Court of Appeals’ holding\nas to waiver but confessed error with respect to the delegation ofvoir dire, “agree[ing] with petitioner … thatGomezforeclose[d] the argument that the statute may be\nread to authorize magistrate-conducted voir dire when the defendant\nconsents.” Brief for United States inPeretzv.United\nStates, O. T. 1990, No. 90–615, p. 9.Despite the Government’s confession of error,\nthe Court, “[i]n an amazing display of interpretive gymnastics,”Peretz,supra, at 940–941 (Marshall, J.,\ndissenting), held in a 5-to-4 decision that §636(b)(3) does, after\nall, permit magistrate judges to conduct felonyvoir direproceedings, so long as the parties consent. There is no need here\nto reproducePeretz’s flawed reasoning or to rehash the\ndebate between the majority and dissenting opinions. Suffice it to\nsay that, in my view,Gomezcorrectly interpreted\n§636(b)(3) not to authorize delegation of felony jury selection\nregardless of the parties’ consent, and I agree with the dissenters\ninPeretzthat the Court’s contrary conclusion in that\ncase was based on a patently “revisionist construction of the Act.”\n501 U. S., at 947 (opinion of Marshall, J.).The only question, then, is whether to givestare decisiseffect toPeretz’s erroneous\nconclusion that §636(b)(3) authorizes magistrate judges to conduct\nfelony jury selection if the parties consent. Although “[i]t is\ntrue that we give strongerstare decisiseffect to our\nholdings in statutory cases than in constitutional cases,” that\nrule “is not absolute, and we should not hesitate to allow our\nprecedent to yield to the true meaning of an Act of Congress when\nour statutory precedent is ‘unworkable’ or ‘badly reasoned.’ ”Clarkv.Martinez,543 U. S. 371, 401–402\n(2005) (Thomas, J., dissenting).Peretzis both. Two\nconsiderations in particular convince me thatPeretzshould be overruled.BFirst,Peretzleaves the\nCourt with no principled way to decide the statutory question\npresented in this case. Contrary to the Court’s suggestion, the\nquestion presented here is not whether “every instance of waiver\nrequires the personal consent of the client,”ante, at 8;\nrather, it is the far narrower question whether §636(b)(3) requires\nthe defendant’s personal consent before felony jury selection may\nbe delegated to a magistrate judge. The Court answers this question\nin the negative, but does not point to anything in §636(b)(3) or in\nthe broader statutory scheme that supports its conclusion. It does\nnot because it cannot. Not having provided for delegation of felonyvoir direproceedings under the additional duties clause,\nCongress of course did not specify whether the parties’ consent is\nrequired. And “[b]ecause the additional duties clause contains no\nlanguage predicating delegation of an additional duty upon litigant\nconsent, it likewise contains nothing indicating what constitutes\n‘consent’ to the delegation of an additional duty.”Peretz,supra, at 947, n. 6 (Marshall, J.,\ndissenting).Congress’ silence is particularly\ntelling in the context of the Federal Magistrates Act. Elsewhere in\nthe Act, Congress took great care to specify whether and in what\nmanner the litigants must consent before a magistrate judge may\nassume significant duties. In §636(c)(1), for example, Congress\nprovided that full-time magistrate judges may conduct civil trials\n“[u]pon the consent of the parties,” and that part-time magistrate\njudges may do so “[u]pon the consent of the parties, pursuant to\ntheir specific written request.” Congress further provided in\n§636(c)(2) that “[t]he decision of the parties shall be\ncommunicated to the clerk of court,” and, if the parties do not\nconsent, the district judge may not raise the matter again without\n“advis[ing] the parties that they are free to withhold consent\nwithout adverse substantive consequences.” I have previously\nexplained at length why §636(c) is best read to require the express\nconsent of the parties, seeRoellv.Withrow,538 U. S. 580,\n591–597 (2003) (dissenting opinion), and I will not repeat that\ndiscussion here, other than to point out that Congress obviously\nfocused on the issue and gave detailed instructions regarding the\nform of the parties’ consent.Even more telling is that Congress required\nthe defendant’s express, informed consent before a magistrate judge\nmay conduct a misdemeanor trial. Section 636(a)(3) authorizes\nmagistrate judges to conduct certain misdemeanor trials “in\nconformity with and subject to the limitations of” 18 U. S. C.\n§3401, which spells out in detail the manner in which the defendant\nmust consent:“The magistrate judge shall carefully explain to\nthe defendant that he has a right to trial, judgment, and\nsentencing by a district judge and that he may have a right to\ntrial by jury before a district judge or magistrate judge. The\nmagistrate judge may not proceed to try the case unless the\ndefendant, after such explanation, expressly consents to be tried\nbefore the magistrate judge and expressly and specifically waives\ntrial, judgment, and sentencing by a district judge. Any such\nconsent and waiver shall be made in writing or orally on the\nrecord.” §3401(b).The Court recites the language of\n§3401(b), but gives it no weight in its analysis. It recognizes\nthat “[t]here are instances in federal criminal proceedings where\nthe procedural requisites for consent are specified and a right\ncannot be waived except with a defendant’s own informed consent.”Ante, at 4. But it is given no pause by the fact that the\nFederal Magistrates Act, the very statute it interprets to permit\ndelegation offelonyproceedings without the defendant’s\n“own informed consent,” expressly requires such consent before a\nmagistrate judge may conduct amisdemeanortrial. Instead,\nthe Court worries that “requiring personal, on-the-record approval\nfrom the client could necessitate a lengthy explanation the client\nmight not understand at the moment and that might distract from\nmore pressing matters,”ante, at 8, heedless of the fact\nthat Congress plainly viewed any such “burden[s] [on] the trial\nprocess,”ante, at 11, as outweighed by the need to obtain\nthe defendant’s personal consent before a magistrate judge may\npreside, even over a misdemeanor trial.The Court glides over this glaring anomaly,\nasserting that “[t]he controlling statute in this case has a\ndifferent design,” and “does not state that consent to preside over\nfelonyvoir diremust be granted by following a procedure\nof similar clarity.”Ante, at 5. But there is only one\nstatute at issue here—the Federal Magistrates Act expressly\nincorporates 18 U. S. C. §3401(b)—and the fact that it does\nnot mandate “a procedure of similar clarity”for\ndelegation of felony jury selection is hardly surprising, since\n§636(b)(3)—which provides in its entirety that “[a] magistrate\njudge may be assigned such additional duties as are not\ninconsistent with the Constitution and laws of the United\nStates”—says not a word about delegation of felony jury selection,\nmuch less about whether and in what form the parties must\nconsent.The Court further suggests that §3401(b) is\ninconsequential because “there are relevant differences between\npresiding over a full trial and presiding overvoir dire.”Ante, at 10. But evenPeretzrecognized that\n“supervision of entire civil and misdemeanor trials” is “comparable\nin responsibility and importance to presiding overvoir\ndireat a felony trial.” 501 U. S., at 933. And of course, it\nwas Congress’ omission of any mode of consent for delegation of\nfelony proceedings, in contradistinction to its detailed treatment\nof the consent required for delegation of civil and misdemeanor\ntrials, that droveGomez’s analysis. 490 U. S., at 872\n(“[T]he carefully defined grant of authority to conduct trials of\ncivil matters and of minor criminal cases should be construed as an\nimplicit withholding of the authority to preside at a felony\ntrial”); see alsoPeretz,supra, at 955 (Scalia,\nJ., dissenting) (“By specifically authorizing magistrates to\nperform duties in civil and misdemeanor trials, and specifying the\nmanner in which parties were to express their consent in those\nsituations, the statute suggestedabsenceof authority to\npreside over felony trials through some (unspecified) mode of\nconsent”). Today’s decision is truly an ironic reversal. The Court\nonce thought that Congress’ differential treatment of felony jury\nselection and misdemeanor trials was a reason to believe that\nCongress hadentirely withheldauthority to preside over\nfelony jury selection. Today, however, the Court says that the\n“relevant differences” between these responsibilities support the\nconclusion that Congress permitted delegation of felony jury\nselection upon alesser showingof consent than that\nrequired for delegation of a misdemeanor trial.In the end, I am sympathetic to petitioner’s\nargument that §636(b)(3) should be readin pari materiawith §3401(b). See Brief for Petitioner 38 (“If, in enacting the\n[Federal Magistrates Act] Congress believed a defendant’s explicit,\npersonal consent was constitutionally necessary to bestow authority\nupon a magistrate judge in federal misdemeanor cases, thena\nfortioriCongress would have believed that such explicit,\npersonal consent is necessary to permit a magistrate judge to\nconduct felony jury selection”). And I share his view that Congress\nundoubtedly would have adopted something akin to §3401(b)’s\nrequirements had it authorized delegation of felony jury selection.\nSeePeretz,supra, at 947, n. 6 (Marshall,\nJ., dissenting) (“I would think, however, that the standard\ngoverning a party’s consent to delegation of a portion of a felony\ntrial under the additional duties clause should be at least as\nstrict as that governing delegation of a misdemeanor trial to a\nmagistrate”).Nonetheless, I do not believe thatPeretz’s erroneous interpretation of §636(b)(3) gives me\nlicense to rewrite the Federal Magistrates Act to reflect what I\nthink Congress would have done had it contemplated delegation of\nfelony jury selection or foreseen the Court’s decision inPeretz. Cf. Brief for Petitioner 33 (“What the Court is\nleft to do in petitioner’s case is to fill the gap by determining\nwhat Congress would have done in enacting the [Federal Magistrates\nAct] had it expressly addressed the ‘crucial’ consent issue”\n(footnote omitted)). Where, as here, a mistaken interpretation of a\nstatute leaves the Court with no principled way to answer\nsubsequent questions that arise under the statute, it seems to me\nthat the better course is simply to acknowledge and correct the\nerror. Cf.Kimbroughv.United States, 552 U. S.\n___, ___ (2007) (slip op., at 3) (Thomas, J., dissenting).CA second reason why I would not\ngivestare decisiseffect toPeretzis that it\nrequires us to wade into a constitutional morass. InGomez, the Court declined to decide whether the\nConstitution permits delegation of felony jury selection to a\nmagistrate judge. 490 U. S., at 872, n. 25.Peretzsimply\nbrushed aside that difficult constitutional question. See 501 U.\nS., at 936 (“There is no constitutional infirmity in the delegation\nof felony trial jury selection to a magistrate when the litigants\nconsent”); cf.id., at 948–952 (Marshall, J., dissenting)\n(discussing the “serious constitutional question” “whether jury\nselection by a magistrate—even when a defendant consents—is\nconsistent with Article III”);id., at 956 (Scalia, J.,\ndissenting) (not resolving “the serious and difficult\nconstitutional questions raised by the [majority’s] construction,”\nbut suggesting that the Court’s reasoning rendered “the doctrine of\nunconstitutional delegation” “a dead letter”).Today the Court’s result requires\nit to go even further. In addition to reaffirmingPeretz’s\nquestionable holding that the Constitution permits delegation of\nfelonyvoir direproceedings to a non-Article III judge,\nthe Court decides that a criminal defendant’s waiver of his right\nto an Article III judge need not be personal and informed. The\nCourt treats this as an easy question, concluding that the choice\nbetween an Article III judge and a magistrate judge is not among\nthose “basic trial choices,”ante, at 8, that require a\ndefendant’s personal consent because “a magistrate judge is capable\nof competent and impartial performance of the judicial tasks\ninvolved in jury examination and selection,” and because magistrate\njudges are supervised by Article III judges,ante, at 9,\n10. Under our precedents, however, the question is not so easily\ndispatched.Our cases shed little light on whether and\nwhen a criminal defendant must personally waive a constitutional\nright. Although we have previously stated that, “[f]or certain\nfundamental rights, the defendant must personally make an informed\nwaiver,”New Yorkv.Hill,528 U. S. 110, 114\n(2000), many of the cases we have cited for that proposition do not\nin fact stand for it. For example, we have citedBrookhartv.Janis,384\nU. S. 1(1966), for the proposition that the defendant’s\npersonal consent is required for a waiver of his right to plead not\nguilty. See,e.g.,Hill,supra, at 114.\nButBrookhart’s holding was narrower. The only question\npresented there was “whether counsel has power to enter a pleawhich is inconsistent with his client’s expressed desireand thereby waive his client’s constitutional right to plead not\nguilty and have a trial in which he can confront and cross-examine\nthe witnesses against him.” 384 U. S., at 7 (emphasis added).Brookhartthus did not decide whether the Constitution\nprohibits counsel from entering a guilty plea on his client’s\nbehalf in cases where the defendant has not expressed a contrary\ndesire.Similarly,Pattonv.United\nStates,281 U.\nS. 276(1930), a case often cited for the proposition that the\nright to a jury trial can be waived only by the defendant\npersonally, does not draw a clear distinction between the\ndefendant’s own consent and that of his attorney. The Court stated\nin dicta that “the express and intelligent consent of the\ndefendant” is required “before any waiver [of the right to a jury\ntrial] can become effective.”Id., at 312. But that\nrequirement appears to have been satisfied inPattonby\ncounsel’s representation to the trial court that he had conferred\nwith his clients and obtained their consent.Id., at\n286–287.Our cases thus provide little relevant\nguidance. Justice Scalia may well be correct that, as a matter of\nfirst principles, there is no right (other than perhaps thesui\ngenerisright to counsel) that cannot be waived by a\ndefendant’s attorney, acting as the duly authorized agent of his\nclient. Seeante, at 4 (opinion concurring in judgment).\nBut if I were to accept the Court’s oft-repeated dictum that there\nare certain fundamental rights that can be waived only by the\ndefendant personally, see,e.g.,Floridav.Nixon,543\nU. S. 175, 187 (2004) (“[C]ertain decisions regarding the\nexercise or waiver of basic trial rights are of such moment that\nthey cannot be made for the defendant by a surrogate”);Hill,supra, at 114;Taylorv.Illinois,484 U. S. 400, 417–418\n(1988) (“[T]here are basic rights that the attorney cannot waive\nwithout the fully informed and publicly acknowledged consent of the\nclient”), I see no reason why the right to an Article III judge\nshould not be among them.There is no apparent reason, for example, why\nthe right to an Article III judge should be deemed any less\nfundamental, or its exercise any more “ ‘tactical,’ ”ante, at 7 (opinion of the Court) (quotingTaylor,\nsupra, at 418), than the right to a jury trial. The Framers\nviewed independent judges, no less than the right to a jury of\none’s peers, as indispensable to a fair trial. See,e.g.,United Statesv.Hatter,532 U. S. 557, 568–569\n(2001) (discussing the Framers’ overriding concern for an\nindependent Judiciary and quoting Chief Justice Marshall’s\nstatement that the “ ‘greatest scourge … ever\ninflicted’ ” “ ‘was an ignorant, a corrupt, or a\ndependent Judiciary’ ” (quoting Proceedings and Debates of the\nVirginia State Convention, of 1829–1830, p. 619 (1830))). For that\nreason, the Constitution affords Article III judges the structural\nprotections of life tenure and salary protection. Art. III,\n§1. The Court’s observation that “a magistrate judge is capable of\ncompetent and impartial performance” of judicial duties,ante, at 9, is thus beside the point.* Magistrate judges\ndo not enjoy the structural protections of Article III: They serve\n8-year terms and may be removed for cause, 28 U. S. C.\n§§631(e), (i), and they are subject to diminution of their salaries\nand outright abolition of their offices by Congress. Accordingly,\nwhatever their virtues, magistrate judges are no substitute for\nArticle III judges in the eyes of the Constitution.In short, if I accepted the Court’s dictum\nthat the right to a jury trial may be waived only by the defendant\npersonally, see,e.g.,Nixon,supra, at\n187, I would be hard pressed to conclude that waiver of the right\nto an Article III judge during a critical stage of a felony trial\nrequires anything less. That said, I include this brief discussion\nof the constitutional issues this case presents not because I would\ndecide them, but to point out that the Court gives them short\nshrift. These are serious constitutional questions, seeRoell, 538 U. S., at 595 (Thomas, J., dissenting), and\nthey are posed only because ofPeretz’s erroneous\ninterpretation of the Federal Magistrates Act. Indeed, I suspect\nthat Congress withheld from magistrate judges the authority to\npreside during felony trials precisely in order to avoid the\nconstitutional questionsPeretznow thrusts upon us.\nAgain, rather than plow headlong into this constitutional thicket,\nthe better choice is simply to overrulePeretz. Cf.Peretz, 501 U. S., at 952 (Marshall, J., dissenting)\n(finding the Court’s resolution of difficult Article III questions\n“particularly unfortunate” where “the most coherent reading of the\nFederal Magistrates Act avoids these problems entirely”).IIBecause I conclude thatPeretzshould be overruled, and that the District Court\ntherefore erred in delegatingvoir direto the Magistrate\nJudge, I must also address the Government’s alternative argument\nthat petitioner forfeited his claim by failing to object to the\ndelegation. Petitioner’s failure to object, the Government\ncontends, means that he cannot prevail unless he satisfies the\nrequirements of the plain-error rule. It is true that petitioner\ndid not raise a timely objection to the District Court’s delegation\nofvoir dire. And petitioner cannot satisfy the\nplain-error rule because the statutory error below—unauthorized\ndelegation ofvoir direto a magistrate judge—was not\n“plain” underPeretz.Not all uncontested errors,\nhowever, are subject to the plain-error rule. In limited\ncircumstances, we have “agreed to correct, at least on direct\nreview, violations of a statutory provision that embodies a strong\npolicy concerning the proper administration of judicial business\neven though the defect was not raised in a timely manner.”Nguyenv.United States,539 U. S. 69, 78 (2003)\n(internal quotation marks omitted). InNguyen, a\nnon-Article III judge sat by designation on the Ninth Circuit panel\nthat affirmed petitioners’ convictions. Petitioners failed to\nobject to the composition of the panel in the Ninth Circuit and\nraised the issue for the first time in their petitions for\ncertiorari. Because the Ninth Circuit panel “contravened the\nstatutory requirements set by Congress for the composition of the\nfederal courts of appeals,”id., at 80, and because those\nrequirements “embodie[d] weighty congressional policy concerning\nthe proper organization of the federal courts,”id., at\n79, we held that petitioners’ failure to object did not preclude\nrelief. We specifically declined to apply the plain-error rule:“It is true, as the Government observes, that a\nfailure to object to trial error ordinarily limits an appellate\ncourt to review for plain error. See 28 U. S. C. §2111; Fed.\nRule Crim. Proc. 52(b). But to ignore the violation of the\ndesignation statute in these cases would incorrectly suggest that\nsome action (or inaction) on petitioners’ part could create\nauthority Congress has quite carefully withheld. Even if the\nparties hadexpresslystipulated to the participation of a\nnon-Article III judge in the consideration of their appeals, no\nmatter how distinguished and well qualified the judge might be,\nsuch a stipulation would not have cured the plain defect in the\ncomposition of the panel.”Id., at 80–81.I see no reason to treat this\ncase differently thanNguyen. Just as “Congress’ decision\nto preserve the Article III character of the courts of appeals\n[was] more than a trivial concern” in that case,id., at\n80, so too here Congress’ decision to preserve the Article III\ncharacter of felony trials “embodies weighty congressional policy\nconcerning the proper organization of the federal courts,”id., at 79. Accordingly, as inNguyen, the Court\ncan and should correct the error in this case despite petitioner’s\nfailure to raise a timely objection below.IIIFor the reasons stated, I would\nreverse the judgment of the Court of Appeals and remand for a new\ntrial.* Equally beside the point is the fact\nthat magistrate judges are appointed by, and subject to the\nsupervision of, district judges. The Court reassures itself by\nhypothesizing that the District Court could have ruled on any\nobjections to the Magistrate Judge’s rulings.Ante,at 10.\nBut the Court once “harbor[ed] serious doubts” that a district\njudge who was not present during jury selection could\n“meaningfully” review a magistrate judge’s rulings,Gomezv.United States,490 U. S. 858, 874 (1989), because “no\ntranscript can recapture the atmosphere of thevoir dire,”id., at 875. The Court does not explain what has\nintervened to dispel those doubts. And even if district judges\ncould meaningfully review magistrate judges’voir direrulings, that would not change the fact that magistrate judges are\nsubject to outside influences in ways that Article III judges are\nnot. As Judge Posner has explained:“The fact that the appointing power has been\ngiven to Article III judges is the opposite of reassuring. It makes\nmagistrates beholden to judges as well as to Congress… . The\nConstitution built internal checks and balances into the\nlegislative branch by making Congress bicameral and into the\njudicial branch by guaranteeing all federal judges—not just Supreme\nCourt Justices, or appellate judges generally—tenure during good\nbehavior and protection against pay cuts. Appellate judges can\nreverse district judges, can mandamus them, can criticize them, can\nremand a case to another judge, but cannot fire district judges,\ncow them, or silence them—cannot prevent them from making\nindependent judgments and expressing independent views. … [A]s long\nas [district judges] enjoy the tenure and compensation protections\nof Article III, they are independent of [those] who appointed them\n… . Magistrates do not have those protections; the judges control\ntheir reappointment.”Gerasv.Lafayette Display\nFixtures, Inc., 742 F. 2d 1037, 1053 (CA7 1984)\n(dissenting opinion).",
    "joined": []
}