{
    "case": {
        "docket": "15-1485",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/15-1485/"
    },
    "id": "3816543",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1485_________________DISTRICT OF COLUMBIA, et al., PETITIONERSv.THEODORE WESBY, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[January 22, 2018]Justice Thomas delivered the opinion of the\nCourt.This case involves a civil suit against the\nDistrict of Columbia and five of its police officers, brought by 16\nindividuals who were arrested for holding a raucous, late-night\nparty in a house they did not have permission to enter. The United\nStates Court of Appeals for the District of Columbia Circuit held\nthat there was no probable cause to arrest the partygoers, and that\nthe officers were not entitled to qualified immunity. We reverse on\nboth grounds.IAround 1 a.m. on March 16, 2008, the\nDistrict’s Metropolitan Police Department received a complaint\nabout loud music and illegal activities at a house in Northeast\nD. C. The caller, a former neighborhood commissioner, told\npolice that the house had been vacant for several months. When\nofficers arrived at the scene, several neighbors confirmed that the\nhouse should have been empty. The officers approached the house\nand, consistent with the complaint, heard loud music playing\ninside.After the officers knocked on the front door,\nthey saw a man look out the window and then run upstairs. One of\nthe partygoers opened the door, and the officers entered. They\nimmediately observed that the inside of the house “ ‘was in\ndisarray’ ” and looked like “ ‘a vacant property.’ ”\n841 F. Supp. 2d 20, 31 (DC 2012) (quoting Defs. Exh. A). The\nofficers smelled marijuana and saw beer bottles and cups of liquor\non the floor. In fact, the floor was so dirty that one of the\npartygoers refused to sit on it while being questioned. Although\nthe house had working electricity and plumbing, it had no furniture\ndownstairs other than a few padded metal chairs. The only other\nsigns of habitation were blinds on the windows, food in the\nrefrigerator, and toiletries in the bathroom.In the living room, the officers found a\nmakeshift strip club. Several women were wearing only bras and\nthongs, with cash tucked into their garter belts. The women were\ngiving lap dances while other partygoers watched. Most of the\nonlookers were holding cash and cups of alcohol. After seeing the\nuniformed officers, many partygoers scattered into other parts of\nthe house.The officers found more debauchery upstairs. A\nnaked woman and several men were in the bedroom. A bare\nmattress—the only one in the house—was on the floor, along with\nsome lit candles and multiple open condom wrappers. A used condom\nwas on the windowsill. The officers found one partygoer hiding in\nan upstairs closet, and another who had shut himself in the\nbathroom and refused to come out.The officers found a total of 21 people in the\nhouse. After interviewing all 21, the officers did not get a clear\nor consistent story. Many partygoers said they were there for a\nbachelor party, but no one could identify the bachelor. Each of the\npartygoers claimed that someone had invited them to the house, but\nno one could say who. Two of the women working the party said that\na woman named “Peaches” or “Tasty” was renting the house and had\ngiven them permission to be there. One of the women explained that\nthe previous owner had recently passed away, and Peaches had just\nstarted renting the house from the grandson who inherited it. But\nthe house had no boxes or moving supplies. She did not know\nPeaches’ real name. And Peaches was not there.An officer asked the woman to call Peaches on\nher phone so he could talk to her. Peaches answered and explained\nthat she had just left the party to go to the store. When the\nofficer asked her to return, Peaches refused because she was afraid\nof being arrested. The sergeant supervising the investigation also\nspoke with Peaches. At first, Peaches claimed to be renting the\nhouse from the owner, who was fixing it up for her. She also said\nthat she had given the attendees permission to have the party. When\nthe sergeant again asked her who had given her permission to use\nthe house, Peaches became evasive and hung up. The sergeant called\nher back, and she began yelling and insisting that she had\npermission before hanging up a second time. The officers eventually\ngot Peaches on the phone again, and she admitted that she did not\nhave permission to use the house.The officers then contacted the owner. He told\nthem that he had been trying to negotiate a lease with Peaches, but\nthey had not reached an agreement. He confirmed that he had not\ngiven Peaches (or anyone else) permission to be in the house—let\nalone permission to use it for a bachelor party. At that point, the\nofficers arrested the 21 partygoers for unlawful entry. See\nD. C. Code §22–3302 (2008). The police transported the\npartygoers to the police station, where the lieutenant decided to\ncharge them with disorderly conduct. See §22–1321. The partygoers\nwere released, and the charges were eventually dropped.[1]IIRespondents, 16 of the 21 partygoers, sued the\nDistrict and five of the arresting officers. They sued the officers\nfor false arrest under the Fourth Amendment, Rev. Stat. §1979, 42\nU. S. C. §1983, and under District law. They sued the\nDistrict for false arrest and negligent supervision under District\nlaw. The partygoers’ claims were all “predicated upon the\nallegation that [they] were arrested without probable cause.” 841\nF. Supp. 2d, at 32.On cross-motions for summary judgment, the\nDistrict Court awarded partial summary judgment to the party-\ngoers.Id., at 48–49. It concluded that the officers lacked\nprobable cause to arrest the partygoers for unlawful\nentry.[2]Id.,at 32–33.\nThe officers were told that Peaches had invited the partygoers to\nthe house, the District Court reasoned, and nothing the officers\nlearned in their investigation suggested the partygoers\n“ ‘knew or should have known that [they were] entering against\nthe [owner’s] will.’ ”Id., at 32. The District Court\nalso concluded that the officers were not entitled to qualified\nimmunity under §1983.[3] It\nnoted that, under District case law, “probable cause to arrest for\nunlawful entry requires evidence that the alleged intruder knew or\nshould have known, upon entry, that such entry was against the will\nof the owner.”Id., at 37. And in its view, the officers had\nno such evidence.Id.,at 32–33, 37–38.With liability resolved, the case proceeded to\ntrial on damages. The jury awarded the partygoers a total of\n$680,000 in compensatory damages. After the District Court awarded\nattorney’s fees, the total award was nearly $1 million.On appeal, a divided panel of the D. C.\nCircuit affirmed. On the question of probable cause, the panel\nmajority made Peaches’ invitation “central” to its determination\nthat the officers lacked probable cause to arrest the party- goers\nfor unlawful entry. 765 F. 3d 13, 21 (2014). The panel\nmajority asserted that, “in the absence of any conflicting\ninformation, Peaches’ invitation vitiates the necessary element of\n[the partygoers’] intent to enter against the will of the lawful\nowner.”Ibid.And the panel major- ity determined that\n“there is simply no evidence in the record that [the partygoers]\nhad any reason to think the invitation was invalid.”Ibid.On the question of qualified immunity, the panel\nmajority determined that it was “perfectly clear” that a person\nwith “a good purpose and bona fide belief of her right to enter”\nlacks the necessary intent for unlawful entry.Id., at 27.\nIn other words, the officers needed “some evidence” that the\npartygoers “knew or should have known they were entering against\nthe will of the lawful owner.”Ibid.And here, the panel\nmajority asserted, the officers must “have known that\nuncontroverted evidence of an invitation to enter the premises\nwould vitiate probable cause for unlawful entry.”Ibid.Judge Brown dissented. She concluded that\nsummary judgment on the false-arrest claims was improper because,\nunder the totality of the circumstances, a reasonable officer\n“could disbelieve [the partygoers’] claim of innocent entry” and\ninfer that they knew or should have known that they did not have\npermission to be in the house.Id., at 34. She also\ndisagreed with the denial of qualified immunity, contending that a\nreasonable officer could have found probable cause to arrest in\nthis “unusual factual scenario, not well represented in the\ncontrolling case law.”Id., at 36.The D. C. Circuit denied rehearing en banc\nover the dissent of four judges. The dissenters focused on\nqualified immunity, contending that the panel opinion\n“contravene[d] . . . emphatic Supreme Court\ndirectives” that “police officers may not be held liable for\ndamages unless the officers were ‘plainly incompetent’ or\n‘knowingly violate[d]’ clearly established law.” 816 F. 3d 96,\n102 (2016) (quotingCarrollv.Carman,574 U. S.\n___, ___ (2014) (per curiam) (slip op., at 4)). The panel\nmajority— Judges Pillard and Edwards—responded in a joint\nconcurrence. 816 F. 3d, at 96–101. They insisted that the\npanel opinion did not misapply the law of qualified immunity, and\nthat their disagreement with the dissenters was a mere\n“case-specific assessment of the circumstantial evidence in the\nrecord.”Id.,at 100.We granted certiorari to resolve two questions:\nwhether the officers had probable cause to arrest the partygoers,\nand whether the officers were entitled to qualified immunity. See\n580 U. S. ___ (2017). We address each question in turn.IIIThe Fourth Amendment protects “[t]he right of\nthe people to be secure in their persons, houses, papers, and\neffects, against unreasonable searches and seizures.” Because\narrests are “seizures” of “persons,” they must be reasonable under\nthe circumstances. SeePaytonv.New York, 445\nU. S. 573, 585 (1980) . A warrantless arrest is reasonable if\nthe officer has probable cause to believe that the suspect\ncommitted a crime in the officer’s presence.Atwaterv.Lago Vista, 532 U. S. 318, 354 (2001) .To determine whether an officer had probable\ncause for an arrest, “we examine the events leading up to the\narrest, and then decide ‘whether these historical facts, viewed\nfrom the standpoint of an objectively reasonable police officer,\namount to’ probable cause.”Marylandv.Pringle, 540\nU. S. 366, 371 (2003) (quotingOrnelasv.United\nStates, 517 U. S. 690, 696 (1996) ). Because probable\ncause “deals with probabilities and depends on the totality of the\ncircumstances,” 540 U. S., at 371, it is “a fluid concept”\nthat is “not readily, or even usefully, reduced to a neat set of\nlegal rules,”Illinoisv.Gates, 462 U. S. 213,\n232 (1983) . It “requires only a probability or substantial chance\nof criminal activity, not an actual showing of such activity.”Id., at 243–244, n. 13 (1983). Probable cause “is not a\nhigh bar.”Kaleyv.United States, 571 U. S.\n___, ___ (2014) (slip op., at 18).AThere is no dispute that the partygoers\nentered the house against the will of the owner. Nonetheless, the\npartygoers contend that the officers lacked probable cause to\narrest them because the officers had no reason to believe that they\n“knew or should have known” their “entry was unwanted.”Ortbergv.United States, 81 A. 3d 303, 308\n(D. C. 2013). We disagree. Considering the totality of the\ncircumstances, the officers made an “entirely reason- able\ninference” that the partygoers were knowingly taking advantage of a\nvacant house as a venue for their late-night party.Pringle,supra, at 372.Consider first the condition of the house.\nMultiple neighbors, including a former neighborhood official,\ninformed the officers that the house had been vacant for several\nmonths.[4] The house had no\nfurniture, except for a few padded metal chairs and a bare\nmattress. The rest of the house was empty, save for some fixtures\nand large appliances. The house had a few signs of\ninhabitance—working electricity and plumbing, blinds on the\nwindows, toiletries in the bathroom, and food in the refrigerator.\nBut those facts are not necessarily inconsistent with the house\nbeing unoccupied. The owner could have paid the utilities and kept\nthe blinds while he looked for a new tenant, and the partygoers\ncould have brought the food and toiletries. Although one woman told\nthe officers that Peaches had recently moved in, the officers had\nreason to doubt that was true. There were no boxes or other moving\nsupplies in the house; nor were there other possessions, such as\nclothes in the closet, suggesting someone lived there.In addition to the condition of the house,\nconsider the partygoers’ conduct. The party was still going strong\nwhen the officers arrived after 1 a.m., with music so loud that it\ncould be heard from outside. Upon entering the house, multiple\nofficers smelled marijuana.[5]\nThe party- goers left beer bottles and cups of liquor on the floor,\nand they left the floor so dirty that one of them refused to sit on\nit. The living room had been converted into a makeshift strip club.\nStrippers in bras and thongs, with cash stuffed in their garter\nbelts, were giving lap dances. Upstairs, the officers found a group\nof men with a single, naked woman on a bare mattress—the only bed\nin the house—along with multiple open condom wrappers and a used\ncondom.Taken together, the condition of the house and\nthe conduct of the partygoers allowed the officers to make several\n“ ‘common-sense conclusions about human behavior.’ ”Gates,supra, at 231 (quotingUnited Statesv.Cortez, 449 U. S. 411, 418 (1981) ). Most homeowners do\nnot live in near-barren houses. And most homeowners do not invite\npeople over to use their living room as a strip club, to have sex\nin their bedroom, to smoke marijuana inside, and to leave their\nfloors filthy. The officers could thus infer that the partygoers\nknew their party was not authorized.The partygoers’ reaction to the officers gave\nthem further reason to believe that the partygoers knew they lacked\npermission to be in the house. Many scattered at the sight of the\nuniformed officers. Two hid themselves, one in a closet and the\nother in a bathroom. “[U]nprovoked flight upon noticing the\npolice,” we have explained, “is certainly suggestive” of wrongdoing\nand can be treated as “suspicious behavior” that factors into the\ntotality of the circumstances.Illinoisv.Wardlow,\n528 U. S. 119 –125 (2000). In fact, “deliberately furtive\nactions and flight at the approach of . . . law officers\narestrongindicia ofmens rea.”Sibronv.New York, 392 U. S. 40, 66 (1968) (emphasis added). A\nreasonable officer could infer that the partygoers’ scattering and\nhiding was an indication that they knew they were not supposed to\nbe there.The partygoers’ answers to the officers’\nquestions also suggested their guilty state of mind. When the\nofficers asked who had given them permission to be there, the\npartygoers gave vague and implausible responses. They could not say\nwho had invited them. Only two people claimed that Peaches had\ninvited them, and they were working the party instead of attending\nit. If Peaches was the hostess, it was odd that none of the\npartygoers mentioned her name. Additionally, some of the partygoers\nclaimed the event was a bachelor party, but no one could identify\nthe bachelor. The officers could have disbelieved them, since\npeople normally do not throw a bachelor party without a bachelor.\nBased on the vagueness and implausibility of the partygoers’\nstories, the officers could have reasonably inferred that they were\nlying and that their lies suggested a guilty mind. Cf.Devenpeckv.Alford, 543 U. S. 146 –156 (2004)\n(noting that the suspect’s “untruthful and evasive” answers to\npolice questioning could support probable cause).The panel majority relied heavily on the fact\nthat Peaches said she had invited the partygoers to the house. But\nwhen the officers spoke with Peaches, she was nervous, agitated,\nand evasive. Cf.Wardlow,supra, at 124 (explaining\nthat the police can take a suspect’s “nervous, evasive behavior”\ninto account). After initially insisting that she had permission to\nuse the house, she ultimately confessed that this was a lie—a fact\nthat the owner confirmed. Peaches’ lying and evasive behavior gave\nthe officers reason to discredit everything she had told them. For\nexample, the officers could have inferred that Peaches lied to them\nwhen she said she had invited the others to the house, which was\nconsistent with the fact that hardly anyone at the party knew her\nname. Or the officers could have inferred that Peaches told the\npartygoers (like she eventually told the police) that she was not\nactually renting the house, which was consistent with how the\nparty- goers were treating it.Viewing these circumstances as a whole, a\nreasonable officer could conclude that there was probable cause to\nbelieve the partygoers knew they did not have permission to be in\nthe house.BIn concluding otherwise, the panel majority\nengaged in an “excessively technical dissection” of the factors\nsupporting probable cause.Gates, 462 U. S., at 234.\nIndeed, the panel majority failed to follow two basic and\nwell-established principles of law.First, the panel majority viewed each fact “in\nisolation, rather than as a factor in the totality of the\ncircumstances.”Pringle, 540 U. S., at 372, n. 2.\nThis was “mistaken in light of our precedents.”Ibid.The\n“totality of the circumstances” requires courts to consider “the\nwhole picture.”Cortez,supra,at 417. Our precedents\nrecognize that the whole is often greater than the sum of its\nparts—especially when the parts are viewed in isolation. SeeUnited Statesv.Arvizu, 534 U. S. 266 –278\n(2002). Instead of considering the facts as a whole, the panel\nmajority took them one by one. For example, it dismissed the fact\nthat the partygoers “scattered or hid when the police entered the\nhouse” because that fact was “not sufficientstanding aloneto create probable cause.” 765 F. 3d, at 23 (emphasis added).\nSimilarly, it found “nothing in the record suggesting that the\ncondition of the house,on its own, should have alerted the\n[partygoers] that they were unwelcome.”Ibid.(emphasis\nadded). The totality-of-the-circumstances test “precludes this sort\nof divide-and-conquer analysis.”Arvizu, 534 U. S., at\n274.Second, the panel majority mistakenly believed\nthat it could dismiss outright any circumstances that were\n“susceptible of innocent explanation.”Id.,at 277. For\nexample, the panel majority brushed aside the drinking and the lap\ndances as “consistent with” the partygoers’ explanation that they\nwere having a bachelor party. 765 F. 3d, at 23. And it\nsimilarly dismissed the condition of the house as “entirely\nconsistent with” Peaches being a “new tenant.”Ibid.But\nprobable cause does not require officers to rule out a suspect’s\ninnocent explanation for suspicious facts. As we have explained,\n“the relevant inquiry is not whether particular conduct is\n‘innocent’ or ‘guilty,’ but the degree of suspicion that attaches\nto particular types of noncriminal acts.”Gates, 462\nU. S., at 244, n. 13. Thus, the panel majority should\nhave asked whether a reasonable officer could conclude—considering\nall of the surrounding circumstances, including the plausibility of\nthe explanation itself—that there was a “substantial chance of\ncriminal activity.”Ibid.The circumstances here certainly suggested\ncriminal activity. As explained, the officers found a group of\npeople who claimed to be having a bachelor party with no bachelor,\nin a near-empty house, with strippers in the living room and sexual\nactivity in the bedroom, and who fled at the first sign of police.\nThe panel majority identified innocent explanations for most of\nthese circumstances in isolation, but again, this kind of\ndivide-and-conquer approach is improper. A factor viewed in\nisolation is often more “readily susceptible to an innocent\nexplanation” than one viewed as part of a totality.Arvizu,supra, at 274. And here, the totality of the circumstances\ngave the officers plenty of reasons to doubt the partygoers’\nprotestations of innocence.For all of these reasons, we reverse the\nD. C. Circuit’s holding that the officers lacked probable\ncause to arrest. Accordingly, the District and its officers are\nentitled to summary judgment on all of the partygoers’\nclaims.[6]IVOur conclusion that the officers had probable\ncause to arrest the partygoers is sufficient to resolve this case.\nBut where, as here, the Court of Appeals erred on both the merits\nof the constitutional claim and the question of qualified immunity,\n“we have discretion to correct its errors at each step.”Ashcroftv.al-Kidd, 563 U. S. 731, 735 (2011) ;\nsee,e.g., Plumhoffv.Rickard, 572 U. S. ___\n(2014). We exercise that discretion here because the D. C.\nCircuit’s analysis, if followed elsewhere, would “undermine the\nvalues qualified immunity seeks to promote.”al-Kidd,supra, at 735.[7]AUnder our precedents, officers are entitled to\nqualified immunity under §1983 unless (1) they violated a\nfederal statutory or constitutional right, and (2) the\nunlawfulness of their conduct was “clearly established at the\ntime.”Reichlev.Howards, 566 U. S. 658, 664\n(2012) . “Clearly established” means that, at the time of the\nofficer’s conduct, the law was “ ‘sufficiently clear’ that\nevery ‘reason- able official would understand that what he is\ndoing’ ” is unlawful.al-Kidd,supra,at 741\n(quotingAndersonv.Creighton, 483 U. S. 635,\n640 (1987) ). In other words, existing law must have placed the\nconstitutionality of the officer’s conduct “beyond debate.”al-Kidd,supra, at 741. This demanding standard\nprotects “all but the plainly incompetent or those who knowingly\nviolate the law.”Malleyv.Briggs, 475 U. S.\n335, 341 (1986) .To be clearly established, a legal principle\nmust have a sufficiently clear foundation in then-existing\nprecedent. The rule must be “settled law,”Hunterv.Bryant, 502 U. S. 224, 228 (1991) (per curiam),\nwhich means it is dictated by “controlling authority” or “a robust\n‘consensus of cases of persuasive authority,’ ”al-Kidd,supra, at 741–742 (quotingWilsonv.Layne, 526 U. S. 603, 617 (1999) ). It is not enough\nthat the rule is suggested by then-existing precedent. The\nprecedent must be clear enough that every reasonable official would\ninterpret it to establish the particular rule the plaintiff seeks\nto apply. SeeReichle, 566 U. S., at 666. Otherwise,\nthe rule is not one that “every reasonable official” would know.Id., at 664 (internal quotation marks omitted).The “clearly established” standard also requires\nthat the legal principle clearly prohibit the officer’s conduct in\nthe particular circumstances before him. The rule’s contours must\nbe so well defined that it is “clear to a reasonable officer that\nhis conduct was unlawful in the situation he confronted.”Saucierv.Katz, 533 U. S. 194, 202 (2001) .\nThis requires a high “degree of specificity.”Mullenixv.Luna, 577 U. S. ___, ___ (2015) (per curiam)\n(slip op., at 6). We have repeatedly stressed that courts must not\n“define clearly established law at a high level of generality,\nsince doing so avoids the crucial question whether the official\nacted reasonably in the particular circumstances that he or she\nfaced.”Plumhoff,supra,at ___–___ (slip op., at\n12–13) (internal quotation marks and citation omitted). A rule is\ntoo general if the unlawfulness of the officer’s conduct “does not\nfollow immediately from the conclusion that [the rule] was firmly\nestablished.”Anderson,supra, at 641. In the context\nof a warrantless arrest, the rule must obviously resolve “whether\n‘the circumstances with which [the particular officer] was\nconfronted . . . constitute[d] probable cause.’ ”Mullenix,supra,at ___ (slip op., at 6) (quotingAnderson,supra, at 640–641; some alterations in\noriginal).We have stressed that the “specificity” of the\nrule is “especially important in the Fourth Amendment context.”Mullenix, supra, at ___ (slip op., at 5). Probable cause\n“turn[s] on the assessment of probabilities in particular factual\ncontexts” and cannot be “reduced to a neat set of legal rules.”Gates, 462 U. S., at 232. It is “incapable of precise\ndefinition or quantification into percentages.”Pringle, 540\nU. S., at 371. Given its imprecise nature, officers will often\nfind it difficult to know how the general standard of probable\ncause applies in “the precise situation encountered.”Ziglarv.Abbasi, 582 U. S. ___, ___ (2017) (slip op., at 28).\nThus, we have stressed the need to “identify a case where an\nofficer acting under similar circumstances . . . was held\nto have violated the Fourth Amendment.”Whitev.Pauly, 580 U. S. ___, ___ (2017) (per curiam)\n(slip op., at 6);e.g., Plumhoff,supra,at ___.\nWhile there does not have to be “a case directly on point,”\nexisting precedent must place the lawfulness of the particular\narrest “beyond debate.”al-Kidd,supra, at 741. Of\ncourse, there can be the rare “obvious case,” where the\nunlawfulness of the officer’s conduct is sufficiently clear even\nthough existing precedent does not address similar circumstances.Brosseauv.Haugen, 543 U. S. 194, 199 (2004)\n(per curiam). But “a body of relevant case law” is usually\nnecessary to “ ‘clearly establish’ the answer” with respect to\nprobable cause.Ibid.Under these principles, we readily conclude that\nthe officers here were entitled to qualified immunity. We start by\ndefining “the circumstances with which [the officers] w[ere]\nconfronted.”Anderson, 483 U. S., at 640. The officers\nfound a group of people in a house that the neighbors had\nidentified as vacant, that appeared to be vacant, and that the\npartygoers were treating as vacant. The group scattered, and some\nhid, at the sight of law enforcement. Their explanations for being\nat the house were full of holes. The source of their claimed\ninvitation admitted that she had no right to be in the house, and\nthe owner confirmed that fact.Even assuming the officers lacked actual\nprobable cause to arrest the partygoers, the officers are entitled\nto qualified immunity because they “reasonably but mistakenly\nconclude[d] that probable cause [wa]s present.”Id., at 641.\nTellingly, neither the panel majority nor the party- goers have\nidentified a single precedent—much less a controlling case or\nrobust consensus of cases—finding a Fourth Amendment violation\n“under similar circumstances.”Pauly,supra, at ___\n(slip op., at 6). And it should go without saying that this is not\nan “obvious case” where “a body of relevant case law” is not\nneeded.Brosseau,supra, at 199. The officers were\nthus entitled to qualified immunity.BThe panel majority did not follow this\nstraightforward analysis. It instead reasoned that, under clearly\nestablished District law, a suspect’s “good purpose and bona fide\nbelief of her right to enter” vitiates probable cause to arrest her\nfor unlawful entry. 765 F. 3d,at 26–27. The panel\nmajority then concluded—in a two-sentence paragraph without any\nexplanation—that the officers must have known that “uncontroverted\nevidence of an invitation to enter the premises would vitiate\nprobable cause for unlawful entry.”Id., at 27. By treating\nthe invitation as “uncontroverted evidence,” the panel majority\nassumed that the officers could not infer the partygoers’ intent\nfrom other circumstances. And by treating the invitation as if it\nautomatically vitiated probable cause, the panel majority assumed\nthat the officers could not disbelieve the party- goers’ story.The rule applied by the panel majority was not\nclearly established because it was not “settled law.”Hunter, 502 U. S., at 228. The panel majority relied on\na single decision,Smithv.United States, 281\nA. 2d 438 (D. C. 1971).[8] The defendant inSmith, who was found\ntrespassing in a locked construction site near midnight, asserted\nthat he was entitled to a jury instruction explaining that a bona\nfide belief of a right to enter is a complete defense to unlawful\nentry.Id.,at 439–440. The D. C. Court of Appeals\naffirmed the trial court’s refusal to give the instruction because\nthe defendant had not established a “reasonable basis” for his\nalleged bona fide belief.Ibid. Smithdoes not say anything\nabout whether the officers here could infer from all the evidence\nthat the partygoers knew that they were trespassing.Nor would it have been clear to every reasonable\nofficer that, in these circumstances, the partygoers’ bona fide\nbelief that they were invited to the house was “uncontroverted.”\nThe officers knew that the partygoers had entered the home against\nthe will of the owner. And District case law suggested that\nofficers can infer a suspect’s guilty state of mind based solely on\nhis conduct.[9] InTillmanv.Washington Metropolitan Area Transit\nAuthority, 695 A. 2d 94 (D. C. 1997), for example,\nthe D. C. Court of Appeals held that officers had probable\ncause to believe the plaintiff knowingly entered the paid area of a\nsubway station without paying.Id.,at 96. The court\nrejected the argument that “the officers had no reason to believe\nthat [the suspect] was ‘knowingly’ in the paid area” because the\nofficers “reasonably could have inferred from [the suspect’s]\nundisputed conduct that he had the intent required.”Ibid.The court emphasized that officers can rely on “the ordinary and\nreasonable inference that people know what they are doing when they\nact.”Ibid.The court also noted that “it would be an\nunusual case where the circumstances, while undoubtedly proving an\nunlawful act, nonetheless demonstrated so clearly that the suspect\nlacked the required intent that the police would not even have\nprobable cause for an arrest.”Ibid.And the fact that a\ncase is unusual, we have held, is “an important indication\n. . . that [the officer’s] conduct did not violate a\n‘clearly established’ right.”Pauly, 580 U. S., at ___\n(slip op., at 7).Moreover, existing precedent would have given\nthe officers reason to doubt that they had to accept the party-\ngoers’ assertion of a bona fide belief. The D. C. Court of\nAppeals has held that officers are not required to take a suspect’s\ninnocent explanation at face value. See,e.g.,Nicholsv.Woodward & Lothrop, Inc., 322\nA. 2d 283, 286 (1974) (holding that an officer was not\n“obliged to believe the explanation of a suspected shoplifter”).\nSimilar precedent exists in the Federal Courts of Appeals, which\nhave recognized that officers are free to disregard either all\ninnocent explanations,[10]\nor at least innocent explanations that are inherently or\ncircumstantially implausible.[11] These cases suggest that innocent explanations— even\nuncontradicted ones—do not have any automatic,\nprobable-cause-vitiating effect.For these reasons, a reasonable officer, looking\nat the entire legal landscape at the time of the arrests, could\nhave interpreted the law as permitting the arrests here. There was\nno controlling case holding that a bona fide belief of a right to\nenter defeats probable cause, that officers cannot infer a\nsuspect’s guilty state of mind based on his conduct alone, or that\nofficers must accept a suspect’s innocent explanation at face\nvalue. Indeed, several precedents suggested the opposite. The\nofficers were thus entitled to summary judgment based on qualified\nimmunity.*  *  *The judgment of the D. C. Circuit is\ntherefore reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1In their merits brief,\nthe partygoers attempt to dispute several of these facts. See Brief\nfor Respondents 26–30. But the facts they now contest were\npresented in the petition for a writ of certiorari, and the\npartygoers did not contest them in their brief in opposition. Under\nthis Court’s Rule 15.2, the partygoers’ failure to contest these\nfactual assertions at the certiorari stage waived their right to do\nso at the merits stage. SeeCarcieriv.Salazar, 555\nU. S. 379 –396 (2009).2Because probable cause is\nan objective standard, an arrest is lawful if the officer had\nprobable cause to arrest for any offense, not just the offense\ncited at the time of arrest or booking. SeeDevenpeckv.Alford, 543 U. S. 146 –155, and n. 2 (2004).\nBecause unlawful entry is the only offense that the District and\nits officers discuss in their briefs to this Court, we likewise\nlimit our analysis to that offense.3The District Court\ngranted summary judgment against two of the officers, but denied\nsummary judgment against the other three because there were triable\nissues regarding qualified immunity. See 841 F. Supp. 2d 20,\n32–46 (DC 2012). The partygoers voluntarily dismissed their claims\nagainst those three officers. See 765 F. 3d 13, 17 (CADC\n2014).4At oral argument, the\npartygoers argued that the house was not formally “vacant” under\nDistrict law. Tr. of Oral Arg. 34. But a reasonable officer could\ninfer that the complaining neighbors used the term “vacant” in the\ncolloquial, not the legal, sense.5The panel majority\ndismissed this fact because the officers “did not see any evidence\nof drugs” and did “not attempt to justify [the] arrests” based on\ndrug use. 765 F. 3d, at 23, n. 5. But a reasonable\nofficer could infer, based on the smell, that marijuana had been\nused in the house. SeeJohnsonv.United States, 333\nU. S. 10, 13 (1948) (noting that “the odor” of narcotics can\n“be evidence of the most persuasive character”). And the officers\ncould consider the drug use inside the house as evidence that the\npartygoers knew their presence was unwelcome.6The partygoers do not\ncontest that the presence of probable cause defeats all of their\nclaims.7We continue to stress\nthat lower courts “should think hard, and then think hard again,”\nbefore addressing both qualified immunity and the merits of an\nunderlying constitutional claim.Camretav.Greene,\n563 U. S. 692, 707 (2011) . We addressed the merits of\nprobable cause here, however, because a decision on qualified\nimmunity alone would not have resolved all of the claims in this\ncase.8We have not yet decided\nwhat precedents—other than our own—qualify as controlling authority\nfor purposes of qualified immunity. See,e.g.,Reichlev.Howards, 566 U. S. 658 –666 (2012)\n(reserving the question whether court of appeals decisions can be\n“a dispositive source of clearly established law”). We express no\nview on that question here. Relatedly, our citation to and\ndiscussion of various lower court precedents should not be\nconstrued as agreeing or disagreeing with them, or endorsing a\nparticular reading of them. SeeCity and County of San\nFranciscov.Sheehan, 575 U. S. ___, ___, n. 4\n(2015) (slip op., at 14, n. 4). Instead, we address only how a\nreasonable official “could have interpreted” them.Reichle,supra, at 667.9The officers cited many\nof these authorities in their opening brief to the Court of\nAppeals. See Brief for Appellants in No. 12–7127 (CADC),\npp. 28–29. Yet the panel majority failed to mention any of\nthem in its analysis of qualified immunity.10See,e.g.,Borgmanv.Kedley, 646 F. 3d 518,\n524 (CA8 2011) (“[An officer] need not rely on an explanation given\nby the suspect”);Coxv.Hainey, 391 F.3d 25, 32,\nn. 2 (CA1 2004) (“A reasonable police officer is not required\nto credit a suspect’s story”);Marxv.Gumbinner, 905\nF. 2d 1503, 1507, n. 6 (CA11 1990) (“[Officers a]re not\nrequired to forego arresting [a suspect] based on initially\ndiscovered facts showing probable cause simply because [the\nsuspect] offered a different explanation”);Crissv.Kent, 867 F. 2d 259, 263 (CA6 1988) (“A policeman\n. . . is under no obligation to give any credence to a\nsuspect’s story . . . ”).11Seee.g.,Ramirezv.Buena Park, 560 F. 3d\n1012, 1024 (CA9 2009) (holding that “innocent explanations for [a\nsuspect’s] odd behavior cannot eliminate the suspicious facts” and\nthat “law enforcement officers do not have to rule out the\npossibility of innocent behavior” (internal quotation marks\nomitted));United Statesv.Edwards, 632 F. 3d\n633, 640 (CA10 2001) (holding that probable cause existed where the\nsuspect “offered only implausible, inconsistent explanations of how\nhe came into possession of the money”);Bradwayv.Gonzales, 26 F.3d 313, 321 (CA2 1994) (holding that “[a]\nreasonable officer who found the [stolen items], and who heard [the\nsuspect’s] implausible explanation for possessing them, would have\nbelieved that probable cause existed”).",
    "joined": []
}