{
    "case": {
        "docket": "153",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/153/"
    },
    "id": "3518506",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–857_________________CAMPBELL-EWALD COMPANY, PETITIONERv.JOSE GOMEZon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[January 20, 2016]Justice Thomas, concurring in the\njudgment.The Court correctly concludes that an offer of\ncomplete relief on a claim does not render that claim moot. But, in\nmy view, the Court does not advance a sound basis for this\nconclusion. The Court rests its conclusion on modern contract law\nprinciples and a recent dissent concerning Federal Rule of Civil\nProcedure 68. Seeante,at 6–9. I would rest instead on the\ncommon-law history of tenders. That history—which led to Rule\n68—demonstrates that a mere offer of the sum owed is insufficient\nto eliminate a court’s jurisdiction to decide the case to which the\noffer related. I therefore concur only in the judgment.IThe text of Article III’s case-or-controversy\nrequirement, that requirement’s drafting history, and our\nprecedents do not appear to provide sufficiently specific\nprinciples to resolve this case. When faced with such uncertainty,\nit seems particularly important for us to look to how courts\ntraditionally have viewed a defendant’s offer to pay the\nplaintiff’s alleged damages. That history—which stretches from the\ncommon law directly to Rule 68 and modern settlement offers—reveals\none unbroken practice that should resolve this case: A defendant’s\noffer to pay the plaintiff—without more—would not have deprived a\ncourt of jurisdiction. Campbell-Ewald’s offers thus do not bar\nfederal courts from continuing to hear this case.AModern settlement procedure has its origins in\nthe law of tenders, as refined in the 18th and 19th centuries. As\nwith much of the early common law, the law of tenders had many\nrigid formalities. These formalities make clear that, around the\ntime of the framing, a mere offer of relief was insufficient to\ndeprive a court of jurisdiction.At common law, a prospective defendant could\nprevent a case from proceeding, but he needed to provide\nsubstantially more than a bare offer. A “mere proposal or\nproposition” to pay a claim was inadequate to end a case. A. Hunt,\nA Treatise on the Law of Tender, and Bringing Money Into Court\n§§1–2, 3–4 (1903) (Hunt) (citing cases from the 1800’s). Nor would\na defendant’s “readiness and an ability to pay the money” suffice\nto end a case.Holmesv.Holmes, 12 Barb. 137, 144\n(N. Y. 1851). Rather, a prospective defendant needed to\nprovide a “tender”—an offer to pay the entire claim before a suit\nwas filed, accompanied by “actually produc[ing]” the sum “at the\ntime of tender” in an “unconditional” manner. M. Bacon, A New\nAbridgment of the Law, 314–315, 321 (1856) (citing cases from the\nearly 1800’s).Furthermore, in state and federal courts, a\ntender of the amount due was deemed “an admission of a liability”\non the cause of action to which the tender related, so any would-be\ndefendant who tried to deny liability could not effectuate a\ntender. Hunt §400, at 448; seeCottierv.Stimpson,\n18 F. 689, 691 (Ore. 1883) (explaining that a tender constitutes\n“an admission of the cause of action”);The Rossend Castle\nDillenbackv.The Rossend Castle, 30 F. 462, 464 (SDNY\n1887) (same). As one treatise explained, “[a] tender must be of a\nspecific sum which the tenderoradmitsto be due”—“[t]here\nmust be no denial of the debt.” Hunt §242, at 253 (emphasis added).\nThe tender had to offer and actually deliver complete relief. Seeid.,§2, at 4;Sheredinev.Gaul, 2 Dall. 190,\n191 (Pa. 1792) (defendant must “brin[g] the money into Court”). And\nan offer to pay less than what was demanded was not a valid tender.\nSee,e.g.,Elderkinv.Fellows, 60 Wis. 339,\n340–341, 19 N. W. 101, 102 (1884).Even when a potential defendant properly\neffectuated a tender, the case would not necessarily end. At common\nlaw, a plaintiff was entitled to “deny that [the tender was]\nsufficient to satisfy his demand” and accordingly “go on to trial.”Raifordv.Governor, 29 Ala. 382, 384 (1856); see\nalso Hunt §511, at 595.[1]*This history demonstrates that, at common law, a\ndefendant or prospective defendant had to furnish far more than a\nmere offer of settlement to end a case. This history also\ndemonstrates that courts at common law would not have understood a\nmere offer to strip them of jurisdiction.BAlthough 19th-century state statutes expanded\nthe common-law-tender regime, the law retained its essential\nfeatures. See Bone, “To Encourage Settlement”: Rule 68, Offers of\nJudgment, and the History of the Federal Rules of Civil Procedure,\n102 Nw. U. L. Rev. 1561, 1585 (2008) (Bone). These changes, for\nexample, allowed defendants to offer a tender “during the pendency\nof an action,” as well as before it commenced.Taylorv.Brooklyn Elevated R. Co., 119 N. Y. 561, 564, 23\nN. E. 1106, 1107 (1890); cf.Colbyv.Reed, 99\nU. S. 560, 566 (1879) (at common law, generally no “right of\ntender after action brought”). Statutes also expanded the right of\ntender to cover types of actions in which damages were not certain.\nCompareDedekamv.Vose, 7 F. Cas. 337, 338\n(SDNY 1853) (“[T]ender could not be maintained, according to the\nstrict principles of the common law” in cases where damages were\nnot easily ascertainable), withPatrickv.Illawaco\nOyster Co., 189 Wash. 152, 155, 63 P. 2d 520, 521 (1937)\n(state statute “extend[ed] the common-law rule” to tort\nactions).Nevertheless, state statutes generally retained\nthe core of the common-law tender rules. Most critically for this\ncase, a mere offer remained insufficient to end a lawsuit. See,e.g., Kiltsv.Seeber,10 How. Pr. 270, 271\n(N. Y. 1854) (under New York law, a mere offer was\ninsufficient to preclude litigation). Like the common-law tender\nrules, state statutes recognized that plaintiffs could continue to\npursue litigation by rejecting an offer. See Bone 1586.CThe offer-of-judgment procedure in Rule 68 was\nmodeled after a provision in the New York Field Code that was\nenacted in the mid-19th century. Seeid., at 1583–1584. That\ncode abrogated many of the common-law formalities governing civil\nprocedure. Among its innovations, the code allowed defendants in\nany cause of action to make an offer in writing to the plaintiff\nproposing to accept judgment against the defendant for a specified\nsum. See The Code of Procedure of the State of New York From 1848\nto 1871: Comprising the Act as Originally Enacted and the Various\nAmendments Made Thereto, to the Close of the Session of 1870 §385,\np. 274 (1870). The plaintiff could accept the offer, which would\nend the litigation, or reject the offer, in which case the offer\nwas considered with drawn without any admission of liability by the\ndefendant.Ibid.In 1938, Rule 68 was adopted as part of the\nFederal Rules of Civil Procedure, and has subsisted throughout the\nyears without material changes. See Bone 1564. As it did in 1938,\nRule 68 now authorizes “a party defending against a claim” to\n“serve on an opposing party an offer to allow judgment on specified\nterms.” Rule 68(a). Rule 68 also provides a plaintiff the option to\naccept or reject an offer. If the plaintiff accepts the offer, the\n“clerk must then enter judgment,” but “[a]n unaccepted offer is\nconsidered withdrawn.” Rules 68(a)–(b). Withdrawn offers (unlike\ncommon-law tenders) cannot be used in court as an admission against\ndefendants. Rule 68(b).DIn light of the history discussed above, a\nrejected offer does not end the case. And this consistent\nhistorical practice demonstrates why Campbell-Ewald’s offers do not\ndivest a federal court of jurisdiction to entertain Gomez’s suit.\nCampbell-Ewald made two settlement offers after Gomez sued—one\nfiled with the District Court under Rule 68 and one freestanding\nsettlement offer. But with neither of these offers did the company\nmake payment; it only declared its intent to pay. Because\nCampbell-Ewald only offered to pay Gomez’s claim but took no\nfurther steps, the court was not deprived of jurisdiction.IIAlthough the Court reaches the right result, I\ncannot adopt its reasoning. Building on the dissent inGenesis\nHealthCare Corp.v.Symczyk, 569 U. S. ___ (2013),\nthe Court relies on principles of contract law that an unaccepted\noffer is a legal nullity. But the question here is not whether\nCampbell-Ewald’s offer formed an enforceable contract. The question\nis whether its continuing offer of complete relief eliminated the\ncase or controversy required by Article III. By looking only to\ncontract law and one recent Rule 68 opinion, the Court fails to\nconfront this broader issue. Instead, I believe that we must\nresolve the meaning of “case” and “controversy” in Article III by\nlooking to “the traditional, fundamental limitations upon the\npowers of common-law courts” because “cases” and “controversies”\n“have virtually no meaning except by reference to that tradition.”Honigv.Doe, 484 U. S. 305, 340 (1988) (Scalia,\nJ., dissenting).The Chief Justice’s dissent argues that\nexamining whether the requirements of common-law tenders have been\nmet does not answer “whether there is a case or controversy for\npurposes of Article III.”Post, at 9, n. 3. As\nexplained above, however, courts have historically refused to\ndismiss cases when an offer did not conform to the strict tender\nrules. The logical implications of The Chief Justice’s reasoning\nare that the common-law-tender rules conflict with Article III and\nthat the Constitution bars Article III courts from following those\nprinciples. But seeColby,supra, at 566 (stating\nthat, to stop litigation, a party “must adopt the measure\nprescribed by the common law, except in jurisdictions where a\ndifferent mode of proceeding is prescribed by statute”). That\nreasoning, therefore, calls into question the history and tradition\nthat the case-or-controversy requirement embodies.The Chief Justice also contends that our\nprecedents “plainly establish that an admission of liability is not\nrequired for a case to be moot under Article III.”Post, at\n10, n. 3. But we need not decide today whether compliance with\nevery common-law formality would be necessary to end a case. The\ndispositive point is that state and federal courts have not\nconsidered a mere offer, without more, sufficient to moot the case.\nNone of the cases cited by The Chief Justice hold that a\nretrospective claim for money damages can become moot based on a\nmere offer.Californiav.San Pablo & Tulare R.\nCo., 149 U.S. 308 (1893) , is inapposite because that decision\ninvolved a fully tendered offer that extinguished the tax debt\nunder California law.Id.,at 313–314.Alvarezv.Smith, 558 U.S. 87 (2009) , andAlready, LLCv.Nike, Inc., 568 U.S. ___ (2013), are also not on point. Both\ninvolved claims for injunctive or declaratory relief that became\nmoot when the defendants ceased causing actual or threatened\ninjury. But whether a claim for prospective relief is moot is\ndifferent from the issue in this case, which involves claims for\ndamages to remedy past harms. See,e.g., Parents Involved in\nCommunity Schoolsv.Seattle School Dist. No. 1, 551\nU. S. 701, 720 (2007) (plaintiff “sought damages in her\ncomplaint, which is sufficient to preserve our ability to consider\nthe question”);Alvarez,supra, at 92 (suggesting\nthat a “continuing controversy over damages” would mean that the\ncase was not moot).As explained above, I would follow history and\ntradition in construing Article III, and so I find that\nCampbell-Ewald’s mere offers did not deprive the District Court of\njurisdiction. Accordingly, I concur in the judgment only.Notes1* Nevertheless, the common\nlaw strongly encouraged a plaintiff to accept a tender by\npenalizing plaintiffs who improperly rejected them. A plaintiff\nwould not be able to recover any damages that accrued after the\ntender, nor could he receive the costs of the suit if the jury\nreturned a verdict for either the amount offered or less. See Hunt\n§§363–364, at 403–404. This rule remains today. See Fed. Rule Civ.\nProc. 68(d) (taxing costs to plaintiff who fails to recover more\nthan the offer of judgment).",
    "joined": []
}