{
    "case": {
        "docket": "229",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/229/"
    },
    "id": "1963100",
    "author": "thomas",
    "type": "concurrence",
    "text": "OPINION OF THOMAS, J.MILAVETZ, GALLOP & MILAVETZ, P. A. V. UNITEDSTATES559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNOS. 08-1119 AND 08-1225MILAVETZ, GALLOP & MILAVETZ, P. A.,\net al., PETITIONERS08–1119v.UNITED STATESUNITED STATES, PETITIONER08–1225   v.MILAVETZ, GALLOP & MILAVETZ, P. A.,\net al.on writs of certiorari to the united states\ncourt of appeals for the eighth circuit[March 8, 2010]Justice Thomas,\nconcurring in part and concurring in the judgment.I concur in the judgment and join\nall but Part III–C of the Court’s opinion. I agree with the Court\nthat 11 U. S. C. §528’s advertising disclosure requirements\nsurvive First Amendment scrutiny on the record before us. I write\nseparately because different reasons lead me to that\nconclusion.I have never been persuaded that there is any\nbasis in the First Amendment for the relaxed scrutiny this Court\napplies to laws that suppress nonmisleading commercial speech. See44 Liquormart, Inc.v.Rhode Island,517 U. S. 484, 522–523 (1996) (opinion\nconcurring in part and concurring in judgment) (discussingCentral Hudson Gas & Elec. Corp.v.Public Serv.\nComm’n of N. Y.,447 U. S. 557(1980)). In this case,\nthe Court applies a still lower standard of scrutiny to review a\nlaw that compels the disclosure of commercial speech—i.e.,\nthe rule articulated inZaudererv.Office of\nDisciplinary Counsel of Supreme Court of Ohio,471 U. S. 626(1985), that laws that\nrequire the disclosure of factual information in commercial\nadvertising may be upheld so long as they are “reasonably related”\nto the government’s interest in preventing consumer deception,id., at 651.I am skeptical of the premise on whichZaudererrests—that, in the commercial-speech context,\n“the First Amendment interests implicated by disclosure\nrequirements are substantially weaker than those at stake when\nspeech is actually suppressed,”id.,at 652, n. 14;\nseeid., at 650 (citing “material differences between\ndisclosure requirements and outright prohibitions on speech”). We\nhave refused in other contexts to attach any “constitutional\nsignificance” to the difference between regulations that compel\nprotected speech and regulations that restrict it. See,e.g.,Rileyv.NationalFederation\nof Blind of N.C., Inc.,487 U. S. 781, 796–797 (1988). I see\nno reason why that difference should acquire constitutional\nsignificance merely because the regulations at issue involve\ncommercial speech. SeeGlickmanv.Wileman Brothers\n& Elliott, Inc.,521 U. S. 457, 480–481\n(1997) (Souter, J., dissenting) (arguing that “commercial speech is\n… subject to [this] First Amendment principle: that compelling\ncognizable speech officially is just as suspect as suppressing it,\nand is typically subject to the same level of scrutiny”);id., at 504 (Thomas, J., dissenting); cf.United\nStatesv.United Foods, Inc.,533 U. S. 405, 419\n(2001) (Thomas, J., concurring) (stating that regulations that\ncompel funding for commercial advertising “must be subjected to the\nmost stringent First Amendment scrutiny”).Accordingly, I would be willing to reexamineZaudererand its progeny in an appropriate case to\ndetermine whether these precedents provide sufficient First\nAmendment protection against government-mandated\ndisclosures.[Footnote 1]\nBecause no party asks us to do so here, however, I agree with the\nCourt that theZaudererstandard governs our review of the\nchallenge to §528 brought by the Milavetz law firm and the other\nplaintiffs in this action (hereinafter Milavetz).Yet even underZauderer, we “have not\npresumptively endorsed” laws requiring the use of\n“government-scripted disclaimers” in commercial advertising. SeeBorgnerv.Florida Bd. of Dentistry,537 U. S. 1080, 1082\n(2002) (Thomas, J., dissenting from denial of certiorari).Zaudererupheld the imposition of sanctions against an\nattorney under a rule of professional conduct that required\nadvertisements for contingency-fee services to disclose that losing\nclients might be responsible for litigation fees and costs. See 471\nU. S., at 650–653. Importantly, however, Zauderer’s advertisement\nwas found to be misleading on its face, and the regulation in that\ncase did not mandate the specific form or text of the disclosure.Ibid.Thus,Zaudererdoes not stand for the\nproposition that the government can constitutionally compel the use\nof a scripted disclaimer in any circumstance in which its interest\nin preventing consumer deception might plausibly be at stake. In\nother words, a bare assertion by the government that a disclosure\nrequirement is “intended” to prevent consumer deception, standing\nalone, is not sufficient to uphold the requirement as applied to\nall speech that falls within its sweep. Seeante, at\n20.Instead, our precedents make clear that\nregulations aimed at false or misleading advertisements are\npermissible only where “the particular advertising isinherentlylikelyto deceive or where the record\nindicates that a particular form or method of advertising hasinfactbeen deceptive.”In re\nR.M.J.,455 U. S. 191, 202\n(1982) (emphasis added); seeZauderer,supra, at\n651 (“recogniz[ing] that unjustified or unduly burdensome\ndisclosure requirements might offend the First Amendment”).\nTherefore, a disclosure requirement passes constitutional muster\nonly to the extent that it is aimed at advertisements that, by\ntheir nature, possess these traits. SeeR.M.J.,supra, at\n202;Ibanezv.Florida Dept. of Business and\nProfessional Regulation, Bd. of Accountancy,512 U. S. 136, 143,\n146–147 (1994).I do not read the Court’s opinion to hold\notherwise. Seeante, at 20. Accordingly, and with that\nunderstanding, I turn to the question whether Milavetz’s challenge\nto §528’s disclosure requirements survivesZaudererscrutiny on the record before us.As the Court notes, the posture of Milavetz’s\nchallenge inhibits our review of its First Amendment claim. Seeante, at 19, n. 7. Milavetz challenged §528’s\nconstitutionality before the statute had ever been enforced against\nany of the firm’s advertisements. Although Milavetz purports to\nchallenge §528 only “ ‘as-applied’ ” to its own\nadvertising, seeante, at 19, it did not introduce any\nevidence or exhibits to substantiate its claim. Thus, no court has\nseen a sampling of Milavetz’s advertisements or even a declaration\ndescribing their contents and the media through which Milavetz\nseeks to transmit them. As a consequence, Milavetz’s nominal “as\napplied” challenge appears strikingly similar to a facial\nchallenge.We generally disapprove of such challenges\nbecause they “often rest on speculation” and require courts to\nengage in “ ‘premature interpretation of statutes on the basis\nof factually barebones records.’ ”Washington State\nGrangev.Washington State Republican Party,552 U. S. 442, 450 (2008) (quotingSabriv.United States,541 U. S. 600, 609\n(2004)). Milavetz’s claim invites the same problems. Milavetz\nalleges that §528’s disclosure requirements are unconstitutional as\napplied to its advertisements because its advertisements are not\nmisleading and because the disclaimer required by §528 will create,\nrather than reduce, confusion for Milavetz’s potential clients.\nThat may well be true. But because no record evidence of Milavetz’s\nadvertisements exists to guide our review, we can only speculate\nabout the ways in which the statute might be applied to Milavetz’s\nspeech.When forced to determine the constitutionality\nof a statute based solely on such conjecture, we will uphold the\nlaw if there is any “conceivabl[e]” manner in which it can be\nenforced consistent with the First Amendment.Washington State\nGrange,supra, at 456. In this case, both parties\nagree that §528’s disclosure requirements cover, at a minimum,\ndeceptive advertisements that promise to “ ‘wipe out’ ”\ndebts without mentioning bankruptcy as the means of accomplishing\nthis goal.[Footnote 2] Brief\nfor Milavetz 82, 86; Brief for United States 60–62. As a result,\nthere is at least one set of facts on which the statute could be\nconstitutionally applied. Thus, I agree with the Court that\nMilavetz’s challenge to §528 must fail.Footnote 1I have no quarrel with the principle that\nadvertisements that are false or misleading, or that propose an\nillegal transaction, may be proscribed. See44 Liquormart,\nInc.v.Rhode Island,517 U. S. 484, 520 (1996) (opinion\nconcurring in part and concurring in judgment). Furthermore, I\nacknowledge this Court’s longstanding assumption that a\nconsumer-fraud regulation that compels the disclosure of certain\nfactual information in advertisements may intrude less\nsignificantly on First Amendment interests than an outright\nprohibition on all advertisements that have the potential to\nmislead. See,e.g.,Virginia Bd. of Pharmacyv.Virginia Citizens Consumer Council, Inc.,425 U. S. 748, 771–772\n(1976);Zaudererv.Office of Disciplinary Counsel of\nSupreme Court of Ohio,471 U. S. 626, 651–652, n. 14\n(1985);Rileyv.NationalFederation of Blind\nof N.C., Inc.,487 U. S. 781, 796, n. 9 (1988);Central Hudson Gas & Elec. Corp.v.Public Serv.\nComm’n of N. Y.,447 U. S. 557, 565 (1980). But even if\nthat assumption is correct, I doubt that it justifies an entirely\ndifferent standard of review for regulations that compel, rather\nthan suppress, commercial speech.Footnote 2At oral argument, Milavetz’s counsel declined\nto describe Milavetz’s challenge to §528 as a facial overbreadth\nclaim, Tr. of Oral Arg. 25–26, and Milavetz’s briefs make no such\ncontention. But even viewing Milavetz’s argument as a claim that\n§528 is facially overbroad because it applies to nonmisleading\nadvertisements for bankruptcy-related services, such an argument\nmust fail. First, as noted, Milavetz acknowledges that §528 can be\nconstitutionally applied to deceptive bankruptcy-related\nadvertisements and, thus, at least one “set of circumstances exists\nunder which [§528] would be valid.”United Statesv.Salerno,481 U. S. 739, 745\n(1987). Second, Milavetz does not attempt to argue that §528’s\nunconstitutional applications are “substantial” in number when\njudged in relation to this “plainly legitimate sweep.”Washington State Grangev.Washington State Republican\nParty,552 U. S. 442, 449–450, and n. 6\n(2008) (internal quotation marks omitted).",
    "joined": []
}