{
    "case": {
        "docket": "742",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/742/"
    },
    "id": "1963364",
    "author": "thomas",
    "type": "concurrence",
    "text": "OPINION OF THOMAS, J.MCDONALD V. CHICAGO561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1521OTIS McDONALD, et al., PETITIONERSv.CITY OF CHICAGO, ILLINOIS, et al.on writ of certiorari to the united states court of\nappeals for the seventh circuit[June 28, 2010]Justice Thomas, concurring in\npart and concurring in the judgment.I agree with the\nCourt that the Fourteenth Amendment makes the right to keep and\nbear arms set forth in the Second Amendment “fully applicable to\nthe States.”Ante, at 1. I write separately because I\nbelieve there is a more straightforward path to this conclusion,\none that is more faithful to the Fourteenth Amendment’s text and\nhistory.Applying what is now a\nwell-settled test, the plurality opinion concludes that the right\nto keep and bear arms applies to the States through the Fourteenth\nAmendment’s Due Process Clause because it is “fundamental” to the\nAmerican “scheme of ordered liberty,”ante, at 19 (citingDuncanv.Louisiana,391 U. S. 145, 149\n(1968)), and “ ‘deeply rooted in this Nation’s history and\ntradition,’ ”ante, at 19 (quotingWashingtonv.Glucksberg,521 U. S. 702, 721\n(1997)). I agree with that description of the right. But I cannot\nagree that it is enforceable against the States through a clause\nthat speaks only to “process.” Instead, the right to keep and bear\narms is a privilege of American citizenship that applies to the\nStates through the Fourteenth Amendment’s Privileges or Immunities\nClause.IInDistrict of\nColumbiav.Heller, 554 U. S. ___ (2008), this Court\nheld that the Second Amendment protects an individual right to keep\nand bear arms for the purpose of self-defense, striking down a\nDistrict of Columbia ordinance that banned the possession of\nhandguns in the home.Id., at __ (slip op., at 64). The\nquestion in this case is whether the Constitution protects that\nright against abridgment by the States.As the Court\nexplains, if this case were litigated before the Fourteenth\nAmendment’s adoption in 1868, the answer to that question would be\nsimple. InBarron ex rel. Tiernanv.Mayor of\nBaltimore, 7 Pet. 243 (1833), this Court held that the Bill of\nRights applied only to the Federal Government. Writing for the\nCourt, Chief Justice Marshall recalled that the founding generation\nadded the first eight Amendments to the Constitution in response to\nAntifederalist concerns regarding the extent of federal—not\nstate—power, and held that if “the framers of these amendments\n[had] intended them to be limitations on the powers of the state\ngovernments,” “they would have declared this purpose in plain and\nintelligible language.”Id., at 250. Finding no such\nlanguage in the Bill, Chief Justice Marshall held that it did not\nin any way restrict state authority.Id., at 248–250; seeLessee of Livingstonv.Moore, 7 Pet. 469,\n551–552 (1833) (reaffirmingBarron’s holding);Permoliv.Municipality No. 1 of New Orleans, 3\nHow. 589, 609–610 (1845) (same).Nearly three decades afterBarron, the Nation was splintered by a civil war fought\nprincipally over the question of slavery. As was evident to many\nthroughout our Nation’s early history, slavery, and the measures\ndesigned to protect it, were irreconcilable with the principles of\nequality, government by consent, and inalienable rights proclaimed\nby the Declaration of Independence and embedded in our\nconstitutional structure. See,e.g., 3 Records of the\nFederal Convention of 1787, p. 212 (M. Farrand ed. 1911) (remarks\nof Luther Martin) (“[S]lavery is inconsistent with the genius of\nrepublicanism, and has a tendency to destroy those principles on\nwhich it is supported, as it lessens the sense of the equal rights\nof mankind” (emphasis deleted)); A. Lincoln, Speech at Peoria, Ill.\n(Oct. 16, 1854), reprinted in 2 The Collected Works of Abraham\nLincoln 266 (R. Basler ed. 1953) (“[N]o man is good enough to\ngovern another man,without that other’s consent. I say\nthis is the leading principle—the sheet anchor of American\nrepublicanism. . . . Now the relation of masters and slaves is,pro tanto, a total violation of this\nprinciple”).After the war, a series of\nconstitutional amendments were adopted to repair the Nation from\nthe damage slavery had caused. The provision at issue here, §1 of\nthe Fourteenth Amendment, significantly altered our system of\ngovernment. The first sentence of that section provides that “[a]ll\npersons born or naturalized in the United States and subject to the\njurisdiction thereof, are citizens of the United States and of the\nState wherein they reside.” This unambiguously overruled this\nCourt’s contrary holding inDred Scottv.Sandford, 19 How. 393 (1857), that the Constitution did\nnot recognize black Americans as citizens of the United States or\ntheir own State.Id., at 405–406.The meaning of §1’s next\nsentence has divided this Court for many years. That sentence\nbegins with the command that “[n]o State shall make or enforce any\nlaw which shall abridge the privileges or immunities of citizens of\nthe United States.” On its face, this appears to grant the persons\njust made United States citizens a certain collection of\nrights—i.e., privileges or immunities—attributable to that\nstatus.This Court’s precedents accept\nthat point, but define the relevant collection of rights quite\nnarrowly. In theSlaughter-House Cases, 16 Wall. 36\n(1873), decided just five years after the Fourteenth Amendment’s\nadoption, the Court interpreted this text, now known as the\nPrivileges or Immunities Clause, for the first time. In a closely\ndivided decision, the Court drew a sharp distinction between the\nprivileges and immunities of state citizenship and those of federal\ncitizenship, and held that the Privileges or Immunities Clause\nprotected only the latter category of rights from state abridgment.Id., at 78. The Court defined that category to include\nonly those rights “which owe their existence to the Federal\ngovernment, its National character, its Constitution, or its laws.”Id., at 79. This arguably left open the possibility that\ncertain individual rights enumerated in the Constitution could be\nconsidered privileges or immunities of federal citizenship. Seeibid.(listing “[t]he right to peaceably assemble” and\n“the privilege of the writ ofhabeas corpus” as rights\npotentially protected by the Privileges or Immunities Clause). But\nthe Court soon rejected that proposition, interpreting the\nPrivileges or Immunities Clause even more narrowly in its later\ncases.Chief among those cases isUnited Statesv.Cruikshank,92 U. S. 542(1876). There, the Court\nheld that members of a white militia who had brutally murdered as\nmany as 165 black Louisianians congregating outside a courthouse\nhad not deprived the victims of their privileges as American\ncitizens to peaceably assemble or to keep and bear arms.Ibid.;see L. Keith, The Colfax Massacre 109 (2008).\nAccording to the Court, the right to peaceably assemble codified in\nthe First Amendment was not a privilege of United States\ncitizenship because “[t]he right . . . existed longbeforethe adoption of the Constitution.” 92 U. S., at 551 (emphasis\nadded). Similarly, the Court held that the right to keep and bear\narms was not a privilege of United States citizenship because it\nwas not “in any manner dependent upon that instrument for its\nexistence.”Id., at 553. In other words, the reason the\nFramers codified the right to bear arms in the Second Amendment—its\nnature as an inalienable right that pre-existed the Constitution’s\nadoption—was the very reason citizens could not enforce it against\nStates through the Fourteenth.That circular reasoning\neffectively has been the Court’s last word on the Privileges or\nImmunities Clause.[Footnote 1]\nIn the intervening years, the Court has held that the Clause\nprevents state abridgment of only a handful of rights, such as the\nright to travel, seeSaenzv.Roe,526 U. S. 489, 503\n(1999), that are not readily described as essential to\nliberty.As a consequence of this\nCourt’s marginalization of the Clause, litigants seeking federal\nprotection of fundamental rights turned to the remainder of §1 in\nsearch of an alternative fount of such rights. They found one in a\nmost curious place—that section’s command that every State\nguarantee “due process” to any person before depriving him of\n“life, liberty, or property.” At first, litigants argued that this\nDue Process Clause “incorporated” certain procedural rights\ncodified in the Bill of Rights against the States. The Court\ngenerally rejected those claims, however, on the theory that the\nrights in question were not sufficiently “fundamental” to warrant\nsuch treatment. See,e.g.,Hurtadov.California,110 U. S. 516(1884)\n(grand jury indictment requirement);Maxwellv.Dow,176 U.\nS. 581(1900) (12-person jury requirement);Twiningv.New Jersey,211 U. S. 78(1908)\n(privilege against self-incrimination).That changed with\ntime. The Court came to conclude that certain Bill of Rights\nguaranteesweresufficiently fundamental to fall within\n§1’s guarantee of “due process.” These included not only procedural\nprotections listed in the first eight Amendments, see,e.g.,Bentonv.Maryland,395 U. S. 784(1969)\n(protection against double jeopardy), but substantive rights as\nwell, see,e.g.,Gitlowv.New York,268 U. S. 652,\n666 (1925) (right to free speech);Nearv.Minnesota\nex rel. Olson,283 U. S. 697, 707\n(1931) (same). In the process of incorporating these rights against\nthe States, the Court often applied them differently against the\nStates than against the Federal Government on the theory that only\nthose “fundamental” aspects of the right required Due Process\nClause protection. See,e.g.,Bettsv.Brady,316\nU. S. 455, 473 (1942) (holding that the Sixth Amendment\nrequired the appointment of counsel in all federal criminal cases\nin which the defendant was unable to retain an attorney, but that\nthe Due Process Clause required appointment of counsel in state\ncriminal cases only where “want of counsel . . . result[ed] in a\nconviction lacking in . . . fundamental fairness”). In more recent\nyears, this Court has “abandoned the notion” that the guarantees in\nthe Bill of Rights apply differently when incorporated against the\nStates than they do when applied to the Federal Government.Ante, at 17–18 (opinion of the Court) (internal quotation\nmarks omitted). But our cases continue to adhere to the view that a\nright is incorporated through the Due Process Clause only if it is\nsufficiently “fundamental,”ante, at 37, 42–44 (plurality\nopinion)—a term the Court has long struggled to define.While this Court has at times\nconcluded that a right gains “fundamental” status only if it is\nessential to the American “scheme of ordered liberty” or\n“ ‘deeply rooted in this Nation’s history and\ntradition,’ ”ante, at 19 (plurality opinion)\n(quotingGlucksberg, 521 U. S., at 721), the Court has\njust as often held that a right warrants Due Process Clause\nprotection if it satisfies a far less measurable range of criteria,\nseeLawrencev.Texas,539 U. S. 558, 562\n(2003) (concluding that the Due Process Clause protects “liberty of\nthe person both in its spatial and in its more transcendent\ndimensions”). Using the latter approach, the Court has determined\nthat the Due Process Clause applies rights against the States that\nare not mentioned in the Constitution at all, even without\nseriously arguing that the Clause was originally understood to\nprotect such rights. See,e.g.,Lochnerv.New York,198 U. S. 45(1905);Roev.Wade,410 U. S. 113(1973);Lawrence,supra.All of this is a legal fiction.\nThe notion that a constitutional provision that guarantees only\n“process” before a person is deprived of life, liberty, or property\ncould define the substance of those rights strains credulity for\neven the most casual user of words. Moreover, this fiction is a\nparticularly dangerous one. The one theme that links the Court’s\nsubstantive due process precedents together is their lack of a\nguiding principle to distinguish “fundamental” rights that warrant\nprotection from nonfundamental rights that do not. Today’s decision\nillustrates the point. Replaying a debate that has endured from the\ninception of the Court’s substantive due process jurisprudence, the\ndissents laud the “flexibility” in this Court’s substantive due\nprocess doctrine,post, at 14 (Stevens, J., dissenting);\nseepost, at 6–8 (Breyer, J., dissenting), while the\nplurality makes yet another effort to impose principled restraints\non its exercise, seeante, at 33–41. But neither side\nargues that the meaning they attribute to the Due Process Clause\nwas consistent with public understanding at the time of its\nratification.To be sure, the plurality’s\neffort to cabin the exercise of judicial discretion under the Due\nProcess Clause by focusing its inquiry on those rights deeply\nrooted in American history and tradition invites less opportunity\nfor abuse than the alternatives. Seepost, at 7 (Breyer,\nJ., dissenting) (arguing that rights should be incorporated against\nthe States through the Due Process Clause if they are “well-suited\nto the carrying out of . . . constitutional promises”);post, at 22 (Stevens, J., dissenting) (warning that there\nis no “all-purpose, top-down, totalizing theory of ‘liberty’ ”\nprotected by the Due Process Clause). But any serious argument over\nthe scope of the Due Process Clause must acknowledge that neither\nits text nor its history suggests that it protects the many\nsubstantive rights this Court’s cases now claim it does.I cannot accept a theory of\nconstitutional interpretation that rests on such tenuous footing.\nThis Court’s substantive due process framework fails to account for\nboth the text of the Fourteenth Amendment and the history that led\nto its adoption, filling that gap with a jurisprudence devoid of a\nguiding principle. I believe the original meaning of the Fourteenth\nAmendment offers a superior alternative, and that a return to that\nmeaning would allow this Court to enforce the rights the Fourteenth\nAmendment is designed to protect with greater clarity and\npredictability than the substantive due process framework has so\nfar managed.I acknowledge the volume of\nprecedents that have been built upon the substantive due process\nframework, and I further acknowledge the importance ofstare\ndecisisto the stability of our Nation’s legal system. Butstare decisisis only an “adjunct” of our duty as judges\nto decide by our best lights what the Constitution means.Planned Parenthood of Southeastern Pa.v.Casey,505 U. S. 833,\n963 (1992) (Rehnquist, C. J., concurring in judgment in part\nand dissenting in part). It is not “an inexorable command.”Lawrence,supra, at 577. Moreover, as judges, we\ninterpret the Constitution one case or controversy at a time. The\nquestion presented in this case is not whether our entire\nFourteenth Amendment jurisprudence must be preserved or revised,\nbut only whether, and to what extent, a particular clause in the\nConstitution protects the particular right at issue here. With the\ninquiry appropriately narrowed, I believe this case presents an\nopportunity to reexamine, and begin the process of restoring, the\nmeaning of the Fourteenth Amendment agreed upon by those who\nratified it.II“It cannot be\npresumed that any clause in the constitution is intended to be\nwithout effect.”Marburyv.Madison, 1 Cranch\n137, 174 (1803) (Marshall, C. J.). Because the Court’s Privileges\nor Immunities Clause precedents have presumed just that, I set them\naside for the moment and begin with the text.The Privileges or\nImmunities Clause of the Fourteenth Amendment declares that “[n]o\nState . . . shall abridge the privileges or immunities of citizens\nof the United States.” In interpreting this language, it is\nimportant to recall that constitutional provisions are\n“ ‘written to be understood by the voters.’ ”Heller, 554 U. S., at ___ (slip op., at 3) (quotingUnited Statesv.Sprague,282 U. S. 716, 731\n(1931)). Thus, the objective of this inquiry is to discern what\n“ordinary citizens” at the time of ratification would have\nunderstood the Privileges or Immunities Clause to mean. 554 U. S.,\nat ___ (slip op., at 3).A1At the time of\nReconstruction, the terms “privileges” and “immunities” had an\nestablished meaning as synonyms for “rights.” The two words,\nstanding alone or paired together, were used interchangeably with\nthe words “rights,” “liberties,” and “freedoms,” and had been since\nthe time of Blackstone. See 1 W. Blackstone, Commentaries *129\n(describing the “rights and liberties” of Englishmen as “private\nimmunities” and “civil privileges”). A number of antebellum\njudicial decisions used the terms in this manner. See,e.g.,Magillv.Brown, 16 F. Cas. 408,\n428 (No. 8,952) (CC ED Pa. 1833) (Baldwin, J.) (“The words\n‘privileges and immunities’ relate to the rights of persons, place\nor property; a privilege is a peculiar right, a private law,\nconceded to particular persons or places”). In addition, dictionary\ndefinitions confirm that the public shared this understanding. See,e.g., N. Webster, An American Dictionary of the English\nLanguage 1039 (C. Goodrich & N. Porter rev. 1865) (defining\n“privilege” as “a right or immunity not enjoyed by others or by\nall” and listing among its synonyms the words “immunity,”\n“franchise,” “right,” and “liberty”);id., at 661\n(defining “immunity” as “[f]reedom from an obligation” or\n“particular privilege”);id., at 1140 (defining “right” as\n“[p]rivilege or immunity granted by authority”).[Footnote 2]The fact that a\nparticular interest was designated as a “privilege” or “immunity,”\nrather than a “right,” “liberty,” or “freedom,” revealed little\nabout its substance. Blackstone, for example, used the terms\n“privileges” and “immunities” to describe both the inalienable\nrights of individuals and the positive-law rights of corporations.\nSee 1 Commentaries, at *129 (describing “private immunities” as a\n“residuumof natural liberty,” and “civil privileges” as\nthose “which society has engaged to provide, in lieu of the natural\nliberties so given up by individuals” (footnote omitted));id., at *468 (stating that a corporate charter enables a\ncorporation to “establish rules and orders” that serve as “the\nprivileges and immunities . . . of the corporation”). Writers in\nthis country at the time of Reconstruction followed a similar\npractice. See,e.g.,Racine & Mississippi R.\nCo.v.Farmers’ Loan & Trust Co., 49 Ill. 331,\n334 (1868) (describing agreement between two railroad companies in\nwhich they agreed “ ‘to fully merge and consolidate the[ir]\ncapital stock, powers, privileges, immunities and\nfranchises’ ”);Hathornv.Calef, 53 Me.\n471, 483–484 (1866) (concluding that a statute did not “modify any\npower, privileges, or immunity, pertaining to the franchise of any\ncorporation”). The nature of a privilege or immunity thus varied\ndepending on the person, group, or entity to whom those rights were\nassigned. See Lash, The Origins of the Privileges or Immunities\nClause, Part I: “Privileges and Immunities” as an Antebellum Term\nof Art, 98 Geo. L. J. 1241, 1256–1257 (2010) (surveying\nantebellum usages of these terms).2The group of\nrights-bearers to whom the Privileges or Immunities Clause applies\nis, of course, “citizens.” By the time of Reconstruction, it had\nlong been established that both the States and the Federal\nGovernment existed to preserve their citizens’ inalienable rights,\nand that these rights were considered “privileges” or “immunities”\nof citizenship.This tradition\nbegins with our country’s English roots. Parliament declared the\nbasic liberties of English citizens in a series of documents\nranging from the Magna Carta to the Petition of Right and the\nEnglish Bill of Rights. See 1 B. Schwartz, The Bill of Rights: A\nDocumentary History 8–16, 19–21, 41–46 (1971) (hereinafter\nSchwartz). These fundamental rights, according to the English\ntradition, belonged to all people but became legally enforceable\nonly when recognized in legal texts, including acts of Parliament\nand the decisions of common-law judges. See B. Bailyn, The\nIdeological Origins of the American Revolution 77–79 (1967). These\nrights included many that later would be set forth in our Federal\nBill of Rights, such as the right to petition for redress of\ngrievances, the right to a jury trial, and the right of\n“Protestants” to “have arms for their defence.” English Bill of\nRights (1689), reprinted in 1 Schwartz 41, 43.As English subjects, the\ncolonists considered themselves to be vested with the same\nfundamental rights as other Englishmen. They consistently claimed\nthe rights of English citizenship in their founding documents,\nrepeatedly referring to these rights as “privileges” and\n“immunities.” For example, a Maryland law provided that“[A]ll the Inhabitants of this\nProvince being Christians (Slaves excepted) Shall have and enjoy\nall suchrights liberties immunities priviledges and free\ncustomswithin this Province as any naturall born subject of\nEngland hath or ought to have or enjoy in the Realm of England . .\n. .” Md. Act for the Liberties of the People (1639), inid.,at 68 (emphasis added).[Footnote 3]As tensions\nbetween England and the Colonies increased, the colonists adopted\nprotest resolutions reasserting their claim to the inalienable\nrights of Englishmen. Again, they used the terms “privileges” and\n“immunities” to describe these rights. As the Massachusetts\nResolves declared:“Resolved, That there are certain\nessential Rights of theBritishConstitution of\nGovernment, which are founded in the Law of God and Nature, and are\nthe common Rights of Mankind—Therefore… . .“Resolved,That no Man\ncan justly take the Property of another without his Consent: And\nthat upon thisoriginalPrinciple the Right of\nRepresentation . . . is evidently founded… .Resolved, That thisinherentRight, together with\nall other, essentialRights, Liberties,Privileges and\nImmunitiesof the People ofGreatBritain,have been fully confirmed to them byMagna Charta.” The\nMassachusetts Resolves (Oct. 29, 1765), reprinted in Prologue to\nRevolution: Sources and Documents on the Stamp Act Crisis,\n1764–1766, p. 56 (E. Morgan ed. 1959) (some emphasis\nadded).[Footnote 4]In keeping with\nthis practice, the First Continental Congress declared in 1774 that\nthe King had wrongfully denied the colonists “the rights,\nliberties, and immunities of free and natural-born subjects …\nwithin the realm of England.” 1 Journals of the Continental\nCongress 1774–1789, p. 68 (1904). In an address delivered to the\ninhabitants of Quebec that same year, the Congress described those\nrights as including the “great” “right[s]” of “trial by jury,”\n“Habeas Corpus,” and “freedom of the press.” Address of the\nContinental Congress to the Inhabitants of Quebec (1774), reprinted\nin 1 Schwartz 221–223.After declaring their\nindependence, the newly formed States replaced their colonial\ncharters with constitutions and state bills of rights, almost all\nof which guaranteed the same fundamental rights that the former\ncolonists previously had claimed by virtue of their English\nheritage. See,e. g., Pa. Declaration of Rights\n(1776), reprinted in 5 Thorpe 3081–3084 (declaring that “all men\nare born equally free and independent, and have certain natural,\ninherent and inalienable rights,” including the “right to worship\nAlmighty God according to the dictates of their own consciences”\nand the “right to bear arms for the defence of themselves and the\nstate”).[Footnote 5]Several years later, the\nFounders amended the Constitution to expressly protect many of the\nsame fundamental rights against interference by the Federal\nGovernment. Consistent with their English heritage, the founding\ngeneration generally did not consider many of the rights identified\nin these amendments as new entitlements, but as inalienable rights\nof all men, given legal effect by their codification in the\nConstitution’s text. See,e.g., 1 Annals of Cong. 431–432,\n436–437, 440–442 (1834) (statement of Rep. Madison) (proposing Bill\nof Rights in the first Congress); The Federalist No. 84, pp.\n531–533 (B. Wright ed. 1961) (A. Hamilton); see alsoHeller, 554 U. S., at ___ (slip op., at 19) (“[I]t has\nalways been widely understood that the Second Amendment, like the\nFirst and Fourth Amendments, codified apre-existingright”). The Court’s subsequent decision inBarron,\nhowever, made plain that the codification of these rights in the\nBill made them legally enforceable only against the Federal\nGovernment, not the States. See 7 Pet., at 247.3Even though the\nBill of Rights did not apply to the States, other provisions of the\nConstitution did limit state interference with individual rights.\nArticle IV, §2, cl. 1 provides that “[t]he Citizens of each\nState shall be entitled to all Privileges and Immunities of\nCitizens in the several States.” The text of this provision\nresembles the Privileges or Immunities Clause, and it can be\nassumed that the public’s understanding of the latter was informed\nby its understanding of the former.Article IV, §2 was\nderived from a similar clause in the Articles of Confederation, and\nreflects the dual citizenship the Constitution provided to all\nAmericans after replacing that “league” of separate sovereign\nStates.Gibbonsv.Ogden, 9 Wheat. 1, 187 (1824);\nsee 3 J. Story, Commentaries on the Constitution of the United\nStates §1800, p. 675 (1833). By virtue of a person’s citizenship in\na particular State, he was guaranteed whatever rights and liberties\nthat State’s constitution and laws made available. Article IV, §2\nvested citizens of each State with an additional right: the\nassurance that they would be afforded the “privileges and\nimmunities” of citizenship in any of the several States in the\nUnion to which they might travel.What were the “Privileges and\nImmunities of Citizens in the several States”? That question was\nanswered perhaps most famously by Justice Bushrod Washington\nsitting as Circuit Justice inCorfieldv.Coryell, 6 F. Cas. 546, 551–552 (No. 3,230) (CC ED Pa.\n1825). In that case, a Pennsylvania citizen claimed that a New\nJersey law prohibiting nonresidents from harvesting oysters from\nthe State’s waters violated Article IV, §2 because it deprived him,\nas an out-of-state citizen, of a right New Jersey availed to its\nown citizens.Id., at 550. Justice Washington rejected\nthat argument, refusing to “accede to the proposition” that Article\nIV, §2 entitled “citizens of the several states . . . to\nparticipate inallthe rights which belong exclusively to\nthe citizens of any other particular state.”Id., at 552\n(emphasis added). In his view, Article IV, §2 did not guarantee\nequal access to all public benefits a State might choose to make\navailable to its citizens. Seeid.,at 552. Instead, it\napplied only to those rights “which are, in their nature,fundamental; which belong, of right, to the citizens of\nall free governments.”Id., at 551 (emphasis added). Other\ncourts generally agreed with this principle. See,e.g.,Abbottv.Bayley, 23 Mass. 89, 92–93 (1827)\n(noting that the “privileges and immunities” of citizens in the\nseveral States protected by Article IV, §2 are “qualified and not\nabsolute” because they do not grant a traveling citizen the right\nof “suffrage or of eligibility to office” in the State to which he\ntravels).When describing those\n“fundamental” rights, Justice Washington thought it “would perhaps\nbe more tedious than difficult to enumerate” them all, but\nsuggested that they could “be all comprehended under” a broad list\nof “general heads,” such as “[p]rotection by the government,” “the\nenjoyment of life and liberty, with the right to acquire and\npossess property of every kind,” “the benefit of the writ of habeas\ncorpus,” and the right of access to “the courts of the state,”\namong others.[Footnote 6]Corfield,supra, at 551–552.Notably, Justice Washington did\nnot indicate whether Article IV, §2requiredStates to\nrecognize these fundamental rights in their own citizens and thus\nin sojourning citizens alike, or whether the Clause simply\nprohibited the States from discriminating against sojourning\ncitizens with respect to whatever fundamental rights state law\nhappened to recognize. On this question, the weight of legal\nauthorities at the time of Reconstruction indicated that Article\nIV, §2 prohibited States from discriminating against sojourning\ncitizens when recognizing fundamental rights, but did not require\nStates to recognize those rights and did not prescribe their\ncontent. The highest courts of several States adopted this view,\nsee,e.g.,Livingstonv.Van Ingen, 9\nJohns. 507, 561 (N. Y. Sup. Ct. 1812) (Yates, J.);id., at 577 (Kent, J.);Campbellv.Morris, 3 H. & McH. 535, 553–554 (Md. Gen. Ct. 1797)\n(Chase, J.), as did several influential treatise-writers, see T.\nCooley, A Treatise on the Constitutional Limitations Which Rest\nUpon the Legislative Power of the State of the American Union\n15–16, and n. 3 (1868) (reprint 1972) (describing Article IV, §2 as\ndesigned “to prevent discrimination by the several States against\nthe citizens and public proceedings of other States”); 2 J. Kent,\nCommentaries on American Law 35 (11th ed. 1867) (stating that\nArticle IV, §2 entitles sojourning citizens “to the privileges that\npersons of the same description are entitled to in the state to\nwhich the removal is made, and to none other”). This Court adopted\nthe same conclusion in a unanimous opinion just one year after the\nFourteenth Amendment was ratified. SeePaulv.Virginia, 8 Wall. 168, 180 (1869).*  *  *The text examined\nso far demonstrates three points about the meaning of the\nPrivileges or Immunities Clause in §1. First, “privileges” and\n“immunities” were synonyms for “rights.” Second, both the States\nand the Federal Government had long recognized the inalienable\nrights of their citizens. Third, Article IV, §2 of the Constitution\nprotected traveling citizens against state discrimination with\nrespect to the fundamental rights of state citizenship.Two questions\nstill remain, both provoked by the textual similarity between §1’s\nPrivileges or Immunities Clause and Article IV, §2. The first\ninvolves the nature of the rights at stake: Are the privileges or\nimmunities of “citizens of the United States” recognized by §1 the\nsame as the privileges and immunities of “citizens in the several\nStates” to which Article IV, §2 refers? The second involves the\nrestriction imposed on the States: Does §1, like Article IV, §2,\nprohibit only discrimination with respect to certain rightsifthe State chooses to recognize them, or does it require\nStates to recognize those rights? I address each question in\nturn.BI start with the\nnature of the rights that §1’s Privileges or Immunities Clause\nprotects. Section 1 overruledDred Scott’s holding that\nblacks were not citizens of either the United States or their own\nState and, thus, did not enjoy “the privileges and immunities of\ncitizens” embodied in the Constitution. 19 How., at 417. The Court\ninDred Scottdid not distinguish between privileges and\nimmunities of citizens of the United States and citizens in the\nseveral States, instead referring to the rights of citizens\ngenerally. It did, however, give examples of what the rights of\ncitizens were—the constitutionally enumerated rights of “the full\nliberty of speech” and the right “to keep and carry arms.”Ibid.Section 1\nprotects the rights of citizens “of the United States”\nspecifically. The evidence overwhelmingly demonstrates that the\nprivileges and immunities of such citizens included individual\nrights enumerated in the Constitution, including the right to keep\nand bear arms.1Nineteenth-century treaties through which\nthe United States acquired territory from other sovereigns\nroutinely promised inhabitants of the newly acquired territories\nthat they would enjoy all of the “rights,” “privileges,” and\n“immunities” of United States citizens. See, e.g., Treaty of\nAmity, Settlement, and Limits, Art. 6, Feb. 22, 1819, 8 Stat.\n256–258, T. S. No. 327 (entered into force Feb. 19, 1821) (cession\nof Florida) (“The inhabitants of the territories which his Catholic\nMajesty cedes to the United States, by this Treaty, shall be\nincorporated in the Union of the United States, as soon as may be\nconsistent with the principles of the Federal Constitution, and\nadmitted to the enjoyment ofall the privileges, rights, and\nimmunities, of the citizens of the United States” (emphasis\nadded)).[Footnote 7]\n   Commentators of the time explained that the\nrights and immunities of “citizens of the United States”\nrecognized in these treaties “undoubtedly mean[t] those privileges\nthat are common to all citizens of this republic.” Marcus, An\nExamination of the Expediency and Constitutionality of Prohibiting\nSlavery in the State of Missouri 17 (1819). It is therefore\naltogether unsurprising that several of these treaties identify\nliberties enumerated in the Constitution as privileges and\nimmunities common to all United States citizens.For example, the\nLouisiana Cession Act of 1803, which codified a treaty between the\nUnited States and France culminating in the Louisiana Purchase,\nprovided that“The inhabitants of the ceded\nterritory shall be incorporated in the Union of the United States,\nand admitted as soon as possible, according to the principles of\nthe Federal constitution, to the enjoyments ofall the rights,\nadvantages and immunities of citizens of the United States;and in the mean time they shall be maintained and protected inthe free enjoyment of their liberty, property and the religion\nwhich they profess.” Treaty Between the United States of\nAmerica and the French Republic, Art. III, Apr. 30, 1803, 8 Stat.\n202, T. S. No. 86 (emphasis added).[Footnote 8]The Louisiana\nCession Act reveals even more about the privileges and immunities\nof United States citizenship because it provoked an extensive\npublic debate on the meaning of that term. In 1820, when the\nMissouri Territory (which the United States acquired through the\nCession Act) sought to enter the Union as a new State, a debate\nensued over whether to prohibit slavery within Missouri as a\ncondition of its admission. Some congressmen argued that\nprohibiting slavery in Missouri would deprive its inhabitants of\nthe “privileges and immunities” they had been promised by the\nCession Act. See,e.g., 35 Annals of Cong. 1083 (1855)\n(remarks of Kentucky Rep. Hardin). But those who opposed slavery in\nMissouri argued that the right to hold slaves was merely a matter\nof state property law, not one of the privileges and immunities of\nUnited States citizenship guaranteed by the Act.[Footnote 9]Daniel Webster was among the\nleading proponents of the antislavery position. In his “Memorial to\nCongress,” Webster argued that “[t]he rights, advantages and\nimmunities here spoken of [in the Cession Act] must . . . be such\nas are recognized or communicated by the Constitution of the United\nStates,” not the “rights, advantages and immunities, derived\nexclusively from theStategovernments . . . .” D.\nWebster, A Memorial to the Congress of the United States on the\nSubject of Restraining the Increase of Slavery in New States to be\nAdmitted into the Union 15 (Dec. 15, 1819) (emphasis added). “The\nobvious meaning” of the Act, in Webster’s view, was that “the\nrights derived under the federal Constitutionshall be enjoyed\nby the inhabitants of [the territory].”Id., at 15–16\n(emphasis added). In other words, Webster articulated a distinction\nbetween the rights of United States citizenship and the rights of\nstate citizenship, and argued that the former included those rights\n“recognized or communicated by the Constitution.” Since the right\nto hold slaves was not mentioned in the Constitution, it was not a\nright of federal citizenship.Webster and his allies\nultimately lost the debate over slavery in Missouri and the\nterritory was admitted as a slave State as part of the now-famous\nMissouri Compromise. Missouri Enabling Act of March 6, 1820, ch.\n22, §8, 3 Stat. 548. But their arguments continued to inform public\nunderstanding of the privileges and immunities of United States\ncitizenship. In 1854, Webster’s Memorial was republished in a\npamphlet discussing the Nation’s next major debate on slavery—the\nproposed repeal of the Missouri Compromise through the\nKansas-Nebraska Act, see The Nebraska Question: Comprising Speeches\nin the United States Senate: Together with the History of the\nMissouri Compromise 9–12 (1854). It was published again in 1857 in\na collection of famous American speeches. See The Political\nText-Book, or Encyclopedia: Containing Everything Necessary for the\nReference of the Politicians and Statesmen of the United States\n601–604 (M. Cluskey ed. 1857); see also Lash, 98 Geo. L. J.,\nat 1294–1296 (describing Webster’s arguments and their\ninfluence).2Evidence from the\npolitical branches in the years leading to the Fourteenth\nAmendment’s adoption demonstrates broad public understanding that\nthe privileges and immunities of United States citizenship included\nrights set forth in the Constitution, just as Webster and his\nallies had argued. In 1868, President Andrew Johnson issued a\nproclamation granting amnesty to former Confederates, guaranteeing\n“to all and to every person who directly or indirectly participated\nin the late insurrection or rebellion, a full pardon and amnesty\nfor the offence of treason . . . with restoration ofall\nrights, privileges, and immunities under the Constitutionand\nthe laws which have been made in pursuance thereof.” 15 Stat.\n712.Records from the\n39th Congress further support this understanding.aAfter the Civil\nWar, Congress established the Joint Committee on Reconstruction to\ninvestigate circumstances in the Southern States and to determine\nwhether, and on what conditions, those States should be readmitted\nto the Union. See Cong. Globe, 39th Cong., 1st Sess., 6, 30 (1865)\n(hereinafter 39th Cong. Globe); M. Curtis, No State Shall Abridge:\nThe Fourteenth Amendment and the Bill of Rights 57 (1986)\n(hereinafter Curtis). That Committee would ultimately recommend the\nadoption of the Fourteenth Amendment, justifying its recommendation\nby submitting a report to Congress that extensively catalogued the\nabuses of civil rights in the former slave States and argued that\n“adequate security for future peace and safety . . . can only be\nfound in such changes of the organic law as shall determine the\ncivil rights and privileges of all citizens in all parts of the\nrepublic.” See Report of the Joint Committee on Reconstruction, S.\nRep. No. 112, 39th Cong., 1st Sess., p. 15 (1866); H. R. Rep. No.\n30, 39th Cong., 1st Sess., p. XXI (1866).As the Court\nnotes, the Committee’s Report “was widely reprinted in the press\nand distributed by members of the 39th Congress to their\nconstituents.”Ante, at 24; B. Kendrick, Journal of the\nJoint Committee of Fifteen on Reconstruction 264–265 (1914) (noting\nthat 150,000 copies of the Report were printed and that it was\nwidely distributed as a campaign document in the election of 1866).\nIn addition, newspaper coverage suggests that the wider public was\naware of the Committee’s work even before the Report was issued.\nFor example, the Fort Wayne Daily Democrat (which appears to have\nbeen unsupportive of the Committee’s work) paraphrased a motion\ninstructing the Committee to“enquire into [the] expediency of\namending the Constitution of the United States so as to declare\nwith greater certainty the power of Congress to enforce and\ndetermine by appropriate legislation all the guarantees contained\ninthat instrument.” The Nigger Congress!, Fort Wayne\nDaily Democrat, Feb. 1, 1866, p. 4 (emphasis added).bStatements made by\nMembers of Congress leading up to, and during, the debates on the\nFourteenth Amendment point in the same direction. The record of\nthese debates has been combed before. SeeAdamsonv.California,332 U. S. 46, 92–110\n(1947) (Appendix to dissenting opinion of Black, J.) (concluding\nthat the debates support the conclusion that §1 was understood to\nincorporate the Bill of Rights against the States);ante,\nat 14, n. 9, 26–27, n. 23, (opinion of the Court)\n(counting the debates among other evidence that §1 applies the\nSecond Amendment against the States). Before considering that\nrecord here, it is important to clarify its relevance. When\ninterpreting constitutional text, the goal is to discern the most\nlikely public understanding of a particular provision at the time\nit was adopted. Statements by legislators can assist in this\nprocess to the extent they demonstrate the manner in which the\npublic used or understood a particular word or phrase. They can\nfurther assist to the extent there is evidence that these\nstatements were disseminated to the public. In other words, this\nevidence is useful not because it demonstrates what the draftsmen\nof the text may have been thinking, but only insofar as it\nilluminates what the public understood the words chosen by the\ndraftsmen to mean.(1)Three speeches\nstand out as particularly significant. Representative John Bingham,\nthe principal draftsman of §1, delivered a speech on the floor of\nthe House in February 1866 introducing his first draft of the\nprovision. Bingham began by discussingBarronand its\nholding that the Bill of Rights did not apply to the States. He\nthen argued that a constitutional amendment was necessary to\nprovide “an express grant of power in Congress to enforce by penal\nenactment these great canons of the supreme law, securing to all\nthe citizens in every State all the privileges and immunities of\ncitizens, and to all the people all the sacred rights of person.”\n39th Cong. Globe 1089–1090 (1866). Bingham emphasized that §1 was\ndesigned “to arm the Congress of the United States, by the consent\nof the people of the United States, with the power to enforce the\nbill of rights as it stands in the Constitution today. It ‘hath\nthat extent—no more.’ ”Id., at 1088.Bingham’s\nspeech was printed in pamphlet form and broadly distributed in 1866\nunder the title, “One Country, One Constitution, and One People,”\nand the subtitle, “In Support of the Proposed Amendment to Enforce\nthe Bill of Rights.”[Footnote\n10] Newspapers also reported his proposal, with the New York\nTimes providing particularly extensive coverage, including a full\nreproduction of Bingham’s first draft of §1 and his remarks that a\nconstitutional amendment to “enforc[e]” the “immortal bill of\nrights” was “absolutely essential to American nationality.” N. Y.\nTimes, Feb. 27, 1866, p. 8.Bingham’s first draft of §1 was\ndifferent from the version ultimately adopted. Of particular\nimportance, the first draft granted Congress the “power to make all\nlaws … necessary and proper to secure” the “citizens of each State\nall privileges and immunities of citizens in the several States,”\nrather than restricting state power to “abridge” the privileges or\nimmunities of citizens of the United States.[Footnote 11] 39th Cong. Globe 1088.That draft was met with\nobjections, which the Times covered extensively. A front-page\narticle hailed the “Clear and Forcible Speech” by Representative\nRobert Hale against the draft, explaining—and endorsing—Hale’s view\nthat Bingham’s proposal would “confer upon Congress all the rights\nand power of legislation now reserved to the States” and would “in\neffect utterly obliterate State rights and State authority over\ntheir own internal affairs.”[Footnote 12] N. Y. Times, Feb. 28, 1866,\np. 1.Critically, Hale didnotobject to the draft insofar as it purported to protect\nconstitutional liberties against state interference. Indeed, Hale\nstated that he believed (incorrectly in light ofBarron)\nthat individual rights enumerated in the Constitution were already\nenforceable against the States. See 39th Cong. Globe 1064 (“I have,\nsomehow or other, gone along with the impression that there is that\nsort of protection thrown over us in some way, whether with or\nwithout the sanction of a judicial decision that we are so\nprotected”); see N. Y. Times, Feb. 28, 1866, at 1. Hale’s\nmisperception was not uncommon among members of the Reconstruction\ngeneration. Seeinfra, at 38–40. But that is secondary to\nthe point that the Times’ coverage of this debate over §1’s meaning\nsuggests public awareness of its main contours—i.e., that\n§1 would, at a minimum, enforce constitutionally enumerated rights\nof United States citizens against the States.Bingham’s draft was tabled for\nseveral months. In the interim, he delivered a second\nwell-publicized speech, again arguing that a constitutional\namendment was required to give Congress the power to enforce the\nBill of Rights against the States. That speech was printed in\npamphlet form, see Speech of Hon. John A. Bingham, of Ohio, on the\nCivil Rights Bill, Mar. 9, 1866 (Cong. Globe); see 39th Cong. Globe\n1837 (remarks of Rep. Lawrence) (noting that the speech was\n“extensively published”), and the New York Times covered the speech\non its front page. Thirty-Ninth Congress, N. Y. Times, Mar. 10,\n1866, p. 1.By the time the debates on the\nFourteenth Amendment resumed, Bingham had amended his draft of §1\nto include the text of the Privileges or Immunities Clause that was\nultimately adopted. Senator Jacob Howard introduced the new draft\non the floor of the Senate in the third speech relevant here.\nHoward explained that the Constitution recognized “a mass of\nprivileges, immunities, and rights, some of them secured by the\nsecond section of the fourth article of the Constitution, . . .\nsome by the first eight amendments of the Constitution,” and that\n“there is no power given in the Constitution to enforce and to\ncarry out any of these guarantees” against the States. 39th Cong.\nGlobe 2765. Howard then stated that “the great object” of §1 was to\n“restrain the power of the States and compel them at all times to\nrespect these great fundamental guarantees.”Id., at 2766.\nSection 1, he indicated, imposed “a general prohibition upon all\nthe States, as such, from abridging the privileges and immunities\nof the citizens of the United States.”Id., at\n2765.In describing these rights,\nHoward explained that they included “the privileges and immunities\nspoken of” in Article IV, §2.Id.,at 2765. Although he\ndid not catalogue the precise “nature” or “extent” of those rights,\nhe thought “Corfieldv.Coryell” provided a useful\ndescription. Howard then submitted that“[t]o these privileges and\nimmunities, whatever they may be— . . . should be addedthe\npersonal rights guarantied and secured by the first eight\namendments of the Constitution; such as the freedom of speech\nand of the press; the right of the people peaceably to assemble and\npetition the Government for a redress of grievances, [and] . . .the right to keep and to bear arms.”Ibid.(emphasis added).News of Howard’s\nspeech was carried in major newspapers across the country,\nincluding the New York Herald, see N. Y. Herald, May 24, 1866, p.\n1, which was the best-selling paper in the Nation at that time, see\nA. Amar, The Bill of Rights: Creation and Reconstruction 187 (1998)\n(hereinafter Amar).[Footnote\n13] The New York Times carried the speech as well, reprinting a\nlengthy excerpt of Howard’s remarks, including the statements\nquoted above. N. Y. Times, May 24, 1866, p. 1. The following\nday’s Times editorialized on Howard’s speech, predicting that “[t]o\nthis, the first section of the amendment, the Union party\nthroughout the country will yield a ready acquiescence, and the\nSouth could offer no justifiable resistance,” suggesting that\nBingham’s narrower second draft had not been met with the same\nobjections that Hale had raised against the first. N. Y.\nTimes, May 25, 1866, p. 4.As a whole, these\nwell-circulated speeches indicate that §1 was understood to enforce\nconstitutionally declared rights against the States, and they\nprovide no suggestion that any language in the section other than\nthe Privileges or Immunities Clause would accomplish that task.(2)When read\nagainst this backdrop, the civil rights legislation adopted by the\n39th Congress in 1866 further supports this view. Between passing\nthe Thirteenth Amendment—which outlawed slavery alone—and the\nFourteenth Amendment, Congress passed two significant pieces of\nlegislation. The first was the Civil Rights Act of 1866, which\nprovided that “all persons born in the United States” were\n“citizens of the United States” and that “such citizens, of every\nrace and color, . . . shall have the same right” to, among other\nthings, “full and equal benefit of all laws and proceedings for the\nsecurity of person and property, as is enjoyed by white citizens.”\nCh. 31, §1, 14 Stat. 27.Both proponents and\nopponents of this Act described it as providing the “privileges” of\ncitizenship to freedmen, and defined those privileges to include\nconstitutional rights, such as the right to keep and bear arms. See\n39th Cong. Globe 474 (remarks of Sen. Trumbull) (stating that the\n“the late slaveholding States” had enacted laws “depriving persons\nof African descent of privileges which are essential to freemen,”\nincluding “prohibit[ing] any negro or mulatto from having\nfire-arms” and stating that “[t]he purpose of the bill under\nconsideration is to destroy all these discriminations”); id.,\nat 1266–1267 (remarks of Rep. Raymond) (opposing the Act, but\nrecognizing that to “[m]ake a colored man a citizen of the United\nStates” would guarantee to him,inter alia, “a definedstatus. . . a right to defend himself and his wife and\nchildren; a right to bear arms”).Three months later, Congress\npassed the Freedmen’s Bureau Act, which also entitled all citizens\nto the “full and equal benefit of all laws and proceedings\nconcerning personal liberty” and “personal security.” Act of July\n16, 1866, ch. 200, §14, 14 Stat. 176. The Act stated expressly that\nthe rights of personal liberty and security protected by the Act\n“includ[ed] the constitutional right to bear arms.”Ibid.(3)There is much\nelse in the legislative record. Many statements by Members of\nCongress corroborate the view that the Privileges or Immunities\nClause enforced constitutionally enumerated rights against the\nStates. See Curtis 112 (collecting examples). I am not aware of any\nstatement that directly refutes that proposition. That said, the\nrecord of the debates—like most legislative history—is less than\ncrystal clear. In particular, much ambiguity derives from the fact\nthat at least several Members described §1 as protecting the\nprivileges and immunities of citizens “in the several States,”\nharkening back to Article IV, §2. See supra, at 28–29\n(describing Sen. Howard’s speech). These statements can be read to\nsupport the view that the Privileges or Immunities Clause protects\nsome or all the fundamental rights of “citizens” described inCorfield. They can also be read to support the view that\nthe Privileges or Immunities Clause, like Article IV, §2, prohibits\nonly state discrimination with respect to those rights it covers,\nbut does not deprive States of the power to deny those rights to\nall citizens equally.I examine the rest\nof the historical record with this understanding. But for purposes\nof discerning what the public most likely thought the Privileges or\nImmunities Clause to mean, it is significant that the most widely\npublicized statements by the legislators who voted on §1—Bingham,\nHoward, and even Hale—point unambiguously toward the conclusion\nthat the Privileges or Immunities Clause enforces at least those\nfundamental rights enumerated in the Constitution against the\nStates, including the Second Amendment right to keep and bear\narms.3Interpretations of\nthe Fourteenth Amendment in the period immediately following its\nratification help to establish the public understanding of the text\nat the time of its adoption.Some of these\ninterpretations come from Members of Congress. During an 1871\ndebate on a bill to enforce the Fourteenth Amendment,\nRepresentative Henry Dawes listed the Constitution’s first eight\nAmendments, including “the right to keep and bear arms,” before\nexplaining that after the Civil War, the country “gave the most\ngrand of all these rights, privileges, and immunities, by one\nsingle amendment to the Constitution, to four millions of American\ncitizens” who formerly were slaves. Cong. Globe, 42d Cong., 1st\nSess., 475–476 (1871). “It is all these,” Dawes explained, “which\nare comprehended in the words ‘American citizen.’ ”Ibid.;see alsoid., at 334 (remarks of\nRep. Hoar) (stating that the Privileges or Immunities Clause\nreferred to those rights “declared to belong to the citizen by the\nConstitution itself”). Even opponents of Fourteenth Amendment\nenforcement legislation acknowledged that the Privileges or\nImmunities Clause protected constitutionally enumerated individual\nrights. See 2 Cong. Rec. 384–385 (1874) (remarks of Rep. Mills)\n(opposing enforcement law, but acknowledging, in referring to the\nBill of Rights, that “[t]hese first amendments and some provisions\nof the Constitution of like import embrace the ‘privileges and\nimmunities’ of citizenship as set forth in article 4, section 2 of\nthe Constitutionand in the fourteenth amendment”\n(emphasis added)); see Curtis 166–170 (collecting\nexamples).Legislation passed in\nfurtherance of the Fourteenth Amendment demonstrates even more\nclearly this understanding. For example, Congress enacted the Civil\nRights Act of 1871, 17 Stat. 13, which was titled in pertinent part\n“An Act to enforce the Provisions of the Fourteenth Amendment to\nthe Constitution of the United States,” and which is codified in\nthe still-existing 42 U. S. C. §1983. That statute prohibits\nstate officials from depriving citizens of “any rights, privileges,\nor immunitiessecured by the Constitution.” Rev. Stat.\n1979, 42 U. S. C. §1983 (emphasis added). Although the\nJudiciary ignored this provision for decades after its enactment,\nthis Court has come to interpret the statute, unremarkably in light\nof its text, as protecting constitutionally enumerated rights.Monroev.Pape,365 U. S. 167, 171\n(1961).A Federal Court of Appeals\ndecision written by a future Justice of this Court adopted the same\nunderstanding of the Privileges or Immunities Clause. See,e.g.,UnitedStatesv.Hall, 26\nF. Cas. 79, 82 (No. 15,282) (CC SD Ala. 1871) (Woods, J.) (“We\nthink, therefore, that the . . . rights enumerated in the first\neight articles of amendment to the constitution of the United\nStates, are the privileges and immunities of citizens of the United\nStates”). In addition, two of the era’s major constitutional\ntreatises reflected the understanding that §1 would protect\nconstitutionally enumerated rights from state abridgment.[Footnote 14] A third such treatise\nunambiguously indicates that the Privileges or Immunities Clause\naccomplished this task. G. Paschal, The Constitution of the United\nStates 290 (1868) (explaining that the rights listed in §1 had\n“already been guarantied” by Article IV and the Bill of Rights, but\nthat “[t]he new feature declared” by §1 was that these rights,\n“which had been construed to apply only to the national government,\nare thus imposed upon the States”).Another example of public\nunderstanding comes from United States Attorney Daniel Corbin’s\nstatement in an 1871 Ku Klux Klan prosecution. Corbin citedBarronand declared:“[T]he fourteenth amendment changes\nall that theory, and lays the same restriction upon the States that\nbefore lay upon the Congress of the United States—that, as Congress\nheretofore could not interfere with the right of the citizen to\nkeep and bear arms, now, after the adoption of the fourteenth\namendment, the State cannot interfere with the right of the citizen\nto keep and bear arms. The right to keep and bear arms is included\nin the fourteenth amendment, under ‘privileges and\nimmunities.’ ” Proceedings in the Ku Klux Trials at Columbia,\nS. C., in the United States Circuit Court, November Term,\n1871, p. 147 (1872).*  *  *This evidence\nplainly shows that the ratifying public understood the Privileges\nor Immunities Clause to protect constitutionally enumerated rights,\nincluding the right to keep and bear arms. As the Court\ndemonstrates, there can be no doubt that §1 was understood to\nenforce the Second Amendment against the States. Seeante,\nat 22–33. In my view, this is because the right to keep and bear\narms was understood to be a privilege of American citizenship\nguaranteed by the Privileges or Immunities Clause.CThe next question\nis whether the Privileges or Immunities Clause merely prohibits\nStates from discriminating among citizens if they recognize the\nSecond Amendment’s right to keep and bear arms, or whether the\nClause requires States to recognize the right. The municipal\nrespondents, Chicago and Oak Park, argue for the former\ninterpretation. They contend that the Second Amendment, as applied\nto the States through the Fourteenth, authorizes a State to impose\nan outright ban on handgun possession such as the ones at issue\nhere so long as a State applies it to all citizens\nequally.[Footnote 15] The\nCourt explains why this antidiscrimination-only reading of §1 as a\nwhole is “implausible.”Ante, at 31 (citing Brief for\nMunicipal Respondents 64). I agree, but because I think it is the\nPrivileges or Immunities Clause that applies this right to the\nStates, I must explain why this Clause in particular protects\nagainst more than just state discrimination, and in fact\nestablishes a minimum baseline of rights for all American\ncitizens.1I begin, again,\nwith the text. The Privileges or Immunities Clause opens with the\ncommand that “No State shall” abridge the privileges or\nimmunities of citizens of the United States. Amdt. 14, §1 (emphasis\nadded). The very same phrase opens Article I, §10 of the\nConstitution, which prohibits the States from “pass[ing] any Bill\nof Attainder” or “ex post facto Law,” among other things. Article\nI, §10 is one of the few constitutional provisions that limits\nstate authority. InBarron, when Chief Justice Marshall\ninterpreted the Bill of Rights as lacking “plain and intelligible\nlanguage” restricting state power to infringe upon individual\nliberties, he pointed to Article I, §10 as an example of text that\nwould have accomplished that task. 7 Pet., at 250. Indeed, Chief\nJustice Marshall would later describe Article I, §10 as “a bill of\nrights for the people of each state.”Fletcherv.Peck, 6 Cranch 87, 138 (1810). Thus, the fact that the\nPrivileges or Immunities Clause uses the command “[n]o State\nshall”—which Article IV, §2 does not—strongly suggests that the\nformer imposes a greater restriction on state power than the\nlatter.This interpretation is\nstrengthened when one considers that the Privileges or Immunities\nClause uses the verb “abridge,” rather than “discriminate,” to\ndescribe the limit it imposes on state authority. The Webster’s\ndictionary in use at the time of Reconstruction defines the word\n“abridge” to mean “[t]o deprive; to cut off; . . . as, toabridgeone of his rights.” Webster, An American\nDictionary of the English Language, at 6. The Clause is thus best\nunderstood to impose a limitation on state power to infringe upon\npre-existing substantive rights. It raises no indication that the\nFramers of the Clause used the word “abridge” to prohibit only\ndiscrimination.This most natural\ntextual reading is underscored by a well-publicized revision to the\nFourteenth Amendment that the Reconstruction Congress rejected.\nAfter several Southern States refused to ratify the Amendment,\nPresident Johnson met with their Governors to draft a compromise.\nN. Y. Times, Feb. 5, 1867, p. 5. Their proposal\neliminated Congress’ power to enforce the Amendment (granted in\n§5), and replaced the Privileges or Immunities Clause in §1 with\nthe following:“All persons born or naturalized in\nthe United States, and subject to the jurisdiction thereof, are\ncitizens of the United States, and of the States in which they\nreside, and the Citizens of each State shall be entitled to allthe privileges and immunities of citizens in the several\nStates.” Draft reprinted in 1 Documentary History of\nReconstruction 240 (W. Fleming ed. 1950) (hereinafter\nFleming).Significantly,\nthis proposal removed the “[n]o State shall” directive and the verb\n“abridge” from §1, and also changed the class of rights to be\nprotected from those belonging to “citizens of the United States”\nto those of the “citizens in the several States.” This phrasing is\nmaterially indistinguishable from Article IV, §2, which generally\nwas understood as an antidiscrimination provision alone. Seesupra, at 15–18. The proposal thus strongly indicates that\nat least the President of the United States and several southern\nGovernors thought that the Privileges or Immunities Clause, which\nthey unsuccessfully tried to revise, prohibited more than just\nstate-sponsored discrimination.2The argument that\nthe Privileges or Immunities Clause prohibits no more than\ndiscrimination often is followed by a claim that public discussion\nof the Clause, and of §1 generally, was not extensive. Because of\nthis, the argument goes, §1 must not have been understood to\naccomplish such a significant task as subjecting States to federal\nenforcement of a minimum baseline of rights. That argument\noverlooks critical aspects of the Nation’s history that underscored\nthe need for, and wide agreement upon, federal enforcement of\nconstitutionally enumerated rights against the States, including\nthe right to keep and bear arms.aI turn first to\npublic debate at the time of ratification. It is true that the\ncongressional debates over §1 were relatively brief. It is also\ntrue that there is little evidence of extensive debate in the\nStates. Many state legislatures did not keep records of their\ndebates, and the few records that do exist reveal only modest\ndiscussion. See Curtis 145. These facts are not\nsurprising.First, however\nconsequential we consider the question today, the nationalization\nof constitutional rights was not the most controversial aspect of\nthe Fourteenth Amendment at the time of its ratification. The\nNation had just endured a tumultuous civil war, and §§2, 3, and\n4—which reduced the representation of States that denied voting\nrights to blacks, deprived most former Confederate officers of the\npower to hold elective office, and required States to disavow\nConfederate war debts—were far more polarizing and consumed far\nmore political attention. See Wildenthal 1600; Hardy, Original\nPopular Understanding of the Fourteenth Amendment as Reflected in\nthe Print Media of 1866–1868, 30 Whittier L. Rev. 695, 699\n(2009).Second, the\ncongressional debates on the Fourteenth Amendment reveal that many\nrepresentatives, and probably many citizens, believed that the\nThirteenth Amendment, the 1866 Civil Rights legislation, or some\ncombination of the two, had already enforced constitutional rights\nagainst the States. Justice Black’s dissent inAdamsonchronicles this point in detail. 332 U. S., at 107–108 (Appendix to\ndissenting opinion). Regardless of whether that understanding was\naccurate as a matter of constitutional law, it helps to explain why\nCongressmen had little to say during the debates about §1. Seeibid.Third, whileBarronmade plain that the Bill of Rights was not legally\nenforceable against the States, seesupra, at 2, the\nsignificance of that holding should not be overstated. Like the\nFramers, seesupra, at 14–15, many 19th-century Americans\nunderstood the Bill of Rights to declare inalienable rights that\npre-existed all government. Thus, even though the Bill of Rights\ntechnically applied only to the Federal Government, many believed\nthat it declared rights that no legitimate government could\nabridge.Chief Justice Henry\nLumpkin’s decision for the Georgia Supreme Court inNunnv.State, 1 Ga. 243 (1846), illustrates this view. In\nassessing state power to regulate firearm possession, Lumpkin wrote\nthat he was “aware that it has been decided, that [the Second\nAmendment], like other amendments adopted at the same time, is a\nrestriction upon the government of the United States, and does not\nextend to the individual States.”Id., at 250. But he\nstill considered the right to keep and bear arms as “an unalienable\nright, which lies at the bottom of every free government,”and thus found the States bound to honor it.Ibid. Other\nstate courts adopted similar positions with respect to the right to\nkeep and bear arms and other enumerated rights.[Footnote 16] Some courts even suggested that\nthe protections in the Bill of Rights were legally enforceable\nagainst the States,Barronnotwithstanding.[Footnote 17] A prominent treatise of the\nera took the same position. W. Rawle, A View of the Constitution of\nthe United States of America 124–125 (2d ed. 1829) (reprint 2009)\n(arguing that certain of the first eight Amendments “appl[y] to the\nstate legislatures” because those Amendments “form parts of the\ndeclared rights of the people, of which neither the state powers\nnor those of the Union can ever deprive them”);id., at\n125–126 (describing the Second Amendment “right of the people to\nkeep and bear arms” as “a restraint on both” Congress and the\nStates); see alsoHeller, 554 U. S., at __ (slip op., at\n34) (describing Rawle’s treatise as “influential”). Certain\nabolitionist leaders adhered to this view as well. Lysander Spooner\nchampioned the popular abolitionist argument that slavery was\ninconsistent with constitutional principles, citing as evidence the\nfact that it deprived black Americans of the “natural right of all\nmen ‘to keep and bear arms’ for their personal defence,” which he\nbelieved the Constitution “prohibit[ed] both Congress and the State\ngovernments from infringing.” L. Spooner, The Unconstitutionality\nof Slavery 98 (1860).In sum, some appear\nto have believed that the Bill of Rightsdidapply to the\nStates, even though this Court had squarely rejected that theory.\nSee,e.g.,supra, at 27–28 (recounting Rep.\nHale’s argument to this effect). Many others believed that the\nliberties codified in the Bill of Rights were ones that no Stateshouldabridge, even though they understood that the Bill\ntechnically did not apply to States. These beliefs, combined with\nthe fact that most state constitutions recognized many, if not all,\nof the individual rights enumerated in the Bill of Rights, made the\nneed for federal enforcement of constitutional liberties against\nthe States an afterthought. Seeante, at 29 (opinion of\nthe Court) (noting that, “[i]n 1868, 22 of the 37 States in the\nUnion had state constitutional provisions explicitly protecting the\nright to keep and bear arms”). That changed with the national\nconflict over slavery.bIn the\ncontentious years leading up to the Civil War, those who sought to\nretain the institution of slavery found that to do so, it was\nnecessary to eliminate more and more of the basic liberties of\nslaves, free blacks, and white abolitionists. Congressman Tobias\nPlants explained that slaveholders “could not hold [slaves] safely\nwhere dissent was permitted,” so they decided that “all dissent\nmust be suppressed by the strong hand of power.” 39th Cong. Globe\n1013. The measures they used were ruthless, repressed virtually\nevery right recognized in the Constitution, and demonstrated that\npreventing only discriminatory state firearms restrictions would\nhave been a hollow assurance for liberty. Public reaction indicates\nthat the American people understood this point.The\noverarching goal of pro-slavery forces was to repress the spread of\nabolitionist thought and the concomitant risk of a slave rebellion.\nIndeed, it is difficult to overstate the extent to which fear of a\nslave uprising gripped slaveholders and dictated the acts of\nSouthern legislatures. Slaves and free blacks represented a\nsubstantial percentage of the population and posed a severe threat\nto Southern order if they were not kept in their place. According\nto the 1860 Census, slaves represented one quarter or more of the\npopulation in 11 of the 15 slave States, nearly half the population\nin Alabama, Florida, Georgia, and Louisiana, andmorethan\n50% of the population in Mississippi and South Carolina. Statistics\nof the United States (Including Mortality, Property, &c.,) in\n1860, The Eighth Census 336–350 (1866).The Southern fear\nof slave rebellion was not unfounded. Although there were others,\ntwo particularly notable slave uprisings heavily influenced\nslaveholders in the South. In 1822, a group of free blacks and\nslaves led by Denmark Vesey planned a rebellion in which they would\nslay their masters and flee to Haiti. H. Aptheker, American Negro\nSlave Revolts 268–270 (1983). The plan was foiled, leading to the\nswift arrest of 130 blacks, and the execution of 37, including\nVesey.Id., at 271. Still, slaveowners took notice—it was\nreportedly feared that as many as 6,600 to 9,000 slaves and free\nblacks were involved in the plot.Id., at 272. A few years\nlater, the fear of rebellion was realized. An uprising led by Nat\nTurner took the lives of at least 57 whites before it was\nsuppressed.Id., at 300–302.The fear generated\nby these and other rebellions led Southern legislatures to take\nparticularly vicious aim at the rights of free blacks and slaves to\nspeak or to keep and bear arms for their defense. Teaching slaves\nto read (even the Bible) was a criminal offense punished severely\nin some States. See K. Stampp, The Peculiar Institution: Slavery in\nthe Ante-bellum South 208, 211 (1956). Virginia made it a crime for\na member of an “abolition” society to enter the State and argue\n“that the owners of slaves have no property in the same, or\nadvocate or advise the abolition of slavery.” 1835–1836 Va. Acts\nch. 66, p. 44. Other States prohibited the circulation of\nliterature denying a master’s right to property in his slaves and\npassed laws requiring postmasters to inspect the mails in search of\nsuch material. C. Eaton, The Freedom-of-Thought Struggle in the Old\nSouth 118–143, 199–200 (1964).Many legislatures\namended their laws prohibiting slaves from carrying\nfirearms[Footnote 18] to\napply the prohibition to free blacks as well. See,e.g.,\nAct of Dec. 23, 1833, §7, 1833 Ga. Acts pp. 226, 228\n(declaring that “it shall not be lawful for any free person of\ncolour in this state, to own, use, or carry fire arms of any\ndescription whatever”); H. Aptheker, Nat Turner’s Slave Rebellion\n74–76, 83–94 (1966) (discussing similar Maryland and Virginia\nstatutes); see also Act of Mar. 15, 1852, ch. 206, 1852 Miss. Laws\np. 328 (repealing laws allowing free blacks to obtain firearms\nlicenses); Act of Jan. 31, 1831, 1831 Fla. Acts p. 30 (same).\nFlorida made it the “duty” of white citizen “patrol[s] to search\nnegro houses or other suspected places, for fire arms.” Act of Feb.\n17, 1833, ch. 671, 1833 Fla. Acts pp. 26, 30. If they found\nany firearms, the patrols were to take the offending slave or free\nblack “to the nearest justice of the peace,” whereupon he would be\n“severely punished” by “whipping on the bare back, not exceeding\nthirty-nine lashes,” unless he could give a “plain and\nsatisfactory” explanation of how he came to possess the gun.Ibid.Southern\nblacks were not alone in facing threats to their personal liberty\nand security during the antebellum era. Mob violence in many\nNorthern cities presented dangers as well. Cottrol & Diamond,\nThe Second Amendment: Toward an Afro-Americanist Reconsideration,\n80 Geo. L. J. 309, 340 (1991) (hereinafter Cottrol) (recounting a\nJuly 1834 mob attack against “churches, homes, and businesses of\nwhite abolitionists and blacks” in New York that involved “upwards\nof twenty thousand people and required the intervention of the\nmilitia to suppress”);ibid.(noting an uprising in Boston\nnine years later in which a confrontation between a group of white\nsailors and four blacks led “a mob of several hundred\nwhites”to “attac[k] and severely beat every black they\ncould find”).cAfter\nthe Civil War, Southern anxiety about an uprising among the newly\nfreed slaves peaked. As Representative Thaddeus Stevens is reported\nto have said, “[w]hen it was first proposed to free the slaves, and\narm the blacks, did not half the nation tremble? The prim\nconservatives, the snobs, and the male waiting-maids in Congress,\nwere in hysterics.” K. Stampp, The Era of Reconstruction,\n1865–1877, p. 104 (1965) (hereinafter Era of\nReconstruction).As the\nCourt explains, this fear led to “systematic efforts” in the “old\nConfederacy” to disarm the more than 180,000 freedmen who had\nserved in the Union Army, as well as other free blacks. Seeante, at 23. Some States formally prohibited blacks from\npossessing firearms.Ante,at 23–24 (quoting 1865 Miss.\nLaws p. 165, §1, reprinted in 1 Fleming 289). Others enacted\nlegislation prohibiting blacks from carrying firearms without a\nlicense, a restriction not imposed on whites. See,e.g.,\nLa. Statute of 1865, reprinted inid.,at 280.\nAdditionally, “[t]hroughout the South, armed parties, often\nconsisting of ex-Confederate soldiers serving in the state\nmilitias, forcibly took firearms from newly freed slaves.”Ante, at 24.As the Court makes\ncrystal clear, if the Fourteenth Amendment “had outlawed only those\nlaws that discriminate on the basis of race or previous condition\nof servitude, African-Americans in the South would likely have\nremained vulnerable to attack by many of their worst abusers: the\nstate militia and state peace officers.”Ante,at 32. In\nthe years following the Civil War, a law banning firearm possession\noutright “would have been nondiscriminatory only in the formal\nsense,” for it would have “left firearms in the hands of the\nmilitia and local peace officers.”Ibid.Evidence suggests\nthat the public understood this at the time the Fourteenth\nAmendment was ratified. The publicly circulated Report of the Joint\nCommittee on Reconstruction extensively detailed these abuses, seeante,at 23–24 (collecting examples), and statements by\ncitizens indicate that they looked to the Committee to provide a\nfederal solution to this problem, see,e.g., 39th Cong.\nGlobe 337 (remarks of Rep. Sumner) (introducing “a memorial from\nthe colored citizens of the State of South Carolina” asking for,inter alia, “constitutional protection in keeping arms, in\nholding public assemblies, and in complete liberty of speech and of\nthe press”).One way in which\nthe Federal Government responded was to issue military orders\ncountermanding Southern arms legislation. See,e.g., Jan.\n17, 1866, order from Major General D. E. Sickles, reprinted in E.\nMcPherson, The Political History of the United States of America\nDuring the Period of Reconstruction 37 (1871) (“The constitutional\nrights of all loyal and well-disposed inhabitants to bear arms will\nnot be infringed”). The significance of these steps was not lost on\nthose they were designed to protect. After one such order was\nissued, The Christian Recorder, published by the African Methodist\nEpiscopal Church, published the following\neditorial:“ ‘We have several times alluded to the\nfact that the Constitution of the United States, guaranties to\nevery citizen the right to keep and bear arms. . . . All men,\nwithout the distinction of color, have the right to keep arms to\ndefend their homes, families, or themselves.’“We are glad to\nlearn that [the] Commissioner for this State . . . has given\nfreedmen to understand that they have as good a right to keep fire\narms as any other citizens. The Constitution of the United States\nis the supreme law of the land, and we will be governed by that at\npresent.” Right to Bear Arms, Christian Recorder (Phila.), Feb. 24,\n1866, pp. 29–30.The\nsame month, The Loyal Georgian carried a letter to the editor\nasking “Have colored persons a right to own and carry fire arms?—A\nColored Citizen.” The editors responded as\nfollows:“Almost every day, we are asked questions\nsimilar to the above. We answercertainlyyou have thesameright to own and carry fire arms thatothercitizens have. You are not only free but citizens of the United\nStates and, as such, entitled to the same privileges granted to\nother citizens by the Constitution of the United\nStates..     .     .     .     .“. . . Article II, of the amendments\nto the Constitution of the United States, gives the people the\nright to bear arms and states that this right shall not be\ninfringed. . . . All men, without distinction of color, have the\nright to keep arms to defend their homes, families or themselves.”\nLetter to the Editor, Loyal Georgian (Augusta), Feb. 3, 1866,\np. 3.These\nstatements are consistent with the arguments of abolitionists\nduring the antebellum era that slavery, and the slave States’\nefforts to retain it, violated the constitutional rights of\nindividuals—rights the abolitionists described as among the\nprivileges and immunities of citizenship. See,e.g., J.\nTiffany, Treatise on the Unconstitutionality of American Slavery 56\n(1849) (reprint 1969) (“pledg[ing] . . . to see that all the\nrights, privileges, and immunities, granted by the constitution of\nthe United States, are extended to all”);id., at 99\n(describing the “right to keep and bear arms” as one of those\nrights secured by “the constitution of the United States”). The\nproblem abolitionists sought to remedy was that, underDred\nScott, blacks were not entitled to the privileges and\nimmunities of citizens under the Federal Constitution and that, in\nmany States, whatever inalienable rights state law recognized did\nnot apply to blacks. See,e.g.,Cooperv.Savannah, 4 Ga. 68, 72 (1848) (deciding, just two years\nafter Chief Justice Lumpkin’s opinion inNunnrecognizing\nthe right to keep and bear arms, seesupra, at 39, that\n“[f]ree persons of color have never been recognized here as\ncitizens; they are not entitled to bear arms”).Section 1\nguaranteed the rights of citizenship in the United States and in\nthe several States without regard to race. But it was understood\nthat liberty would be assured little protection if §1 left each\nState to decide which privileges or immunities of United States\ncitizenship it would protect. As Frederick Douglass explained\nbefore §1’s adoption, “the Legislatures of the South can take from\nhim the right to keep and bear arms, as they can—they would not\nallow a negro to walk with a cane where I came from, they would not\nallow five of them to assemble together.” In What New Skin Will the\nOld Snake Come Forth? An Address Delivered in New York, New York,\nMay 10, 1865, reprinted in 4 The Frederick Douglass Papers 79,\n83–84 (J. Blassingame & J. McKivigan eds., 1991) (footnote\nomitted). “Notwithstanding the provision in the Constitution of the\nUnited States, that the right to keep and bear arms shall not be\nabridged,” Douglass explained that “the black man has never had the\nright either to keep or bear arms.”Id., at 84. Absent a\nconstitutional amendment to enforce that right against the States,\nhe insisted that “the work of the Abolitionists [wa]s not\nfinished.”Ibid.This history\nconfirms what the text of the Privileges or Immunities Clause most\nnaturally suggests: Consistent with its command that “[n]o State\nshall … abridge” the rights of United States citizens, the Clause\nestablishes a minimum baseline of federal rights, and the\nconstitutional right to keep and bear arms plainly was among\nthem.[Footnote\n19]IIIMy\nconclusion is contrary to this Court’s precedents, which hold that\nthe Second Amendment right to keep and bear arms is not a privilege\nof United States citizenship. SeeCruikshank, 92 U. S., at\n548–549, 551–553. I must, therefore, consider whetherstaredecisisrequires retention of those\nprecedents. As mentioned at the outset, my inquiry is limited to\nthe right at issue here. Thus, I do not endeavor to decide in this\ncase whether, or to what extent, the Privileges or Immunities\nClause applies any other rights enumerated in the Constitution\nagainst the States.[Footnote\n20] Nor do I suggest that thestare decisisconsiderations surrounding the application of the right to keep and\nbear arms against the States would be the same as those surrounding\nanother right protected by the Privileges or Immunities Clause. I\nconsiderstare decisisonly as it applies to the question\npresented here.AThis\ninquiry begins with theSlaughter-House Cases. There, this\nCourt upheld a Louisiana statute granting a monopoly on livestock\nbutchering in and around the city of New Orleans to a newly\nincorporated company. 16 Wall. 36. Butchers excluded by the\nmonopoly sued, claiming that the statute violated the Privileges or\nImmunities Clause because it interfered with their right to pursue\nand “exercise their trade.”Id., at 60. This Court\nrejected the butchers’ claim, holding that their asserted right was\nnot a privilege or immunity of American citizenship, but one\ngoverned by the States alone. The Court held that the Privileges or\nImmunities Clause protected only rights offederalcitizenship—those “which owe their existence to the Federal\ngovernment, its National character, its Constitution, or its laws,”id., at 79—and did not protectanyof the rights\nof state citizenship,id., at 74. In other words, the\nCourt defined the two sets of rights as mutually\nexclusive.After\nseparating these two sets of rights, the Court defined the rights\nof state citizenship as “embrac[ing] nearly every civil right for\nthe establishment and protection of which organized government is\ninstituted”—that is, all those rights listed inCorfield.\n16 Wall., at 76 (referring to “those rights” that “Judge\nWashington” described). That left very few rights of federal\ncitizenship for the Privileges or Immunities Clause to protect. The\nCourt suggested a handful of possibilities, such as the “right of\nfree access to [federal] seaports,” protection of the Federal\nGovernment while traveling “on the high seas,” and even two rights\nlisted in the Constitution.Id., at 79 (noting “[t]he\nright to peaceably assemble” and “the privilege of the writ ofhabeas corpus”); seesupra, at 4. But its\ndecision to interpret the rights of state and federal citizenship\nas mutually exclusive led the Court in future cases to conclude\nthat constitutionally enumerated rights were excluded from the\nPrivileges or Immunities Clause’s scope. SeeCruikshank,supra.I reject that\nunderstanding. There was no reason to interpret the Privileges or\nImmunities Clause as putting the Court to the extreme choice of\ninterpreting the “privileges and immunities” of federal citizenship\nto mean either all those rights listed inCorfield, or\nalmost no rights at all. 16 Wall., at 76. The record is scant that\nthe public understood the Clause to make the Federal Government “a\nperpetual censor upon all legislation of the States” as theSlaughter-Housemajority feared.Id., at 78. For\none thing,Corfieldlisted the “elective franchise” as one\nof the privileges and immunities of “citizens of the several\nstates,” 6 F. Cas., at 552, yet Congress and the States still found\nit necessary to adopt the Fifteenth Amendment—which protects “[t]he\nright of citizens of the United States to vote”—two years after the\nFourteenth Amendment’s passage. If the Privileges or Immunities\nClause were understood to protect every conceivable civil right\nfrom state abridgment, the Fifteenth Amendment would have been\nredundant.The better view, in\nlight of the States and Federal Government’s shared history of\nrecognizing certain inalienable rights in their citizens, is that\nthe privileges and immunities of state and federal citizenship\noverlap. This is not to say that the privileges and immunities of\nstate and federal citizenship are the same. At the time of the\nFourteenth Amendment’s ratification, States performed many more\nfunctions than the Federal Government, and it is unlikely that,\nsimply by referring to “privileges or immunities,” the Framers of\n§1 meant to transfer every right mentioned inCorfieldto\ncongressional oversight. As discussed, “privileges” and\n“immunities” were understood only as synonyms for “rights.” Seesupra, at 9–11. It was their attachment to a particular\ngroup that gave them content, and the text and history recounted\nhere indicate that the rights of United States citizens were not\nperfectly identical to the rights of citizens “in the several\nStates.” Justice Swayne, one of the dissenters inSlaughter-House, made the point clear:“The citizen of a State\nhas thesamefundamental rights as a citizen of the United\nStates,and also certain others, local in their character,\narising from his relation to the State, and in addition, those\nwhich belong to the citizen of the United States, he being in that\nrelation also. There may thus be a double citizenship, each having\nsome rights peculiar to itself. It is only over those which belong\nto the citizen of the United States that the category here in\nquestion throws the shield of its protection.” 16 Wall., at 126\n(emphasis added).Because the privileges\nand immunities of American citizenship include rights enumerated in\nthe Constitution, they overlap to at least some extent with the\nprivileges and immunities traditionally recognized in citizens in\nthe several States.A separate question\nis whether the privileges and immunities of American citizenship\ninclude any rights besides those enumerated in the Constitution.\nThe four dissenting Justices inSlaughter-Housewould have\nheld that the Privileges or Immunities Clause protected the\nunenumerated right that the butchers in that case asserted. Seeid., at 83 (Field, J., dissenting);id., at 111\n(Bradley, J., dissenting);id., at 124 (Swayne, J.,\ndissenting). Because this case does not involve an unenumerated\nright, it is not necessary to resolve the question whether the\nClause protects such rights, or whether the Court’s judgment inSlaughter-Housewas correct.Still, it is argued\nthat the mere possibility that the Privileges or Immunities Clause\nmay enforce unenumerated rights against the States creates\n“ ‘special hazards’ ” that should prevent this Court from\nreturning to the original meaning of the Clause.[Footnote 21]Post, at 3 (Stevens,\nJ., dissenting). Ironically, the same objection applies to the\nCourt’s substantive due process jurisprudence, which illustrates\nthe risks of granting judges broad discretion to recognize\nindividual constitutional rights in the absence of textual or\nhistorical guideposts. But I see no reason to assume that such\nhazards apply to the Privileges or Immunities Clause. The mere fact\nthat the Clause does not expressly list the rights it protects does\nnot render it incapable of principled judicial application. The\nConstitution contains many provisions that require an examination\nof more than just constitutional text to determine whether a\nparticular act is within Congress’ power or is otherwise\nprohibited. See,e.g., Art. I, §8, cl. 18 (Necessary\nand Proper Clause); Amdt. 8 (Cruel and Unusual Punishments Clause).\nWhen the inquiry focuses on what the ratifying era understood the\nPrivileges or Immunities Clause to mean, interpreting it should be\nno more “hazardous” than interpreting these other constitutional\nprovisions by using the same approach. To be sure, interpreting the\nPrivileges or Immunities Clause may produce hard questions. But\nthey will have the advantage of being questions the Constitution\nasks us to answer. I believe those questions are more worthy of\nthis Court’s attention—and far more likely to yield discernable\nanswers—than the substantive due process questions the Court has\nfor years created on its own, with neither textual nor historical\nsupport.Finding these\nimpediments to returning to the original meaning overstated, I\nrejectSlaughter-Houseinsofar as it precludes any overlap\nbetween the privileges and immunities of state and federal\ncitizenship. I next proceed to thestare decisisconsiderations surrounding the precedent that expressly controls\nthe question presented here.BThree\nyears afterSlaughter-House, the Court inCruikshanksquarely held that the right to keep and bear\narms was not a privilege of American citizenship, thereby\noverturning the convictions of militia members responsible for the\nbrutal Colfax Massacre. Seesupra, at 4–5.Cruikshankis not a precedent entitled to any respect. The\nflaws in its interpretation of the Privileges or Immunities Clause\nare made evident by the preceding evidence of its original meaning,\nand I would reject the holding on that basis alone. But, the\nconsequences ofCruikshankwarrant mention as\nwell.Cruikshank’s holding that blacks\ncould look only to state governments for protection of their right\nto keep and bear arms enabled private forces, often with the\nassistance of local governments, to subjugate the newly freed\nslaves and their descendants through a wave of private violence\ndesigned to drive blacks from the voting booth and force them into\npeonage, an effective return to slavery. Without federal\nenforcement of the inalienable right to keep and bear arms, these\nmilitias and mobs were tragically successful in waging a campaign\nof terror against the very people the Fourteenth Amendment had just\nmade citizens.Take, for example,\nthe Hamburg Massacre of 1876. There, a white citizen militia sought\nout and murdered a troop of black militiamen for no other reason\nthan that they had dared to conduct a celebratory Fourth of July\nparade through their mostly black town. The white militia\ncommander, “Pitchfork” Ben Tillman, later described this massacre\nwith pride: “[T]he leading white men of Edgefield” had decided “to\nseize the first opportunity that the negroes might offer them to\nprovoke a riot and teach the negroes a lesson by having the whites\ndemonstrate their superiority by killing as many of them as was\njustifiable.” S. Kantrowitz, Ben Tillman & the Reconstruction\nof White Supremacy 67 (2000) (ellipsis, brackets, and internal\nquotation marks omitted). None of the perpetrators of the Hamburg\nmurders was ever brought to justice.[Footnote 22]Organized terrorism\nlike that perpetuated by Tillman and his cohorts proliferated in\nthe absence of federal enforcement of constitutional rights.\nMilitias such as the Ku Klux Klan, the Knights of the White\nCamellia, the White Brotherhood, the Pale Faces, and the ’76\nAssociation spread terror among blacks and white Republicans by\nbreaking up Republican meetings, threatening political leaders, and\nwhipping black militiamen. Era of Reconstruction, 199–200; Curtis\n156. These groups raped, murdered, lynched, and robbed as a means\nof intimidating, and instilling pervasive fear in, those whom they\ndespised. A. Trelease, White Terror: The Ku Klux Klan Conspiracy\nand Southern Reconstruction 28–46 (1995).Although Congress\nenacted legislation to suppress these activities,[Footnote 23] Klan tactics remained a\nconstant presence in the lives of Southern blacks for decades.\nBetween 1882 and 1968, there were at least 3,446 reported lynchings\nof blacks in the South. Cottrol 351–352. They were tortured and\nkilled for a wide array of alleged crimes, without even the\nslightest hint of due process. Emmit Till, for example, was killed\nin 1955 for allegedly whistling at a white woman. S. Whitfield, A\nDeath in the Delta: The Story of Emmett Till 15–31 (1988). The\nfates of other targets of mob violence were equally depraved. See,e.g., Lynched Negro and Wife Were First Mutilated,\nVicksburg (Miss.) Evening Post, Feb. 8, 1904, reprinted in R.\nGinzburg, 100 Years of Lynchings 63 (1988); Negro Shot Dead for\nKissing His White Girlfriend, Chi. Defender, Feb. 31, 1915, inid., at 95 (reporting incident in Florida); La. Negro Is\nBurned Alive Screaming “I Didn’t Do It,” Cleveland Gazette, Dec.\n13, 1914, inid., at 93 (reporting incident in\nLouisiana).The use of firearms\nfor self-defense was often the only way black citizens could\nprotect themselves from mob violence. As Eli Cooper, one target of\nsuch violence, is said to have explained, “ ‘[t]he Negro has\nbeen run over for fifty years, but it must stop now, and pistols\nand shotguns are the only weapons to stop a mob.’ ” Church\nBurnings Follow Negro Agitator’s Lynching, Chicago Defender, Sept.\n6, 1919, inid., at 124. Sometimes, as in Cooper’s case,\nself-defense did not succeed. He was dragged from his home by a mob\nand killed as his wife looked on.Ibid.But at other\ntimes, the use of firearms allowed targets of mob violence to\nsurvive. One man recalled the night during his childhood when his\nfather stood armed at a jail until morning to ward off lynchers.\nSee Cottrol, 354. The experience left him with a sense, “not ‘of\npowerlessness, but of the “possibilities of\nsalvation” ’ ” that came from standing up to\nintimidation.Ibid.In my view, the\nrecord makes plain that the Framers of the Privileges or Immunities\nClause and the ratifying-era public understood—just as the Framers\nof the Second Amendment did—that the right to keep and bear arms\nwas essential to the preservation of liberty. The record makes\nequally plain that they deemed this right necessary to include in\nthe minimum baseline of federal rights that the Privileges or\nImmunities Clause established in the wake of the War over slavery.\nThere is nothing aboutCruikshank’s contrary holding that\nwarrants its retention.*  *  *I\nagree with the Court that the Second Amendment is fully applicable\nto the States. I do so because the right to keep and bear arms is\nguaranteed by the Fourteenth Amendment as a privilege of American\ncitizenship.Footnote\n1In the two decades\nafterUnited Statesv.Cruikshank,92 U. S. 542(1876), was decided, this\nCourt twice reaffirmed its holding that the Privileges or\nImmunities Clause does not apply the Second Amendment to the\nStates.Presserv.Illinois,116 U. S. 252, 266–267\n(1886);Millerv.Texas,153 U. S. 535(1894).Footnote\n2See also 2 C.\nRichardson, A New Dictionary of the English Language 1512 (1839)\n(defining “privilege” as “an appropriate or peculiar law or rule or\nright; a peculiar immunity, liberty, or franchise”); 1id., at 1056 (defining “immunity” as “[f]reedom or\nexemption, (from duties,) liberty, privilege”); The Philadelphia\nSchool Dictionary; or Expositor of the English Language 152 (3d ed.\n1812) (defining “privilege” as a “peculiar advantage”);id., at 105 (defining “immunity” as “privilege,\nexemption”); Royal Standard English Dictionary 411 (1788) (defining\n“privilege” as “public right; peculiar\nadvantage”).Footnote\n3See also,e.g., Charter of Va. (1606), reprinted in 7 The Federal\nand State Constitutions, Colonial Charters, and Other Organic Laws\n3783, 3788 (F. Thorpe ed. 1909) (hereinafter Thorpe) (“Declar[ing]”\nthat “all and every the Persons being our Subjects, . . . shall\nHave and enjoy all Liberties, Franchises, and Immunities . . .\nas if they had been abiding and born, within this our Realm ofEngland” (emphasis in original)); Charter of New England\n(1620), in 3id.,at 1827, 1839 (“[A]ll and every the\nPersons, beinge our Subjects, . . . shall have and enjoy all\nLiberties, and ffranchizes, and Immunities of free Denizens and\nnaturall subjects … as if they had been abidinge and born within\nthis our Kingdome of England”); Charter of Mass. Bay (1629), inid.at 1846, 1856–1857 (guaranteeing that “all and every\nthe Subjects of Us, … shall have and enjoy all liberties and\nImmunities of free and naturall Subjects … as yf they and everie of\nthem were borne within the Realme of England”); Grant of the\nProvince of Me. (1639), inid.,at 1625, 1635\n(guaranteeing “Liberties Francheses and Immunityes of or belonging\nto any the naturall borne subjects of this our Kingdome of\nEngland”); Charter of Carolina (1663), in 5id.,at 2743,\n2747 (guaranteeing to all subjects “all liberties franchises and\npriviledges of this our kingdom of England”); Charter of R. I.\nand Providence Plantations (1663), in 6id.,at 3211, 3220\n(“[A]ll and every the subjects of us . . . shall have and enjoye\nall libertyes and immunityes of ffree and naturall subjects within\nany the dominions of us, our heires, or successours, . . . as if\nthey, and every of them, were borne within the realme of England”);\nCharter of Ga. (1732), in 2id.,at 765, 773 (“[A]ll and\nevery the persons which shall happen to be born within the said\nprovince … shall have and enjoy all liberties, franchises and\nimmunities of free denizens and natural born subjects, within any\nof our dominions, to all intents and purposes, as if abiding and\nborn within this our kingdom of Great-Britain”).Footnote\n4See also,e.g.,A. Howard, The Road from Runnymede: Magna Carta and\nConstitutionalism in America 174 (1968) (quoting 1774 Georgia\nresolution declaring that the colony’s inhabitants were entitled to\n“ ‘the same rights, privileges, and immunities with their\nfellow-subjects inGreat Britain’ ” (emphasis in\noriginal)); The Virginia Resolves, The Resolutions as Printed in\nthe Journal of the House of Burgesses, reprinted in Prologue to\nRevolution: Sources and Documents on the Stamp Act Crisis,\n1764–1766, at 46, 48 (“[T]he Colonists aforesaid are declared\nentitled to all Liberties, Privileges, and Immunities of Denizens\nand natural Subjects, to all Intents and Purposes, as if they had\nbeen abiding and born within the Realm ofEngland”\n(emphasis in original)).Footnote\n5See also Va.\nDeclaration of Rights (1776), reprinted in 1 Schwartz 234–236; Pa.\nDeclaration of Rights (1776), inid., at 263–275; Del.\nDeclaration of Rights (1776), inid., at 276–278; Md.\nDeclaration of Rights (1776), inid., at 280–285;\nN. C. Declaration of Rights (1776), inid.,\n286–288.Footnote\n6Justice\nWashington’s complete list was as follows:“Protection by the government; the\nenjoyment of life and liberty, with the right to acquire and\npossess property of every kind, and to pursue and obtain happiness\nand safety; subject nevertheless to such restraints as the\ngovernment may justly prescribe for the general good of the whole.\nThe right of a citizen of one state to pass through, or to reside\nin any other state, for purposes of trade, agriculture,\nprofessional pursuits, or otherwise; to claim the benefit of the\nwrit of habeas corpus; to institute and maintain actions of any\nkind in the courts of the state; to take, hold and dispose of\nproperty, either real or personal; and an exemption from higher\ntaxes or impositions than are paid by the other citizens of the\nstate; may be mentioned as some of the particular privileges and\nimmunities of citizens, which are clearly embraced by the general\ndescription of privileges deemed to be fundamental: to which may be\nadded, the elective franchise, as regulated and established by the\nlaws or constitution of the state in which it is to be exercised.”\n6 Fed. Cas., at 551–552.Footnote\n7See also Treaty\nBetween the United States of America and the Ottawa Indians of\nBlanchard’s Fork and Roche De Boeuf, June 24, 1862, 12 Stat. 1237\n(“The Ottawa Indians of the United Bands of Blanchard’s Fork and of\nRoche de Boeuf, having become sufficiently advanced in\ncivilization, and being desirous of becoming citizens of the United\nStates . . . [after five years from the ratification of this\ntreaty] shall be deemed and declared to be citizens of the United\nStates, to all intents and purposes, and shall be entitled to all\ntherights, privileges, and immunities of such citizens”\n(emphasis added)); Treaty Between the United States of America and\nDifferent Tribes of Sioux Indians, Art. VI, April 29, 1868, 15\nStat. 637 (“[A]ny Indian or Indians receiving a patent for land\nunder the foregoing provisions, shall thereby and from thenceforth\nbecome and be a citizen of the United States, and be entitled to\nall theprivileges and immunities of such citizens”\n(emphasis added)).Footnote\n8Subsequent\ntreaties contained similar guarantees that the inhabitants of the\nnewly acquired territories would enjoy the freedom to exercise\ncertain constitutional rights. See Treaty of Peace, Friendship,\nLimits, and Settlement with the Republic of Mexico, Art. IX, Feb.\n2, 1848, 9 Stat. 930, T. S. No. 207 (cession of Texas) (declaring\nthat inhabitants of the Territory were entitled “to the enjoyment\nof all the rights of citizens of the United States, according to\nthe principles of the constitution; and in the mean time shall be\nmaintained and protected in the free enjoyment of their liberty and\nproperty, and secured in the free exercise of their religion\nwithout restriction”); Treaty concerning the Cession of the Russian\nPossessions in North America by his Majesty the Emperor of all the\nRussians to the United States of America, Art. III, Mar. 30, 1867,\n15 Stat. 542, T. S. No. 301 (June 20, 1867) (cession of Alaska)\n(“The inhabitants of the ceded territory, … if they should prefer\nto remain in the ceded territory, they, with the exception of\nuncivilized native tribes, shall be admitted to the enjoyment of\nall the rights, advantages, and immunities of citizens of the\nUnited States, and shall be maintained and protected in the free\nenjoyment of their liberty, property, and\nreligion”).Footnote\n9See,e.g., Speech of Mr. Joseph Hemphill (Pa.) on the Missouri\nQuestion in the House of the Representatives 16 (1820), as\npublished in pamphlet form and reprinted in 22 Moore Pamphlets,\np. 16 (“If the right to hold slaves is a federal right and attached\nmerely to citizenship of the United States, [then slavery] could\nmaintain itself against state authority, and on this principle the\nowner might take his slaves into any state he pleased, in defiance\nof the state laws, but this would be contrary to the\nconstitution”); see also Lash, The Origins of the Privileges or\nImmunities Clause, Part I: “Privileges and Immunities” as an\nAntebellum Term of Art, 98 Geo. L. J. 1241, 1288–1290 (2010)\n(collecting other examples).Footnote 10One Country, One\nConstitution, and One People: Speech of Hon. John A. Bingham, of\nOhio, In the House of Representatives, February 28, 1866, In\nSupport of the Proposed Amendment to Enforce the Bill of Rights\n(Cong. Globe). The pamphlet was published by the official reporter\nof congressional debates, and was distributed presumably pursuant\nto the congressional franking privilege. See B. Wildenthal,\nNationalizing the Bill of Rights: Revisiting the Original\nUnderstanding of the Fourteenth Amendment in 1866–67, 68 Ohio St.\nL. J. 1509, 1558, n. 167 (2007) (hereinafter\nWildenthal).Footnote 11The full text of\nBingham’s first draft of §1 provided as follows:“The Congress shall have power to\nmake all laws which shall be necessary and proper to secure to the\ncitizens of each State all privileges and immunities of citizens in\nthe several States, and to all persons in the several States equal\nprotection in the rights of life, liberty, and property.” 39th\nCong. Globe 1088.Footnote 12In a separate\nfront-page article on the same day, the paper expounded upon Hale’s\narguments in even further detail, while omitting Bingham’s chief\nrebuttals. N. Y. Times, Feb. 28, 1866, p. 1. The unbalanced\nnature of The New York Times’ coverage is unsurprising. As scholars\nhave noted, “[m]ost papers” during the time of Reconstruction “had\na frank partisan slant . . . and theTimeswas no\nexception.” Wildenthal 1559. In 1866, the paper “was still\ndefending” President Johnson’s resistance to Republican reform\nmeasures, as exemplified by the fact that it “supported Johnson’s\nveto of the Civil Rights Act of 1866.”Ibid.Footnote 13Other papers\nthat covered Howard’s speech include the following: Baltimore\nGazette, May 24, 1866, p. 4; Boston Daily Journal, May 24, 1866, p.\n4; Boston Daily Advertiser, May 24, 1866, p. 1; Daily National\nIntelligencer, May 24, 1866, p. 3. Springfield Daily Republican,\nMay 24, 1866, p. 3; Charleston Daily Courier, May 28, 1866, p. 4;\nCharleston Daily Courier, May 29, 1866, p. 1; Chicago Tribune, May\n29, 1866, p. 2; Philadelphia Inquirer, May 24, 1866, p.\n8.Footnote 14See J.\nPomeroy, An Introduction to the Constitutional Law of the United\nStates 155–156 (E. Bennett ed. 1886) (describing §1, which the\ncountry was then still considering, as a “needed” “remedy” for\nBarronex rel. Tiernanv.Mayor of\nBaltimore,7 Pet. 243 (1833), which held that the Bill of\nRights was not enforceable against the States); T. Farrar, Manual\nof the Constitution of the United States of America 58–59, 145–146,\n395–397 (1867) (reprint 1993);id., at 546 (3d ed. 1872)\n(describing the Fourteenth Amendment as having “swept away” the\n“decisions of many courts” that “the popular rights guaranteed by\nthe Constitution are secured only against [the federal]\ngovernment”).Footnote 15The municipal\nrespondents and Justice Breyer’s dissent raise a most unusual\nargument that §1 prohibits discriminatory laws affecting only the\nright to keep and bear arms, but offers substantive protection to\nother rights enumerated in the Constitution, such as the freedom of\nspeech. Seepost, at 24. Others, however, have made the\nmore comprehensive—and internally consistent—argument that §1 bars\ndiscrimination alone and does not afford protection to any\nsubstantive rights. See,e.g., R. Berger, Government By\nJudiciary: The Transformation of the Fourteenth Amendment (1997). I\naddress the coverage of the Privileges or Immunities Clause only as\nit applies to the Second Amendment right presented here, but I do\nso with the understanding that my conclusion may have implications\nfor the broader argument.Footnote 16See,e.g.,Raleigh & Gaston R. Co.v.Davis, 19 N. C. 451, 458–462 (1837) (right to just\ncompensation for government taking of property);Rohanv.Swain, 59 Mass. 281, 285 (1850) (right to be secure from\nunreasonable government searches and seizures);Statev.Buzzard, 4 Ark. 18, 28 (1842) (right to keep and bear\narms);Statev.Jumel, 13 La. Ann. 399, 400\n(1858) (same);Cockrumv.State, 24 Tex. 394,\n401–404 (1859) (same).Footnote 17See,e.g.,Peoplev.Goodwin, 18 Johns. Cas.\n187, 201 (N. Y. Sup. Ct. 1820);Rhinehartv.Schulyer, 7 Ill. 473, 522 (1845).Footnote 18See,e.g., Black Code, ch. 33, §19, 1806 La. Acts pp. 160,\n162 (prohibiting slaves from using firearms unless they were\nauthorized by their master to hunt within the boundaries of his\nplantation); Act of Dec. 18, 1819, 1819 S. C. Acts\npp. 29, 31 (same); An Act Concerning Slaves, §6, 1840 Tex.\nLaws pp. 42–43 (making it unlawful for “any slave to own\nfirearms of any description”).Footnote 19I conclude that\nthe right to keep and bear arms applies to the States through the\nPrivileges or Immunities Clause, which recognizes the rights of\nUnited States “citizens.” The plurality concludes that the right\napplies to the States through the Due Process Clause, which covers\nall “person[s].” Because this case does not involve a claim brought\nby a noncitizen, I express no view on the difference, if any,\nbetween my conclusion and the plurality’s with respect to the\nextent to which the States may regulate firearm possession by\nnoncitizens.Footnote 20I note, however,\nthat I see no reason to assume that the constitutionally enumerated\nrights protected by the Privileges or Immunities Clause should\nconsist of all the rights recognized in the Bill of Rights and no\nothers. Constitutional provisions outside the Bill of Rights\nprotect individual rights, see,e.g.,Art. I, §9,\ncl. 2 (granting the “Privilege of the Writ of Habeas Corpus”),\nand there is no obvious evidence that the Framers of the Privileges\nor Immunities Clause meant to exclude them. In addition, certain\nBill of Rights provisions prevent federal interference in state\naffairs and are not readily construed as protecting rights that\nbelong to individuals. The Ninth and Tenth Amendments are obvious\nexamples, as is the First Amendment’s Establishment Clause, which\n“does not purport to protect individual rights.”Elk Grove\nUnified School Dist.v.Newdow,542 U. S. 1, 50 (2004)\n(Thomas, J., concurring in judgment); see Amar\n179–180.Footnote 21To the extent\nJustice Stevens is concerned that reliance on the Privileges or\nImmunities Clause may invite judges to “write their personal views\nof appropriate public policy into the Constitution,”post,\nat 3 (internal quotation marks omitted), his celebration of the\nalternative—the “flexibility,” “transcend[ence],” and “dynamism” of\nsubstantive due process—speaks for itself,post, at 14–15,\n20.Footnote 22Tillman went on to\na long career as South Carolina’s Governor and, later, United\nStates Senator. Tillman’s contributions to campaign finance law\nhave been discussed in our recent cases on that subject. SeeCitizens Unitedv.Federal Election Comm’n, 558\nU. S. ___, ___ (2010) (Stevens, J., dissenting) (slip. op., at 2,\n42, 56, 87) (discussing at length the Tillman Act of 1907, 34 Stat.\n864). His contributions to the culture of terrorism that grew in\nthe wake ofCruikshankhad an even more dramatic and\ntragic effect.Footnote 23In an effort to\nenforce the Fourteenth Amendment and halt this violence, Congress\nenacted a series of civil rights statutes, including the Force\nActs, see Act of May 31, 1870, 16 Stat. 140; Act of Feb. 28, 1871,\n16 Stat. 433, and the Ku Klux Klan Act, see Act of Apr. 20, 1871,\n17 Stat. 13.",
    "joined": []
}