{
    "case": {
        "docket": "15-420",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-420/"
    },
    "id": "3584543",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–420_________________UNITED STATES, PETITIONERv.MICHAEL\nBRYANT, jr.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 13, 2016]Justice Thomas, concurring.The Court holds that neither the Sixth Amendment\nnor the Fifth Amendment’s Due Process Clause prohibits the\nGovernment from using Michael Bryant’s uncounseled tribal-court\nconvictions as predicates for the federal crime of committing a\ndomestic assault within Indian country.Ante, at 15–16; see\n18 U. S. C. §117(a) (making it a federal crime to\n“commi[t] a domestic assault within . . . Indian country”\nif the person “has a final conviction on at least 2 separate prior\noccasions in . . . Indian tribal court proceedings” for\ndomestic assault and similar crimes). Because our precedents\ndictate that holding, I join the Court’s opinion.The fact that this case arose at all, however,\nillustrates how far afield our Sixth Amendment and Indian-law\nprecedents have gone. Three basic assumptions underlie this case:\nthat the Sixth Amendment ordinarily bars the Government from\nintroducing, in a later proceeding, convictions obtained in\nviolation of the right to counsel,ante,at 8–9; that\ntribes’ retained sovereignty entitles them to prosecute tribal\nmembers in proceedings that are not subject to the Constitution,ante,at 7–8; and that Congress can punish assaults that\ntribal members commit against each other on Indian land,ante,at 5–7. Although our precedents have endorsed these\nassumptions for decades, the Court has never identified a sound\nconstitutional basis for any of them, and I see none.Start with the notion that the Sixth Amendment\ngenerally prohibits the government from using a prior, uncounseled\nconviction obtained in violation of the right to counsel as a\npredicate for a new offense in a new proceeding.Ante, at\n8–9. All that the text of the Sixth Amendment requires in a\ncriminal prosecution is that the accused enjoy the “[a]ssistance of\n[c]ounsel” inthatproceeding. The Court was likely wrong inBurgettv.Texas,389 U. S. 109 (1967) , when it\ncreated a Sixth Amendment “exclusionary rule” that prohibits the\ngovernment from using prior convictions obtained in violation of\nthe right to counsel in subsequent proceedings to avoid “erod[ing]\nthe principle” of the right to counsel.Id.,at 115. I would\nbe open to reconsideringBurgettin a future case.The remaining two assumptions underpinning this\ncase exemplify a central tension within our Indian-law\njurisprudence. On the one hand, the only reason why tribal courts\nhad the power to convict Bryant in proceedings where he had no\nright to counsel is that such prosecutions are a function of a\ntribe’s core sovereignty. SeeUnited Statesv.Lara,\n541 U. S. 193, 197 (2004) ;UnitedStatesv.Wheeler, 435 U. S. 313 –323 (1978). By virtue of\ntribes’ status as “ ‘separate sovereigns pre-existing the\nConstitution,’ ” tribal prosecutions need not, under our\nprecedents, comply with “ ‘those constitutional provisions\nframed specifically as limitations on federal or state\nauthority.’ ”Ante,at 7–8 (quotingSanta Clara\nPueblov.Martinez, 436 U. S. 49, 56 (1978) ).On the other hand, the validity of Bryant’s\nensuing federal conviction rests upon a contrary view of tribal\nsovereignty. Congress ordinarily lacks authority to enact a general\nfederal criminal law proscribing domestic abuse. SeeUnited\nStatesv.Morrison, 529 U. S. 598 –613 (2000). But,\nthe Court suggests, Congress must intervene on reservations to\nensure that prolific domestic abusers receive sufficient\npunishment. Seeante, at 4–5. The Court does not explain\nwhere Congress’ power to act comes from, but our precedents leave\nno doubt on this score. Congress could make Bryant’s domestic\nassaults a federal crime subject to federal prosecution only\nbecause our precedents have endowed Congress with an\n“all-encompassing” power over all aspects of tribal sovereignty.Wheeler,supra, at 319. Thus, even though tribal\nprosecutions of tribal members are purportedly the apex of tribal\nsovereignty, Congress can second-guess how tribes prosecute\ndomestic abuse perpetrated by Indians against other Indians on\nIndian land by virtue of its “plenary power” over Indian tribes.\nSeeUnited Statesv.Kagama, 118 U. S. 375 –384\n(1886); accord,Lara,541 U. S.,at 200.I continue to doubt whether either view of\ntribal sovereignty is correct. Seeid.,at 215 (Thomas, J.,\nconcurring in judgment). Indian tribes have varied origins,\ndiscrete treaties with the United States, and different patterns of\nassimilation and conquest. In light of the tribes’ distinct\nhistories, it strains credulity to assume that all tribes\nnecessarily retained the sovereign prerogative of prosecuting their\nown members. And by treating all tribes as possessing an identical\nquantum of sovereignty, the Court’s precedents have made it all but\nimpossible to understand the ultimate source of each tribe’s\nsovereignty and whether it endures. See Prakash, Against Tribal\nFungibility, 89 Cornell L. Rev. 1069, 1070–1074, 1107–1110\n(2004).Congress’ purported plenary power over Indian\ntribes rests on even shakier foundations. No enumerated power—not\nCongress’ power to “regulate Commerce . . . with In-dian\nTribes,” not the Senate’s role in approving treaties, nor anything\nelse—gives Congress such sweeping authority. SeeLara,\nsupra, at 224–225 (Thomas, J., concurring in judgment);Adoptive Couplev.Baby Girl, 570 U. S. ___,\n___–___ (2013) (Thomas, J., concurring) (slip op., at 3–5). Indeed,\nthe Court created this new power because it was unable to find an\nenumerated power justifying the federal Major Crimes Act, which for\nthe first time punished crimes committed by Indians against Indians\non Indian land. SeeKagama,supra, at 377–380; cf.ante,at 5. The Court asserted: “The power of the General\nGovernment over these remnants of a race once powerful, now weak\nand diminished in numbers, is necessary to their protection\n. . . . It must exist in that government, because it\nhas never existed anywhere else.”Kagama,supra, at\n384. Over a century later,Kagamaendures as the foundation\nof this doctrine, and the Court has searched in vain for any valid\nconstitutional justification for this unfettered power. See,e.g., Lone Wolfv.Hitchcock, 187 U. S. 553 –567\n(1903) (relying onKagama’srace-based plenary power\ntheory);Wintonv.Amos, 255 U. S. 373 –392\n(1921) (Congress’ “plenary authority” is based on Indians’\n“condition of tutelage or dependency”);Wheeler,supra,at 319 (WintonandLone Wolfillustrate\nthe “undisputed fact that Congress has plenary authority” over\ntribes);Lara, supra,at 224 (Thomas, J., concurring in\njudgment) (“The Court utterly fails to find any provision of the\nConstitution that gives Congress enumerated power to alter tribal\nsovereignty”).It is time that the Court reconsider these\nprecedents. Until the Court ceases treating all Indian tribes as an\nundifferentiated mass, our case law will remain bedeviled by\namorphous and ahistorical assumptions about the scope of tribal\nsovereignty. And, until the Court rejects the fiction that Congress\npossesses plenary power over Indian affairs, our precedents will\ncontinue to be based on the paternalistic theory that Congress must\nassume all-encompassing control over the “remnants of a race” for\nits own good.Kagama,supra,at 384.",
    "joined": []
}