{
    "case": {
        "docket": "20-382",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/20-382/"
    },
    "id": "4431164",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–382_________________TERRITORY OF GUAM, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[May 24, 2021]Justice Thomas delivered the opinion of the\nCourt.The Comprehensive Environmental Response,\nCompensation, and Liability Act of 1980, commonly known as CERCLA,\nestablishes a complex statutory scheme for responding to certain\nenvironmental hazards. 94Stat. 2767, as amended, 42\nU. S. C. §9601et seq. Several of its\nprovisions address what is often the crucial question in a remedial\naction: Who pays?Today’s case involves §113(f )(3)(B) of the\nAct,[1] which allows “[a]\nperson who has resolved its liability to the United States or a\nState” in a settlement to seek “contribution”—that is, money from\nanother responsible individual. The question is whether a party\nmust resolve a CERCLA-specific liability in order to trigger this\nright, or whether a broader array of settlements involving\nenvironmental liability will do. We hold that CERCLA contribution\nrequires resolution of a CERCLA-specific liability.IGuam and the United States are engaged in a\nlong-running dispute over the Ordot Dump, a “ ‘280-foot\nmountain of trash’ ” near the center of the island. 950 F.3d\n104, 109 (CADC 2020). The Navy constructed the dump in the 1940s,\nand then allegedly deposited toxic military waste there for several\ndecades. The United States later ceded control of the site to Guam,\nwhich itself used the dump as a public landfill. But that did not\nend the Federal Government’s involvement. In the late 20th century,\nthe Environmental Protection Agency (EPA) determined that the dump\nposed an ecological hazard. After Guam allegedly failed to comply\nwith agency directives to remediate the site, the EPA sued under\nthe Clean Water Act, asserting that Guam was “ ‘discharging\npollutants . . . into waters of the United States without\nobtaining a permit.’ ”Ibid.That litigation ended in 2004, when Guam and the\nEPA entered into a consent decree. The decree required Guam, among\nother things, to pay a civil penalty and to close and cover the\ndump. Guam’s compliance would, in turn, be “in full settlement and\nsatisfaction of the civil judicial claims of the United States\n. . . as alleged in the Complaint”—that is, claims under\nthe Clean Water Act.Id.,at 116. But Guam was not\ncompletely free. As the agreement explained, “the United States\nd[id] not waive any rights or remedies available to it for any\nviolation by the Government of Guam of federal and territorial laws\nand regulations,” “[e]xcept as specifically provided [i]n [the\ndecree].” App. to Pet. for Cert. 166a.Thirteen years later, it was Guam’s turn to\nsue—this time under CERCLA. According to Guam’s complaint, the\nUnited States’ earlier use of the dump exposed it to liability on\ntwo fronts. The first was a cost-recovery action under §107(a),\nwhich allows a State (or here, a Territory), to recover “all costs\nof [a] removal or remedial action” from “any person who at the time\nof disposal of any hazardous substance owned or operated any\nfacility at which such hazardous substances were disposed of.” See\nalso §101(27). The second was a §113(f ) “contribution”\naction. Under that provision, a “person who has resolved its\nliability to the United States . . . for some or all of a\nresponse action or for some or all of the costs of such action in\n[a ] settlement may seek contribution from any person who is\nnot [already] party to a [qualifying] settlement.”\n§113(f )(3)(B).Rather than increase Guam’s odds of recovery,\nhowever, the second legal theory led to the dismissal of its\ncomplaint. According to the D. C. Circuit, if a partycanassert a contribution claim under §113(f ), itcannotassert a cost-recovery claim under §107(a). See 950\nF. 3d, at 111. The court then determined that Guam possessed a\ncontribution claim—at least at one point—because the remedial\nmeasures and conditional release in the Clean Water Act decree\nsufficiently “ ‘resolved Guam’s liability’ ” for the\ndump.Id.,at 114–117 (brackets omitted). But because the\n2004 decree had triggered the since-expired 3-year statute of\nlimitations for contribution actions, Guam had no remedy at all.Id.,at 107, 117; see also §113(g)(3). We granted\ncertiorari. 592 U. S. ___ (2021).IIGuam now attacks two links in this chain of\nreasoning: First, Guam retreats from its complaint and argues that\nitneverhad a viable contribution claim under\n§113(f ), leaving it free to pursue a cost-recovery action\nunder §107(a). The reason, argues Guam, is that a contribution\nclaim arises only if a settlement resolves liability under CERCLA,\nand not under some other law such as the Clean Water Act. Second,\nGuam contends that even if resolution of a non-CERCLA liability is\nenough, the decree did not adequately “resolve”anysort of\nliability because Guam did not formally admit responsibility and\nbecause the agreement left Guam open to future enforcement\naction.We need only address the first point to decide\nthis case.[2] A settlement must\nresolve a CERCLA liability to trigger a contribution action under\n§113(f )(3)(B).Our analysis focuses on the totality of\nsubsection 113(f ), which governs the scope of a\n“contribution” claim under CERCLA. This subsection begins with an\nanchor provision—entitled “contribution”—that allows “[a]ny person\n[to] seek contribution from any other person who is liable or\npotentially liable under section [1]07(a) of [CERCLA], during or\nfollowing any civil action under section [1]06 of [CERCLA] or under\nsection [1]07(a) of [CERCLA].” §113(f )(1). It next describes\nhow parties can insulate themselves from contribution, explaining\nthat “[a] person who has resolved its liability to the United\nStates or a State in an administrative or judicially approved\nsettlement shall not be liable for claims for contribution\nregarding matters addressed in the settlement.” §113(f )(2).\nAnd finally, it discusses the treatment of “[p]ersons not party to\n[a] settlement.” §113(f )(3). Most relevant here, “[a] person\nwho has resolved its liability to the United States . . .\nfor some or all of a response action or for some or all of the\ncosts of such action in an administrative or judicially approved\nsettlement may seek contribution from any person who is not party\nto a settlement referred to in [§113(f )(2)].”\n§113(f )(3)(B).That this subsection centers on and is entitled\n“contribution” is the first clue that it is concerned only with the\ndistribution of CERCLA liability. A contribution suit does not\nexist in a vacuum, but rather is a tool for apportioning the\nburdens of a predicate “common liability” among the responsible\nparties.United Statesv.Atlantic Research Corp.,551 U.S.\n128, 138–139 (2007); see alsoNorthwest Airlines, Inc.v.Transport Workers,451 U.S.\n77, 86–87 (1981). The most obvious place to look for that\nthreshold liability is CERCLA’s reticulated statutory matrix of\nenvironmental duties and liabilities. Cf.Burlington N. & S.\nF. R. Co.v.United States,556 U.S.\n599, 610 (2009) (“[Section 107(a)(3)] liability may not extend\nbeyond the limits of the statute itself ”). After all,\n“[s]tatutes must ‘be read as a whole,’ ”Atlantic\nResearch, 551 U. S., at 135—an especially salient approach\nin this case given that CERCLA’s very title reinforces that it is a\n“Comprehensive” Act.Remaining within the bounds of CERCLA is also\nconsistent with the familiar principle that a federal contribution\naction is virtually always a creature of a specific statutory\nregime. SeeNorthwest Airlines, 451 U. S., at 90–91,\n95–97 (noting a “narrow exception” for admiralty cases). In fact,\nthere is no “general federal right to contribution” whatsoever.Id.,at 96; cf.Middlesex County Sewerage Authorityv.National Sea Clammers Assn.,453 U.S.\n1, 13–15 (1981) (refusing to “assum[e] that Congress intended\nto authorize by implication additional judicial remedies for\nprivate citizens suing under [two environmental statutes]”). That\nmodest understanding is difficult to reconcile with the United\nStates’ invitation to treat §113(f )(3)(B) as a free-roving\ncontribution right for a host of environmental liabilities arising\nunder other laws.The interlocking language and structure of the\nrelevant text confirm this understanding. The provision at issue\nhere—§113(f )(3)(B)—recognizes a statutory right to\ncontribution in the specific circumstance where a person “has\nresolved its liability” via “settlement.” But as explained above,\nthis entitlement to postsettlement contribution does not stand\nalone. On the contrary, §113(f )(3)(B) exists within\n“ ‘the specific context’ ” of subsection (f ), which\noutlines the broader workings of CERCLA contribution.Merit\nManagement Group, LPv.FTI Consulting, Inc., 583\nU. S. ___, ___ (2018) (slip op., at 11).This §113(f ) family of contribution\nprovisions anticipates a predicate CERCLA liability, especially\nwhen properly read in “sequenc[e]” as “ ‘integral parts of a\nwhole.’ ”New Prime Inc.v.Oliveira, 586\nU. S. ___, ___ (2019) (slip op., at 4); see alsoCooper\nIndustries, Inc.v.Aviall Services, Inc.,543 U.S.\n157, 167 (2004) (looking to “the whole of §113”). The\n§113(f )(1) anchor provision is especially clear on this\npoint, allowing contribution “during or following any civil action\nunder §[1]06 of this title or under §[1]07 of this title.” See alsoid., at 166 (“The natural meaning of [§113(f )(1)] is\nthat contribution may only be sought . . . ‘during or\nfollowing’ a specified civil action”). And though §§113(f )(2)\nand 113(f )(3) are not quite as explicit, their phrasing and\ncontext still presume that a CERCLA liability is necessary to\ntrigger contribution.Section 113(f )(2), for example, explains\nthat a settlement by one party “does not discharge any of the otherpotentially liable personsunless its terms so provide.”\n(Emphasis added.) The highlighted phrase is a “natural referent” to\nthe text of the anchor provision,United Statesv.Briggs, 592 U. S. ___, ___ (2020) (slip op., at 3),\nwhich creates a CERCLA-specific contribution right against “any\nother person who is liable orpotentially liableunder\n§[1]07 of [CERCLA],” §113(f )(1) (emphasis added).Section 113(f )(3)(B)—the provision at\nissue here—also has language that is best “understood only with\nreference” to the CERCLA regime.Atlantic Research, 551\nU. S., at 135; see alsoSturgeonv.Frost, 577\nU.S. 424, 438 (2016). The provision’s final clause explains that\ncontribution is available “from any person who is not party to a\nsettlement referred to in [§113(f )(2)].” As discussed above,\n§113(f )(2) in turn mirrors the §113(f )(1) anchor\nprovision that requires a predicate CERCLA liability. Section\n113(f )(3)(B)’s opening clause separately ties itself to the\nCERCLA regime by permitting contribution after a party “has\nresolved its liability . . . for some or all of aresponse actionor for some or all of the costs ofsuch\naction.” (Emphasis added.) Not only does the anchor provision\nalso discuss allocation of “response costs,” §113(f )(1), but\nthe phrase “response action” is a familiar CERCLA phrase that\nappears dozens of times throughout the Act.E.g.,§101 (12\nappearances); §107 (17 appearances).To be sure, as the Government points out,\nremedial measures that a party takes under another environmental\nstatute might resemble steps taken in a formal CERCLA “response\naction.” But relying on that functional overlap to reinterpret the\nphrase “resolved its liability . . . for some or all of a\nresponse action” to mean “settled an environmental liability that\nmight have been actionable under CERCLA” would stretch the statute\nbeyond Congress’ actual language.Perhaps more important, the Government’s\ninterpretation would place undue stress on the word “resolve.” This\nterm conveys certainty and finality. See Webster’s Third New\nInternational Dictionary 1933 (1986) (“make clear or certain”);\nAmerican Heritage Dictionary 1107 (1981) (“remove or dispel\n(doubts); . . . bring to a conclusion”).[3] It would be rather odd to say that a party\nhas “resolved its liability” if that party remains vulnerable to a\nCERCLA suit. All the more so given that it will not always be clear\nwhether the substance of a prior environmental settlement was\nsufficiently similar to a quasi-CERCLA “response action.” As even\nthe Government admits, “ ‘response action’ is, indeed, a broad\nterm, [but] it is not an unlimited term [that covers] everything\nunder the sun.” Tr. of Oral Arg. 39–40; cf. 950 F. 3d, at 116\n(comparing Guam’s obligations under the Clean Water Act decree to\nCERCLA’s “definition of a ‘remedial action’ ”). Rather than\nrequiring parties and courts to estimate whether a prior settlement\nwas close enough to CERCLA, the far simpler approach is to ask\nwhether a settlement expressly discharged a CERCLA\nliability.[4]No more persuasive are the United States’\nefforts to emphasize the differences among §113(f )’s\nprovisions. The Government observes that §113(f )(3)(B)—unlike\nthe §113(f )(1) anchor provision—does not expressly demand a\npredicate CERCLA action. That distinction, so the argument goes,\nimplies that a broader range of environmental liabilities can\ntrigger §113(f )(3)(B). SeeRussellov.United\nStates,464 U.S.\n16, 23 (1983) (“ ‘[W]here Congress includes particular\nlanguage in one section of a statute but omits it in another\nsection of the same Act, it is generally presumed that Congress\nacts intentionally and purposely in the disparate inclusion or\nexclusion’ ”). But this effort to tear §113(f )(3)(B)\naway from its companions based on a negative implication falters in\nlight of the other strong textual links among them. SeeMarxv.General Revenue Corp.,568 U.S.\n371, 381 (2013);Entergy Corp.v.Riverkeeper,\nInc.,556 U.S.\n208, 222 (2009). Section 113(f )(3)(B)’s use of the\nfamiliar phrase “response action,” express cross-reference to\nanother CERCLA provision, and placement in the statutory scheme\nprevent us from so easily severing it from the larger Act.Similarly unavailing is the Government’s theory\nthat a tightly unified interpretation of these provisions would\ncreate surplusage problems. The United States argues, for example,\nthat a reading of §113(f )(3)(B) that does nothing more than\nallow a party to seek contribution after settling a CERCLA\nliability would be redundant with §113(f )(1), which already\npermits contribution “during or following any civil action under\n[§§106 and 107].” But there is legitimate reason for separate\nprovisions, even if both allow contribution only for a CERCLA\nliability. For example, §113(f )(3)(B) specifies the\nconsequences of a particular type of resolution (i.e.,settlement), explaining that an “administrative or judicially\napproved settlement” is sufficient and reinforcing that a\ncontribution claim will not extend to parties who have already\nsettled. This sort of belt-and-suspenders approach hardly compels\nan all-encompassing reading of §113(f )(3)(B). Cf.Rimini\nStreet, Inc.v.Oracle USA, Inc., 586 U. S. ___,\n___ (2019) (slip op., at 11) (“We have recognized that some\nredundancy is hardly unusual in statutes addressing costs”\n(internal quotation marks omitted)). Rather than try “to avoid\nsurplusage at all costs,”Atlantic Research, 551 U. S.,\nat 137, we interpret §113(f )(3)(B) in light of its text and\nplace within a comprehensive statutory scheme.*  *  *The most natural reading of\n§113(f )(3)(B) is that a party may seek contribution under\nCERCLA only after settling a CERCLA-specific liability. We thus\nreverse the judgment of the Court of Appeals and remand the case\nfor further proceedings consistent with this opinion.It is so ordered.Notes1For the sake of\nsimplicity, we cite CERCLA’s provisions as they appear in the Act\nitself. The most relevant corresponding sections of Title 42 of the\nU. S. Code are §9607 (§107 of CERCLA) and §9613 (§113 of\nCERCLA).2Guam has not challenged\nother portions of the lower court’s reasoning, so we express no\nopinion on them.3See also §113(f )(2)\n(“A person who hasresolved its liability[in a] settlementshall not be liablefor claims for contribution regarding\nmatters addressed in the settlement” (emphasis added));United\nStatesv.Atlantic Research Corp.,551 U.S.\n128, 141 (2007) (“[S]ettlement [under §113(f )(2)] carries\nthe inherent benefit offinally resolving liabilityas to\nthe United States or a State” (emphasis added)).4This straightforward\ninquiry has the additional “benefit” of “provid[ing] clarity” for\nthe 3-year statute of limitations.United Statesv.Briggs, 592 U. S. ___, ___ (2020) (slip op., at 4). If\na broad, textually undefined set of environmental settlements could\nstart the clock on a §113(f )(3)(B) contribution action, a\nparty who did not realize that his non-CERCLA settlement overlaps\nwith a hypothetical CERCLA response action might fail to sue in\ntime.",
    "joined": []
}