{
    "case": {
        "docket": "16-1011",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1011/"
    },
    "id": "3919260",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1011_________________WESTERNGECO LLC, PETITIONERv.ION\nGEOPHYSICAL CORPORATIONon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 22, 2018]Justice Thomas delivered the opinion of the\nCourt.Under the Patent Act, a company can be liable\nfor patent infringement if it ships components of a patented\ninvention overseas to be assembled there. See 35 U. S. C.\n§271(f )(2). A patent owner who proves infringement under this\nprovision is entitled to recover damages. §284. The question in\nthis case is whether these statutes allow the patent owner to\nrecover for lost foreign profits. We hold that they do.IThe Patent Act gives patent owners a “civil\naction for infringement.” §281. Section 271 outlines several types\nof infringement. The general infringement provision, §271(a),\ncovers most infringements that occur “within the United States.”\nThe subsection at issue in this case, §271(f ), “expands the\ndefinition of infringement to include supplying from the United\nStates a patented invention’s components.”Microsoft Corp.v.AT&T Corp., 550 U. S. 437, 444–445 (2007). It\ncontains two provisions that “work in tandem” by addressing\n“different scenarios.”Life Technologies Corp.v.Promega\nCorp., 580 U. S. ___, ___ (2017) (slip op., at 9). Section\n271(f )(1) addresses the act of exporting a substantial\nportion of an invention’s components:“Whoever without authority supplies or\ncauses to be supplied in or from the United States all or a\nsubstantial portion of the components of a patented invention,\nwhere such components are uncombined in whole or in part, in such\nmanner as to actively induce the combination of such components\noutside of the United States in a manner that would infringe the\npatent if such combination occurred within the United States, shall\nbe liable as an infringer.”Section 271(f )(2), the provision at issue\nhere, addresses the act of exporting components that are specially\nadapted for an invention:“Whoever without authority supplies or\ncauses to be supplied in or from the United States any component of\na patented invention that is especially made or especially adapted\nfor use in the invention and not a staple article or commodity of\ncommerce suitable for substantial noninfringing use, where such\ncomponent is uncombined in whole or in part, knowing that such\ncomponent is so made or adapted and intending that such component\nwill be combined outside of the United States in a manner that\nwould infringe the patent if such combination occurred within the\nUnited States, shall be liable as an infringer.”Patent owners who prove infringement under §271\nare entitled to relief under §284, which authorizes “damages\nadequate to compensate for the infringement, but in no event less\nthan a reasonable royalty for the use made of the invention by the\ninfringer.”IIPetitioner WesternGeco LLC owns four patents\nrelating to a system that it developed for surveying the ocean\nfloor. The system uses lateral-steering technology to produce\nhigher quality data than previous survey systems. Western- Geco\ndoes not sell its technology or license it to compet- itors.\nInstead, it uses the technology itself, performing surveys for oil\nand gas companies. For several years, WesternGeco was the only\nsurveyor that used such lateral-steering technology.In late 2007, respondent ION Geophysical\nCorporation began selling a competing system. It manufactured the\ncomponents for its competing system in the United States and then\nshipped them to companies abroad. Those companies combined the\ncomponents to create a surveying system indistinguishable from\nWesternGeco’s and used the system to compete with WesternGeco.WesternGeco sued for patent infringement under\n§§271(f )(1) and (f )(2). At trial, WesternGeco proved\nthat it had lost 10 specific survey contracts due to ION’s\ninfringement. The jury found ION liable and awarded WesternGeco\ndamages of $12.5 million in royalties and $93.4 million in lost\nprofits. ION filed a post-trial motion to set aside the verdict,\narguing that WesternGeco could not recover damages for lost profits\nbecause §271(f ) does not apply extraterritorially. The\nDistrict Court denied the motion. 953 F. Supp. 2d 731, 755–756\n(SD Tex. 2013).On appeal, the Court of Appeals for the Federal\nCircuit reversed the award of lost-profits damages.WesternGecoLLCv.ION Geophysical Corp., 791\nF. 3d 1340, 1343 (2015).[1] The Federal Circuit had previously held that §271(a),\nthe general infringement provision, does not allow patent owners to\nrecover for lost foreign sales. Seeid.,at 1350–1351\n(citingPower Integrations, Inc.v.Fairchild\nSemiconductor Int’l, Inc., 711 F. 3d 1348 (CA Fed. 2013)).\nSection 271(f ) should be interpreted the same way, the\nFederal Circuit reasoned, because it was “designed” to put patent\ninfringers “in a similar position.”WesternGeco, 791\nF. 3d, at 1351. Judge Wallach dissented. Seeid.,at\n1354–1364. WesternGeco petitioned for review in this Court. We\ngranted the petition, vacated the Federal Circuit’s judgment, and\nremanded for further consideration in light of our decision inHalo Electronics, Inc.v.Pulse Electronics, Inc.,\n579 U. S. ___ (2016).WesternGeco LLCv.ION\nGeophysical Corp., 579 U. S. ___ (2016).On remand, the panel majority reinstated the\nportion of its decision regarding the extraterritoriality of\n§271(f ). 837 F. 3d 1358, 1361, 1364 (CA Fed. 2016).\nJudge Wallach dissented again,id.,at 1364–1369, and we\ngranted certiorari again, 583 U. S. ___ (2018). We now\nreverse.IIICourts presume that federal statutes “apply\nonly within the territorial jurisdiction of the United States.”Foley Bros., Inc.v.Filardo, 336 U. S. 281, 285\n(1949). This principle, commonly called the presumption against\nextraterritoriality, has deep roots. See A. Scalia & B. Garner,\nReading Law: The Interpretation of Legal Texts §43, p. 268 (2012)\n(tracing it to the medieval maximStatuta suo clauduntur\nterritorio, nec ultra territorium disponunt);e.g., United\nStatesv.Palmer, 3 Wheat. 610, 631 (1818) (Marshall,\nC. J.) (“[G]eneral words must . . . be limited to\ncases within the jurisdiction of the state”). The presumption rests\non “the commonsense notion that Congress generally legislates with\ndomestic concerns in mind.”Smithv.United States,\n507 U. S. 197, 204, n. 5 (1993). And it prevents\n“unintended clashes between our laws and those of other nations\nwhich could result in international discord.”EEOCv.Arabian American Oil Co., 499 U. S. 244, 248\n(1991).This Court has established a two-step framework\nfor deciding questions of extraterritoriality. The first step asks\n“whether the presumption against extraterritoriality has been\nrebutted.”RJR Nabisco, Inc.v.European Community,\n579 U. S. ___, ___ (2016) (slip op., at 9). It can be rebutted\nonly if the text provides a “clear indication of an\nextraterritorial application.”Morrisonv.National\nAustraliaBank Ltd., 561 U. S. 247, 255 (2010). If\nthe presumption against extraterritoriality has not been rebutted,\nthe second step of our framework asks “whether the case involves a\ndomestic application of the statute.”RJR Nabisco, 579\nU. S., at ___ (slip op., at 9). Courts make this determination\nby identifying “the statute’s ‘focus’ ” and asking whether the\nconduct relevant to that focus occurred in United States territory.Ibid.If it did, then the case involves a permissible\ndomestic application of the statute. Seeibid.We resolve this case at step two. While “it will\nusually be preferable” to begin with step one, courts have the\ndiscretion to begin at step two “in appropriate cases.” Seeid.,at ___, n. 5 (slip op., at 10, n. 5) (citingPearsonv.Callahan, 555 U. S. 223, 236–243\n(2009)). One reason to exercise that discretion is if addressing\nstep one would require resolving “difficult questions” that do not\nchange “the outcome of the case,” but could have far-reaching\neffects in future cases. Seeid.,at 236–237. That is true\nhere. WesternGeco argues that the presumption against\nextraterritoriality should never apply to statutes, such as §284,\nthat merely provide a general damages remedy for conduct that\nCongress has declared unlawful. Resolving that question could\nimplicate many other statutes besides the Patent Act. We therefore\nexercise our discretion to forgo the first step of our\nextraterritoriality framework.AUnder the second step of our framework, we\nmust identify “the statute’s ‘focus.’ ”RJR Nabisco,supra, at ___ (slip op., at 9). The focus of a statute is\n“the objec[t] of [its] solicitude,” which can include the conduct\nit “seeks to ‘regulate,’ ” as well as the parties and\ninterests it “seeks to ‘protec[t]’ ” or vindicate.Morrison,supra, at 267 (quotingSuperintendent of\nIns. of N. Y.v.Bankers Life & Casualty Co.,\n404 U. S. 6, 12, 10 (1971)). “If the conduct relevant to the\nstatute’s focus occurred in the United States, then the case\ninvolves a permissible domestic application” of the statute, “even\nif other conduct occurred abroad.”RJR Nabisco, 579\nU. S., at ___ (slip op., at 9). But if the relevant conduct\noccurred in another country, “then the case involves an\nimpermissible extraterritorial application regardless of any other\nconduct that occurred in U. S. territory.”Ibid.When determining the focus of a statute, we do\nnot analyze the provision at issue in a vacuum. SeeMorrison,supra,at 267–269. If the statutory\nprovision at issue works in tandem with other provisions, it must\nbe assessed in concert with those other provisions. Otherwise, it\nwould be impossible to accurately determine whether the application\nof the statute in the case is a “domestic application.”RJR\nNabisco, 579 U. S., at ___ (slip op., at 9). And\ndetermining how the statute has actually been applied is the whole\npoint of the focus test. Seeibid.Applying these principles here, we conclude that\nthe conduct relevant to the statutory focus in this case is\ndomestic. We begin with §284. It provides a general damages remedy\nfor the various types of patent infringement identified in the\nPatent Act. The portion of §284 at issue here states that “the\ncourt shall award the claimant damages adequate to compensate for\nthe infringement.” We conclude that “the infringement” is the focus\nof this statute. As this Court has explained, the “overriding\npurpose” of §284 is to “affor[d] patent owners complete\ncompensation” for infringements.General Motors Corp.v.Devex Corp.,461 U. S. 648, 655 (1983). “The question”\nposed by the statute is “ ‘how much ha[s] the Patent Holder\n. . . suffered by the infringement.’ ”Aro Mfg.\nCo.v.Convertible Top Replacement Co., 377 U. S.\n476, 507 (1964). Accordingly, the infringement is plainly the focus\nof §284.But that observation does not fully resolve this\ncase, as the Patent Act identifies several ways that a patent can\nbe infringed. See §271. To determine the focus of §284 in a given\ncase, we must look to the type of infringement that occurred. We\nthus turn to §271(f )(2), which was the basis for\nWesternGeco’s infringement claim and the lost-profits damages that\nit received.[2]Section 271(f )(2) focuses on domestic\nconduct. It provides that a company “shall be liable as an\ninfringer” if it “supplies” certain components of a patented\ninvention “in or from the United States” with the intent that they\n“will be combined outside of the United States in a manner that\nwould infringe the patent if such combination occurred within the\nUnited States.” The conduct that §271(f )(2)\nregulates—i.e.,its focus—is the domestic act of\n“suppl[ying] in or from the United States.” As this Court has\nacknowledged, §271(f ) vindicates domestic interests: It “was\na direct response to a gap in our patent law,”Microsoft\nCorp., 550 U. S., at 457, and “reach[es] components that\nare manufactured in the United States but assembled overseas,”Life Technologies, 580 U. S., at ___ (slip op., at 11).\nAs the Federal Circuit explained, §271(f )(2) protects against\n“domestic entities who export components . . . from the\nUnited States.” 791 F. 3d, at 1351.In sum, the focus of §284, in a case involving\ninfringement under §271(f )(2), is on the act of exporting\ncomponents from the United States. In other words, the domestic\ninfringement is “the objec[t] of the statute’s solicitude” in this\ncontext.Morrison, 561 U. S., at 267. The conduct in\nthis case that is relevant to that focus clearly occurred in the\nUnited States, as it was ION’s domestic act of supplying the\ncomponents that infringed WesternGeco’s pat- ents. Thus, the\nlost-profits damages that were awarded to WesternGeco were a\ndomestic application of §284.BION’s arguments to the contrary are not\npersuasive. ION contends that the statutory focus here is\n“self-evidently on the award of damages.” Brief for Respondent 22.\nWhile §284 does authorize damages, what a statute authorizes is not\nnecessarily its focus. Rather, the focus is “the objec[t] of the\nstatute’s solicitude”—which can turn on the “conduct,” “parties,”\nor interests that it regulates or protects.Morrison,supra, at 267. Here, the damages themselves are merely the\nmeans by which the statute achieves its end of remedying\ninfringements. Similarly, ION is mistaken to assert that this case\ninvolves an extraterritorial application of §284 simply because\n“lost-profits damages occurred extraterritorially, and foreign\nconduct subsequent to [ION’s] infringement was necessary to give\nrise to the injury.” Brief for Respondent 22. Those overseas events\nwere merely incidental to the infringement. In other words, they do\nnot have “primacy” for purposes of the extraterritoriality\nanalysis.Morrison,supra, at 267.ION also draws on the conclusion inRJR\nNabiscothat “RICO damages claims” based “entirely on injury\nsuffered abroad” involve an extraterritorial application of 18\nU. S. C. §1964(c). 579 U. S., at ___ (slip op., at\n27). From this principle, ION extrapolates a general rule that\ndamages awards for foreign injuries are always an extraterritorial\napplication of a damages provision. This argument misreadsRJR\nNabisco. That portion ofRJR Nabiscointerpreted a\nsubstantive element of a cause of action, not a remedial damages\nprovision. Seeid.,at ___ (slip op., at 18). It explained\nthat a plaintiff could not bring a damages claim under §1964(c)\nunless he could prove that he was “ ‘injured in his business\nor property,’ ” which required proof of “adomesticinjury.”Ibid.Thus,RJR Nabiscowas applying the\npresumption against extraterritoriality to interpret the scope of\n§1964(c)’s injury requirement; it did not make any statements about\ndamages—a separate legal concept.Two of our colleagues contend that the Patent\nAct does not permit damages awards for lost foreign profits.Post, at 1 (Gorsuch, J., joined by Breyer, J., dissenting).\nTheir position wrongly conflates legal injury with the damages\narising from that injury. Seepost, at 2–3. And it is not\nthe better reading of “the plain text of the Patent Act.”Post, at 9. Taken together, §271(f )(2) and §284 allow\nthe patent owner to recover for lost foreign profits. Under §284,\ndamages are “adequate” to compensate for infringement when they\n“plac[e] [the patent owner] in as good a position as he would have\nbeen in” if the patent had not been infringed.General Motors\nCorp., supra, at 655. Specifically, a patent owner is entitled\nto recover “ ‘the difference between [its] pecuniary condition\nafter the infringement, and what [its] condition would have been if\nthe infringement had not occurred.’ ”Aro Mfg. Co.,\nsupra,at 507. This recovery can include lost profits. SeeYale Lock Mfg. Co.v.Sargent, 117 U. S. 536,\n552–553 (1886). And, as we hold today, it can include lost foreign\nprofits when the patent owner proves infringement under\n§271(f )(2).[3]*  *  *We hold that WesternGeco’s damages award for\nlost profits was a permissible domestic application of §284. The\njudgment of the Federal Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Notes1The Federal Circuit held\nthat ION was liable for infringement under §271(f )(2).WesternGeco, 791 F. 3d, at 1347–1349. It did not\naddress whether ION was liable under §271(f )(1).Id.,\nat 1348.2Because the Federal\nCircuit did not address §271(f )(1), see n. 1,supra, we limit our analysis to\n§271(f )(2).3In reaching this holding,\nwe do not address the extent to which other doctrines, such as\nproximate cause, could limit or preclude damages in particular\ncases.",
    "joined": []
}