{
    "case": {
        "docket": "167",
        "citation": "557",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/557/167/"
    },
    "id": "1963026",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTGROSS V. FBL FINANCIAL SERVICES, INC.557 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-441JACK GROSS, PETITIONERv.FBL FINANCIAL\nSERVICES, INC.on writ of certiorari to the united states court of\nappeals for the eighth circuit[June 18, 2009]Justice Thomas delivered the\nopinion of the Court.The question presented by the\npetitioner in this case is whether a plaintiff must present direct\nevidence of age discrimination in order to obtain a mixed-motives\njury instruction in a suit brought under the Age Discrimination in\nEmployment Act of 1967 (ADEA), 81 Stat. 602, as amended, 29 U.\nS. C. §621et seq. Because we hold that such a jury\ninstruction is never proper in an ADEA case, we vacate the decision\nbelow.IPetitioner Jack Gross began\nworking for respondent FBL Financial Group, Inc. (FBL), in 1971. As\nof 2001, Gross held the position of claims administration director.\nBut in 2003, when he was 54 years old, Gross was reassigned to the\nposition of claims project coordinator. At that same time, FBL\ntransferred many of Gross’ job responsibilities to a newly created\nposition—claims administration manager. That position was given to\nLisa Kneeskern, who had previously been supervised by Gross and who\nwas then in her early forties. App. to Pet. for Cert. 23a (District\nCourt opinion). Although Gross (in his new position) and Kneeskern\nreceived the same compensation, Gross considered the reassignment a\ndemotion because of FBL’s reallocation of his former job\nresponsibilities to Kneeskern.In April 2004, Gross filed suit\nin District Court, alleging that his reassignment to the position\nof claims project coordinator violated the ADEA, which makes it\nunlawful for an employer to take adverse action against an employee\n“because of such individual’s age.” 29 U. S. C. §623(a). The\ncase proceeded to trial, where Gross introduced evidence suggesting\nthat his reassignment was based at least in part on his age. FBL\ndefended its decision on the grounds that Gross’ reassignment was\npart of a corporate restructuring and that Gross’ new position was\nbetter suited to his skills. See App. to Pet. for Cert. 23a\n(District Court opinion).At the close of trial, and over FBL’s\nobjections, the District Court instructed the jury that it must\nreturn a verdict for Gross if he proved, by a preponderance of the\nevidence, that FBL “demoted [him] to claims projec[t] coordinator”\nand that his “age was a motivating factor” in FBL’s decision to\ndemote him. App. 9–10. The jury was further instructed that Gross’\nage would qualify as a “ ‘motivating factor,’ if [it] played a\npart or a role in [FBL]’s decision to demote [him].”Id.,\nat 10. The jury was also instructed regarding FBL’s burden of\nproof. According to the District Court, the “verdict must be for\n[FBL] … if it has been proved by the preponderance of the evidence\nthat [FBL] would have demoted [Gross] regardless of his age.”Ibid.The jury returned a verdict for Gross, awarding him\n$46,945 in lost compensation.Id., at 8.FBL challenged the jury instructions on\nappeal. The United States Court of Appeals for the Eighth Circuit\nreversed and remanded for a new trial, holding that the jury had\nbeen incorrectly instructed under the standard established inPrice Waterhousev.Hopkins,490 U. S. 228(1989).\nSee 526 F. 3d 356, 358 (2008). InPrice Waterhouse,\nthis Court addressed the proper allocation of the burden of\npersuasion in cases brought under Title VII of the Civil Rights Act\nof 1964, 78 Stat. 253, as amended, 42 U. S. C. §2000eet\nseq., when an employee alleges that he suffered an adverse\nemployment action because of both permissible and impermissible\nconsiderations—i.e., a “mixed-motives” case. 490 U. S., at\n232, 244–247 (plurality opinion). ThePrice Waterhousedecision was splintered. Four Justices joined a plurality opinion,\nseeid., at 231–258, Justices White and O’Connor\nseparately concurred in the judgment, seeid., at 258–261\n(opinion of White, J.);id., at 261–279 (opinion of\nO’Connor, J.), and three Justices dissented, seeid., at\n279–295 (opinion of Kennedy, J.). Six Justices ultimately agreed\nthat if a Title VII plaintiff shows that discrimination was a\n“motivating” or a “ ‘substantial’ ” factor in the\nemployer’s action, the burden of persuasion should shift to the\nemployer to show that it would have taken the same action\nregardless of that impermissible consideration. Seeid.,\nat 258 (plurality opinion);id., at 259–260 (opinion of\nWhite, J.);id., at 276 (opinion of O’Connor, J.). Justice\nO’Connor further found that to shift the burden of persuasion to\nthe employer, the employee must present “direct evidence that an\nillegitimate criterion was a substantial factor in the [employment]\ndecision.”Id., at 276.In accordance with Circuit precedent, the\nCourt of Appeals identified Justice O’Connor’s opinion as\ncontrolling. See 526 F. 3d, at 359 (citingEricksonv.Farmland Industries, Inc., 271 F. 3d 718, 724 (CA8\n2001)). Applying that standard, the Court of Appeals found that\nGross needed to present “[d]irect evidence … sufficient to support\na finding by a reasonable fact finder that an illegitimate\ncriterion actually motivated the adverse employment action.” 526\nF. 3d, at 359 (internal quotation marks omitted). In the Court\nof Appeals’ view, “direct evidence” is only that evidence that\n“show[s] a specific link between the alleged discriminatory animus\nand the challenged decision.”Ibid.(internal quotation\nmarks omitted). Only upon a presentation of such evidence, the\nCourt of Appeals held, should the burden shift to the employer\n“ ‘to convince the trier of fact that it is more likely than\nnot that the decision would have been the same absent consideration\nof the illegitimate factor.’ ”Ibid.(quotingPrice Waterhouse,supra, at 276 (opinion of\nO’Connor, J.)).The Court of Appeals thus concluded that the\nDistrict Court’s jury instructions were flawed because they allowed\nthe burden to shift to FBL upon a presentation of a preponderance\nofanycategory of evidence showing that age was a\nmotivating factor—not just “direct evidence” related to FBL’s\nalleged consideration of age. See 526 F. 3d, at 360. Because\nGross conceded that he had not presented direct evidence of\ndiscrimination, the Court of Appeals held that the District Court\nshould not have given the mixed-motives instruction.Ibid.Rather, Gross should have been held to the burden of persuasion\napplicable to typical, non-mixed-motives claims; the jury thus\nshould have been instructed only to determine whether Gross had\ncarried his burden of “prov[ing] that age was the determining\nfactor in FBL’s employment action.” Seeibid.We granted certiorari, 555 U. S. ___ (2008),\nand now vacate the decision of the Court of Appeals.IIThe parties have asked us to\ndecide whether a plaintiff must “present direct evidence of\ndiscrimination in order to obtain a mixed-motive instruction in a\nnon-Title VII discrimination case.” Pet. for Cert. i. Before\nreaching this question, however, we must first determine whether\nthe burden of persuasion ever shifts to the party defending an\nalleged mixed-motives discrimination claim brought under the\nADEA.[Footnote 1] We hold that\nit does not.APetitioner relies on this Court’s\ndecisions construing Title VII for his interpretation of the ADEA.\nBecause Title VII is materially different with respect to the\nrelevant burden of persuasion, however, these decisions do not\ncontrol our construction of the ADEA.InPrice Waterhouse, a\nplurality of the Court and two Justices concurring in the judgment\ndetermined that once a “plaintiff in a Title VII case proves that\n[the plaintiff’s membership in a protected class] played a\nmotivating part in an employment decision, the defendant may avoid\na finding of liability only by proving by a preponderance of the\nevidence that it would have made the same decision even if it had\nnot taken [that factor] into account.” 490 U. S., at 258; see alsoid., at 259–260 (opinion of White, J.);id., at\n276 (opinion of O’Connor, J.). But as we explained inDesert\nPalace, Inc.v.Costa,539 U. S. 90, 94–95 (2003), Congress\nhas since amended Title VII by explicitly authorizing\ndiscrimination claims in which an improper consideration was “a\nmotivating factor” for an adverse employment decision. See 42 U.\nS. C. §2000e–2(m) (providing that “an unlawful employment\npractice is established when the complaining party demonstrates\nthat race, color, religion, sex, or national origin wasa\nmotivating factorfor any employment practice, even though\nother factors also motivated the practice” (emphasis added));\n§2000e–5(g)(2)(B) (restricting the remedies available to plaintiffs\nproving violations of §2000e–2(m)).This Court has never held that this\nburden-shifting framework applies to ADEA claims. And, we decline\nto do so now. When conducting statutory interpretation, we “must be\ncareful not to apply rules applicable under one statute to a\ndifferent statute without careful and critical examination.”Federal Express Corp.v.Holowecki, 552 U. S.\n___, ___ (2008) (slip op., at 2). Unlike Title VII, the ADEA’s text\ndoes not provide that a plaintiff may establish discrimination by\nshowing that age was simply a motivating factor. Moreover, Congress\nneglected to add such a provision to the ADEA when it amended Title\nVII to add §§2000e–2(m) and 2000e–5(g)(2)(B), even though it\ncontemporaneously amended the ADEA in several ways, see Civil\nRights Act of 1991, §115, 105 Stat. 1079;id., §302, at\n1088.We cannot ignore Congress’ decision to amend\nTitle VII’s relevant provisions but not make similar changes to the\nADEA. When Congress amends one statutory provision but not another,\nit is presumed to have acted intentionally. SeeEEOCv.Arabian American Oil Co.,499 U. S. 244, 256\n(1991). Furthermore, as the Court has explained, “negative\nimplications raised by disparate provisions are strongest” when the\nprovisions were “considered simultaneously when the language\nraising the implication was inserted.”Lindhv.Murphy,521\nU. S. 320, 330 (1997). As a result, the Court’s interpretation\nof the ADEA is not governed by Title VII decisions such asDesert PalaceandPrice Waterhouse.[Footnote 2]BOur inquiry therefore must focus\non the text of the ADEA to decide whether it authorizes a\nmixed-motives age discrimination claim. It does not. “Statutory\nconstruction must begin with the language employed by Congress and\nthe assumption that the ordinary meaning of that language\naccurately expresses the legislative purpose.”Engine Mfrs.\nAssn.v.South Coast Air Quality Management Dist.,541 U. S. 246,\n252 (2004) (internal quotation marks omitted). The ADEA provides,\nin relevant part, that “[i]t shall be unlawful for an employer … to\nfail or refuse to hire or to discharge any individual or otherwise\ndiscriminate against any individual with respect to his\ncompensation, terms, conditions, or privileges of employment,because ofsuch individual’s age.” 29 U. S. C.\n§623(a)(1) (emphasis added).The words “because of” mean “by\nreason of: on account of.” 1 Webster’s Third New International\nDictionary 194 (1966); see also 1 Oxford English Dictionary 746\n(1933) (defining “because of” to mean “By reasonof, on\naccountof” (italics in original)); The Random House\nDictionary of the English Language 132 (1966) (defining “because”\nto mean “by reason; on account”). Thus, the ordinary meaning of the\nADEA’s requirement that an employer took adverse action “because\nof” age is that age was the “reason” that the employer decided to\nact. SeeHazen Paper Co.v.Biggins,507 U. S. 604, 610\n(1993) (explaining that the claim “cannot succeed unless the\nemployee’s protected trait actually played a role in [the\nemployer’s decisionmaking] processand had a determinative\ninfluence on the outcome” (emphasis added)). To establish a\ndisparate-treatment claim under the plain language of the ADEA,\ntherefore, a plaintiff must prove that age was the “but-for” cause\nof the employer’s adverse decision. SeeBridgev.Phoenix Bond & Indemnity Co., 553 U. S. ___, ___\n(2008) (slip op., at 14) (recognizing that the phrase, “by reason\nof,” requires at least a showing of “but for” causation (internal\nquotation marks omitted));Safeco Ins. Co. of Americav.Burr,551 U.\nS. 47, 63–64, and n. 14 (2007) (observing that “[i]n common\ntalk, the phrase ‘based on’ indicates a but-for causal relationship\nand thus a necessary logical condition” and that the statutory\nphrase, “based on,” has the same meaning as the phrase, “because\nof” (internal quotation marks omitted)); cf. W. Keeton, D. Dobbs,\nR. Keeton, & D. Owen, Prosser and Keeton on Law of Torts 265\n(5th ed. 1984) (“An act or omission is not regarded as a cause of\nan event if the particular event would have occurred without\nit”).[Footnote 3]It follows, then, that under §623(a)(1), the\nplaintiff retains the burden of persuasion to establish that age\nwas the “but-for” cause of the employer’s adverse action. Indeed,\nwe have previously held that the burden is allocated in this manner\nin ADEA cases. SeeKentucky Retirement Systemsv.EEOC, 554 U. S. ___, ___–___, ___–___ (2008) (slip op., at\n2–4, 11–13);Reevesv.Sanderson Plumbing Products,\nInc.,530 U. S. 133, 141, 143 (2000). And\nnothing in the statute’s text indicates that Congress has carved\nout an exception to that rule for a subset of ADEA cases. Where the\nstatutory text is “silent on the allocation of the burden of\npersuasion,” we “begin with the ordinary default rule that\nplaintiffs bear the risk of failing to prove their claims.”Schafferv.Weast,546 U. S. 49, 56 (2005);\nsee alsoMeachamv.Knolls Atomic Power\nLaboratory, 554 U. S. ___, ___ (2008) (slip op., at 6)\n(“Absent some reason to believe that Congress intended otherwise, …\nwe will conclude that the burden of persuasion lies where it\nusually falls, upon the party seeking relief” (internal quotation\nmarks omitted)). We have no warrant to depart from the general rule\nin this setting.Hence, the burden of persuasion necessary to\nestablish employer liability is the same in alleged mixed-motives\ncases as in any other ADEA disparate-treatment action. A plaintiff\nmust prove by a preponderance of the evidence (which may be direct\nor circumstantial), that age was the “but-for” cause of the\nchallenged employer decision. SeeReeves,supra,\nat 141–143, 147.[Footnote\n4]IIIFinally, we reject petitioner’s\ncontention that our interpretation of the ADEA is controlled byPrice Waterhouse, which initially established that the\nburden of persuasion shifted in alleged mixed-motives Title VII\nclaims.[Footnote 5] In any\nevent, it is far from clear that the Court would have the same\napproach were it to consider the question today in the first\ninstance. Cf.14 Penn Plaza LLCv.Pyett, 556 U.\nS. ___, ___ (2009) (slip op., at 21) (declining to “introduc[e] a\nqualification into the ADEA that is not found in its text”);Meacham,supra, at ___ (slip op., at 16)\n(explaining that the ADEA must be “read … the way Congress wrote\nit”).Whatever the deficiencies ofPrice Waterhousein retrospect, it has become evident in\nthe years since that case was decided that its burden-shifting\nframework is difficult to apply. For example, in cases tried to a\njury, courts have found it particularly difficult to craft an\ninstruction to explain its burden-shifting framework. See,e.g.,Tylerv.Bethlehem Steel Corp.,\n958 F. 2d 1176, 1179 (CA2 1992) (referring to “the murky water\nof shifting burdens in discrimination cases”);Visserv.Packer Engineering Associates, Inc., 924 F. 2d 655,\n661 (CA7 1991) (en banc) (Flaum, J., dissenting) (“The difficulty\njudges have in formulating [burden-shifting] instructions and\njurors have in applying them can be seen in the fact that jury\nverdicts in ADEA cases are supplanted by judgments notwithstanding\nthe verdict or reversed on appeal more frequently than jury\nverdicts generally”). Thus, even ifPrice Waterhousewas\ndoctrinally sound, the problems associated with its application\nhave eliminated any perceivable benefit to extending its framework\nto ADEA claims. Cf.Continental T. V., Inc.v.GTE\nSylvania Inc.,433 U. S. 36, 47 (1977)\n(reevaluating precedent that was subject to criticism and\n“continuing controversy and confusion”);Paynev.Tennessee,501 U. S. 808, 839–844\n(1991) (Souter, J., concurring).[Footnote 6]IVWe hold that a plaintiff bringing\na disparate-treatment claim pursuant to the ADEA must prove, by a\npreponderance of the evidence, that age was the “but-for” cause of\nthe challenged adverse employment action. The burden of persuasion\ndoes not shift to the employer to show that it would have taken the\naction regardless of age, even when a plaintiff has produced some\nevidence that age was one motivating factor in that decision.\nAccordingly, we vacate the judgment of the Court of Appeals and\nremand the case for further proceedings consistent with this\nopinion.It is so ordered.Footnote 1Although the parties did not specifically\nframe the question to include this threshold inquiry, “[t]he\nstatement of any question presented is deemed to comprise every\nsubsidiary question fairly included therein.” This Court’s Rule\n14.1; see also City of Sherrillv.Oneida Indian Nation of\nN. Y.,544\nU. S. 197, 214, n. 8 (2005) (“ ‘Questions not\nexplicitly mentioned but essential to the analysis of the decisions\nbelow or to the correct disposition of the other issues have been\ntreated as subsidiary issues fairly comprised by the question\npresented’ ” (quoting R. Stern, E. Gressman, S. Shapiro, &\nK. Geller, Supreme Court Practice 414 (8th ed. 2002)));Ballardv.Commissioner,544 U. S. 40, 46–47, and\nn. 2 (2005) (evaluating “a question anterior” to the\n“questions the parties raised”).Footnote 2Justice Stevens argues that the Court must\nincorporate its past interpretations of Title VII into the ADEA\nbecause “the substantive provisions of the ADEA were derivedin\nhaec verbafrom Title VII,”post, at 4 (dissenting\nopinion) (internal quotation marks omitted), and because the Court\nhas frequently applied its interpretations of Title VII to the\nADEA, seepost,at 4–6. But the Court’s approach to\ninterpreting the ADEA in light of Title VII has not been uniform.\nInGeneral Dynamics Land Systems, Inc.v.Cline,540 U. S. 581(2004), for example, the Court declined to interpret the phrase\n“because of … age” in 29 U. S. C. §623(a) to bar\ndiscrimination against people of all ages, even though the Court\nhad previously interpreted “because of … race [or] sex” in Title\nVII to bar discrimination against people of all races and both\nsexes, see 540 U. S., at 584, 592, n. 5. And the Court has not\ndefinitively decided whether the evidentiary framework ofMcDonnell Douglas Corp.v.Green,411 U. S. 792(1973),\nutilized in Title VII cases is appropriate in the ADEA context. SeeReevesv. Sanderson Plumbing Products, Inc.,530 U. S. 133, 142 (2000);O’Connorv.Consolidated Coin Caterers Corp.,517 U. S. 308,\n311 (1996). In this instance, it is the textual differences between\nTitle VII and the ADEA that prevent us from applyingPrice\nWaterhouseandDesert Palaceto federal age\ndiscrimination claims.Footnote 3Justice Breyer contends that there is\n“nothing unfair or impractical” about hinging liability on whether\n“forbidden motive … play[ed] a role in the employer’s decision.”Post, at 2–3 (dissenting opinion). But that is a decision\nfor Congress to make. SeeFlorida Dept. of Revenuev.Piccadilly Cafeterias, Inc., 554 U. S. ___, ___ (2008)\n(slip op., at 18). Congress amended Title VII to allow for employer\nliability when discrimination “wasa motivating factorfor\nany employment practice, even though other factors also motivated\nthe practice,” 42 U. S. C. §2000e–2(m) (emphasis added), but\ndid not similarly amend the ADEA, seesupra, at 5–6. We\nmust give effect to Congress’ choice. See14 Penn Plaza\nLLCv.Pyett, 556 U. S. ___, ___ (2009) (slip op., at\n21).Footnote 4Because we hold that ADEA plaintiffs retain\nthe burden of persuasion to prove all disparate-treatment claims,\nwe do not need to address whether plaintiffs must present direct,\nrather than circumstantial, evidence to obtain a burden-shifting\ninstruction. There is no heightened evidentiary requirement for\nADEA plaintiffs to satisfy their burden of persuasion that age was\nthe “but-for” cause of their employer’s adverse action, see 29 U.\nS. C. §623(a), and we will imply none. “Congress has been\nunequivocal when imposing heightened proof requirements” in other\nstatutory contexts, including in other subsections within Title 29,\nwhen it has seen fit. SeeDesert Palace, Inc.v.Costa,539 U. S. 90, 99 (2003); see also,e.g., 25 U. S. C. §2504(b)(2)(B) (imposing “clear and\nconvincing evidence” standard); 29 U. S. C. §722(a)(2)(A)\n(same).Footnote 5Justice Stevens also contends that we must\napplyPrice Waterhouseunder the reasoning ofSmithv.City of Jackson,544 U. S. 228(2005).\nSeepost, at 7. InSmith, the Court applied to\nthe ADEA its pre-1991 interpretation of Title VII with respect to\ndisparate-impact claims despite Congress’ 1991 amendment adding\ndisparate-impact claims to Title VII but not the ADEA. 544 U. S.,\nat 240. But the amendments made by Congress in this same\nlegislation, which added the “motivating factor” language to Title\nVII, undermine Justice Stevens’ argument. Congress not only\nexplicitly added “motivating factor” liability to Title VII, seesupra, at 5–6, but it also partially abrogatedPrice\nWaterhouse’s holding by eliminating an employer’s complete\naffirmative defense to “motivating factor” claims, see 42 U.\nS. C. §2000e–5(g)(2)(B). If such “motivating factor” claims\nwere already part of Title VII, the addition of §2000e–5(g)(2)(B)\nalone would have been sufficient. Congress’ careful tailoring of\nthe “motivating factor” claim in Title VII, as well as the absence\nof a provision parallel to §2000e–2(m) in the ADEA, confirms that\nwe cannot transfer thePrice Waterhouseburden-shifting\nframework into the ADEA.Footnote 6Gross points out that the Court has also\napplied a burden-shifting framework to certain claims brought in\ncontexts other than pursuant to Title VII. See Brief for Petitioner\n54–55 (citing,inter alia,NLRBv.Transportation Management Corp.,462 U. S. 393, 401–403\n(1983) (claims brought under the National Labor Relations Act\n(NLRA));Mt. Healthy City Bd. of Ed.v.Doyle,429 U. S. 274,\n287 (1977) (constitutional claims)). These cases, however, do not\nrequire the Court to adopt his contra statutory position.  The\ncase involving the NLRA did not require the Court to decide in the\nfirst instance whether burden shifting should apply as the Court\ninstead deferred to the National Labor Relation Board’s\ndetermination that such a framework was appropriate. SeeNLRB,supra, at 400–403. And the constitutional\ncases such asMt. Healthyhave no bearing on the correct\ninterpretation of ADEA claims, which are governed by statutory\ntext.",
    "joined": []
}