{
    "case": {
        "docket": "481",
        "citation": "546",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/546/481/"
    },
    "id": "1962001",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGDOLAN V. POSTAL SERVICE546 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-848BARBARA DOLAN, PETITIONERv.UNITED STATES\nPOSTAL SERVICE et al.on writ of certiorari to the united states court of\nappeals for the third circuit[February 22, 2006]Justice Thomas, dissenting.The Federal Tort Claims Act\n(FTCA) waives the Government’s sovereign immunity for civil suits\nseeking money damages“for injury or loss of property, or personal injury\nor death caused by the negligent or wrongful act or omission of any\nemployee of the Government while acting within the scope of his\noffice or employment, under circumstances where the United States,\nif a private person, would be liable to the claimant in accordance\nwith the law of the place where the act or omission occurred,” 28\nU. S. C. §1346(b)(1),save several exceptions found in §2680. As relevant\nhere, Congress reserved to the Government its sovereign immunity\nrespecting “[a]ny claim arising out of the loss, miscarriage, or\nnegligent transmission of letters or postal matter.” §2680(b)\n(postal exception).Petitioner Barbara Dolan claims to have\nsuffered personal injuries when she tripped over letters, packages,\nand periodicals that an employee of the United States Postal\nService (Postal Service) negligently left on her porch. Today, the\nCourt concludes that Dolan’s lawsuit may proceed because her claim\ndoes not fall within the exception. I disagree. Dolan’s claim\narises out of the Postal Service’s “negligent transmission” of mail\nand is thus covered by the terms of the postal exception. Even if\nthe exception is ambiguous, this Court’s cases require that\nambiguities as to the scope of the Government’s waiver of immunity\nbe resolved in its favor. Accordingly, I respectfully dissent.IThe text of the postal exception,\nand every term therein, should be ascribed its ordinary meaning.\nSeeFDICv.Meyer,510 U. S. 471, 477\n(1994) (noting that we interpret a statutory term in accordance\nwith its ordinary meaning when that term is not defined in the\nstatute). The term in controversy here is “negligent transmission.”\nThe crux of my disagreement with the majority is its failure to\nassign the term “transmission” its plain meaning. That term is\ndefined as the “[a]ct, operation, or process, of transmitting.”\nWebster’s New International Dictionary 2692 (2d ed. 1934, as\nrepublished 1945). “Transmit” is defined as,inter alia,\n“[t]o send or transfer from one person or place to another; to\nforward by rail, post, wire, etc., … [t]o cause … to pass\nor be conveyed.”Id.,at 2692–2693. There is no cause to\nconclude that Congress was unaware of the ordinary definition of\nthe terms “transmission” and “transmit” when it enacted the FTCA\nand the postal exception in 1946. Nor is there textual indication\nthat Congress intended to deviate from the ordinary meaning of\nthese terms.[Footnote 1]\nAccordingly, I would interpret the term “transmission” consistent,\nwith its ordinary meaning, seeante, at 4, and conclude\nthat the postal exception exempts the Government from liability foranyclaim arising out of the negligent delivery of the\nmail to a Postal Service patron, including Dolan’s slip-and-fall\nclaim.Rejecting the “ordinary meaning\nand usage” of “negligent transmission,” the majority concludes that\nthe term covers only injury arising “directly or consequentially”\nfrom “negligence causing mail to be lost or to arrive late, in\ndamaged condition, or at the wrong address.”Ante, at 5,\n7. Thus, in the majority’s view, “negligent transmission” covers\ndirect injury to the mail as well as personal injury arising from\ninjury to the mail, but does not cover personal injury that does\nnot arise from damage to the mail. For example, in the majority’s\nview, if a mail carrier negligently drops a mailbox containing\nglassware on a patron’s doorstep, causing the contents to shatter,\nand the patron later injures himself while attempting to handle the\nshards of glass, the postal exception would bar a claim for damages\nfor the destroyed item as well as a related claim for personal\ninjury. That view is correct, as far as it goes. However, under the\nmajority’s view, if the mail carrier negligently places a heap of\nmail on a patron’s front porch and the patron trips and falls over\nthe mail as he walks out of his front door, his personal injury\nclaim may go forward. There is no basis in the text for the line\ndrawn by the majority. Indeed, the majority’s view is at odds with\nthe broad language of the postal exception, which expressly applies\nto “[a]ny claimarising out of … negligent transmission of\nletters or postal matter.” §2680(b) (emphasis added).The majority rationalizes its view by\nconcluding that the terms “loss” and “miscarriage” necessarily\nlimit the term “transmission.”Ante,at 5. Applying the\nrule ofnoscitur a sociis—that a word is known by the\ncompany it keeps—the majority reasons that because both “loss” and\n“miscarriage” refer to “failings in the postal obligation to\ndeliver mail in a timely manner to the right address, it would be\nodd if ‘negligent transmission’ swept more broadly.”Ibid.\nBut there is nothing “odd” about interpreting the term “negligent\ntransmission” to encompass more ground than the decidedly narrower\nterms “loss” and “miscarriage.”The rule ofnoscitur a sociisis\nintended to prevent ascribing to one word a meaning so expansive\nthat it conflicts with other terms of the provision in a manner\nthat gives “ ‘unintended breadth to an Act of\nCongress.’ ”Gustafsonv.Alloyd Co.,513 U. S. 561,\n575 (1995) (quotingJareckiv.G. D. Searle &\nCo.,367 U. S.\n303, 307 (1961)). That rule, however, “does not require [the\nCourt] to construe every term in a series narrowly because of the\nmeaning given to just one of the terms,” where, as here, nothing in\nthe text demands a more limited construction.Gustafson,\nsupra,at 586 (Thomas, J., dissenting) (emphasis deleted).\nIndeed, to read Congress’ use of narrow terms in a list as limiting\nthe meaning of broad terms in the same list “would defy common\nsense; doing so would prevent Congress from giving effect to\nexpansive words in a list whenever they are combined with one word\nwith a more restricted meaning.”Id.,at 587.Nor does this Court’s opinion inKosakv.United States,465 U. S. 848(1984), support the\nmajority’s narrow construction of the postal exception. InKosak, this Court suggested that the postal exception does\nnot apply to suits arising from the negligent handling of motor\nvehicles by Postal Service employees. Specifically, the Court\nstated that:“One of the principal purposes of the [FTCA] was to\nwaive the Government’s immunity from liability for injuries\nresulting fromauto accidents… . In order to ensure\nthat §2680(b) … did not have the effect of barring precisely the\nsort of suit that Congress was most concerned to authorize, the\ndraftsmen of the provision carefully delineated the types of\nmisconduct for which the Government was not assuming financial\nresponsibility—namely, ‘the loss, miscarriage,ornegligent transmission of letters or postal matter’…Id.,\nat 855 (emphasis added).That observation has no import beyond the\nrecognition that the postal exception—whatever its scope may be—was\ncarefully crafted so as not to undermine an undisputed principal\npurpose of the FTCA—to waive the Government’s immunity for injuries\narising fromauto accidents. It says nothing further about\nthe acts Congress intended to capture when enacting the postal\nexception, and, thus, is unremarkable for purposes of construing\nthe exception. [Footnote 2]Even ifKosakdoes inform the outcome\nin this case, it does not support the majority’s interpretation of\n“negligent transmission.” As discussed above, the majority does not\npurport to limit the type of negligentactthat may fall\nunder the postal exception; rather it limits the scope of the\nexception based on the type ofconsequencethat the\nnegligent act causes (damage to the mail, late delivery, etc.) ButKosak’s exclusion of theactof negligent\ndriving—regardless of whether theconsequenceof that act\nis damage to the mail or injury to a person—from the scope of the\npostal exception implies, if anything, that theKosakCourt envisioned discreteactsas being covered,\nindependently of the nature of their consequences. See 465 U. S.,\nat 855 (excluding “negligent handling of motor vehicles” from the\n“types of misconduct” for which liability is barred by the postal\nexception). As such,Kosakdoes not support an\ninterpretation of “negligent transmission” based upon the type of\ninjury that is caused by the Postal Service’s negligent handling of\nthe mail.IIAssuming that the postal\nexception is ambiguous, as the majority suggests, seeante, at 4–5, settled principles governing the\ninterpretation of waivers of sovereign immunity require us to rule\nin favor of the Government.A court may only exercise\njurisdiction over the Government pursuant to “a clear statement\nfrom the United States waiving sovereign immunity . . . together\nwith a claim falling within the terms of the waiver.”United\nStatesv.White Mountain Apache Tribe,537 U. S. 465, 472\n(2003). “[A] waiver of the Government’s sovereign immunity will be\nstrictly construed, in terms of its scope, in favor of the\nsovereign.”Lanev.Pe&nacute;a,518 U. S. 187, 192\n(1996). These settled legal principles apply not only to the\ninterpretation of the scope of the Government’s waiver of immunity,\nbut also to the interpretation of the scope of any exceptions to\nthat waiver. Seeibid.(explaining that, consistent with\nrules of construction respecting waivers of sovereign immunity,\nambiguities created by conditions on and qualifications of the\nwaiver must be strictly construed in favor of sovereign\nimmunity).Thus, the majority is incorrect to conclude\nthat “this case does not implicate the general rule that ‘a waiver\nof the Government’s sovereign immunity will be strictly construed,\nin terms of its scope, in favor of the sovereign.’ ”Ante, at 10. As this case clearly illustrates, the\nGovernment’s amenability to suit can only be ascertained after\nconstruing both the waiver of immunity and its exceptions. The\nwell-established rationale for construing a waiver in favor of the\nsovereign’s immunity, thus, applies with equal force to the\nconstruction of an exception to that waiver. Accordingly, even if I\nwere to conclude that the majority’s interpretation of “negligent\ntransmission” were as plausible as my own, I would still resolve\nthis case in favor of the Government’s sovereign immunity as\nmandated by our canons of construction.[Footnote 3]*  *  *For these reasons, I would hold\nthat a tort claim for personal injury arising out of negligent\ndelivery of mail to a postal patron is barred by 28 U. S. C.\n§2680(b), the postal exception. Accordingly, I would affirm the\njudgment of the Court of Appeals.Footnote 1In fact, this reading is supported by\nCongress’ routine definitional use of the terms “transmission” and\n“transmit” in both criminal and civil postal statutes to refer to\nthe handling, processing, and delivery of mail to a final\ndestination. See,e.g.,Act of Mar. 3, 1845, ch. 43, §6, 5\nStat. 734 (respecting deputy postmasters authorized “to transmit to\nany person or place” official letters or packages free of charge);\n18 U. S. C. §§1696(b) and (c) (referring to unlawful\n“transmission” of letters); §§1716(b), (c), (d), and (e)\n(regulating and proscribing “transmission in the mails” of\ndangerous items (e.g.,medicines) except when the\n“transmission” is “to,” “from,” or “between” specified individuals\nor entities).Footnote 2In an attempt to reconcileKosakwith this case, the majority argues that “one purpose of the FTCA\nexceptions was to avoid ‘extending coverage of the Act to suits for\nwhich adequate remedies were already available,’ … an\nobjective consistent with retaining immunity as to some claims of\nmail damage or delay covered by postal registration and insurance.”Ante, at 9 (quotingKosak,465 U. S., at 858).\nThe majority, however, ignores the fact that, in most cases, such\ninsurance covers only the sender, not the recipient, in which case\nrecipients have no means of obtaining compensation for loss or\ndamage to money, gifts, heirlooms, valuable papers, delayed\nmedicine, or time-sensitive documents. See United States Postal\nService, Mailing Standards of the United States Postal Service,\nDomestic Mail Manual, §§609.4.3(f) and (ae), pp. 1129, 1130 (rev.\nJan. 6, 2005). The majority’s justification also fails to take into\naccount the fact that postal patrons cannot insure against the loss\nof items of sentimental value. Seeid., §609.4.3,\ngenerally. With a more accurate depiction of registration and\ninsurance coverage in hand, the Government’s claim that, like\ninjuries arising from negligent transmission of mail, other\ninjuries outside the reach of the FTCA are also amenable to\nadministrative relief is not so easily dismissed.Ante, at\n9. Specifically, 39 U. S. C. §2603, as the Government argues,\nprovides for the settlement of claims, within the discretion of the\nUnited States, for injuries caused by the Postal Service that are\nnot otherwise cognizable, which would include claims like Dolan’s.\nThe discretionary nature of such settlements does not alter the\nfact that §2603 undermines the Court’s position that the purported\nunavailability of administrative recovery for claims such as\nDolan’s supports its proposed interpretation.Footnote 3There is no canon of construction that\ncounsels in favor of construing the ambiguity against the\nGovernment. Although we have “on occasion narrowly construed\nexceptions to waivers of sovereign immunity,” we have done so in\ncases where Congress plainly waived the Government’s immunity for\nthe particular claim at issue, and the only question before the\nCourt was the permissibility of the form of the suit.United\nStatesv.Nordic Village,Inc.,503 U. S. 30, 34 (1992)\n(citingUnited Statesv.Yellow Cab Co.,340 U. S. 543(1951),\nandUnited Statesv.Aetna Casualty & Surety\nCo.,338 U. S.\n366(1949)). In cases where, as here, the question whether a\nparticular claim is subject to an exception is disputed, we have\nconstrued FTCA exceptions broadly to preclude claims for actions\nCongress intended to except from the FTCA’s general waiver of\nimmunity. SeeDalehitev.United States,346 U. S. 15, 31 (1953);United Statesv.Orleans,425 U. S. 807(1976);Kosakv.United States,465 U. S. 848(1984).",
    "joined": []
}