{
    "case": {
        "docket": "175",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/175/"
    },
    "id": "3258656",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–435_________________OMNICARE, INC., et al., PETITIONERSv.LABORERS\nDISTRICT COUNCIL CONSTRUCTION INDUSTRY PENSION FUND et al.on writ of certiorari to the united states court of appeals for\nthe sixth circuit[March 24, 2015]Justice Thomas, concurring in the judgment.I agree with the Court that the statements of opinion at issue\nin this case do not contain an untrue statement of a material fact.\n15 U. S. C. §77k(a);ante,at 6–9. I write\nseparately because I do not think it advisable to opine, as the\nmajority does, on an additional theory of liability that is not\nproperly before us.The question whether and under what circumstances an omission\nmay make a statement of opinion misleading is one that we should\nhave left to the lower courts to decide on remand. As the majority\nacknowledges, that question was never passed on below. Seeante,at 19. With good reason: Apart from a few conclusory\nallegations in their complaint and somepro formareferences to “misleading statements and omissions” in their\nbriefs, respondents did not elaborate on the omissions theory of\nliability before either the District Court or the Court of Appeals.\nThey certainly did not articulate the theory the majority now\nadopts until they filed their merits brief before this Court. And\nit was not until oral argument that they identified a factual\nallegation in their complaint thatmightserve to state a\nclaim under that theory. Seeante,at 19–20. This delay is\nunsurprising given that, although various Courts of Appeals have\ndiscussed the theory, they have been reluctant to commit to it. SeeMHC Mut. Conversion Fund, L. P.v.Sandler O’Neill &\nPartners, L. P., 761 F. 3d 1109, 1116 (CA10 2014) (“[I]t\nis difficult to find many [courts] actually holding a security\nissuer liable on this basis, . . . and . . .\nthe approach has been questioned by others on various grounds”);\nsee alsoibid., n. 5.We should exercise the same caution. This Court rarely prides\nitself on being a pioneer of novel legal claims, as “[o]urs is a\ncourt of final review and not first view.”Zivotofskyv.Clinton, 566 U. S. ___, ___ (2012) (slip op., at 12)\n(internal quotation marks omitted). Thus, as a general rule, “we do\nnot decide in the first instance issues not decided below.”Ibid.(internal quotation marks omitted). This includes\nfashioning innovative theories of liability as much as it includes\napplying those theories to the circumstances of the case.The Court has previously relied on a lower court’s failure to\naddress an issue below as a reason for declining to address it\nhere, even when the question was fairly presented in the petition\nand fully vetted by other lower courts. See,e.g.,CSX\nTransp., Inc.v.Alabama Dept. of Revenue, 562\nU. S. 277, 284, n. 5 (2011) ; see alsoid.,at 303,\nn. 3 (Thomas, J., dissenting). Surely the feature that\ndistinguishes this case—a novel legal theory that is not fairly\nincluded in the question presented—counsels more strongly in favor\nof avoidance.As Justice Scalia’s concurrence reveals, the scope of this\ntheory of liability is far from certain. And the highly\nfact-intensive nature of the omissions theory provides an\nadditional reason not to address it at this time. The majority\nacknowledges that the facts a reasonable investor may infer from a\nstatement of opinion depend on the context. And yet it opines about\ncertain facts an investor may infer from an issuer’s legal\ncompliance opinion: that such an opinion is based on legal advice,\nfor example, or that it is not contradicted by the Federal\nGovernment. Seeante,at 12. These inferences may seem\nsensible enough in a vacuum, but lower courts would do well to heed\nthe majority’s admonition that every statement of opinion must be\nconsidered “in a broader frame,”ante,at 14, taking into\naccount all the facts of the statement and its context. Would that\nthe majority had waited for the “broader frame” of an actual case\nbefore weighing in on the omissions theory.",
    "joined": []
}