{
    "case": {
        "docket": "16-1454",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1454/"
    },
    "id": "3919765",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1454_________________OHIO, et al., PETITIONERSv.AMERICAN EXPRESS COMPANY, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 25, 2018]Justice Thomas delivered the opinion of the\nCourt.American Express Company and American Express\nTravel Related Services Company (collectively, Amex) provide\ncredit-card services to both merchants and cardholders. When a\ncardholder buys something from a merchant who accepts Amex credit\ncards, Amex processes the transaction through its network, promptly\npays the merchant, and subtracts a fee. If a merchant wants to\naccept Amex credit cards—and attract Amex cardholders to its\nbusiness—Amex requires the merchant to agree to an antisteering\ncontractual provision. The antisteering provision prohibits\nmerchants from discouraging customers from using their Amex card\nafter they have already entered the store and are about to buy\nsomething, thereby avoiding Amex’s fee. In this case, we must\ndecide whether Amex’s antisteering provisions violate federal\nantitrust law. We conclude they do not.IACredit cards have become a primary way that\nconsumers in the United States purchase goods and services. When a\ncardholder uses a credit card to buy something from a merchant, the\ntransaction is facilitated by a credit-card network. The network\nprovides separate but inter- related services to both cardholders\nand merchants. For cardholders, the network extends them credit,\nwhich allows them to make purchases without cash and to defer\npayment until later. Cardholders also can receive rewards based on\nthe amount of money they spend, such as airline miles, points for\ntravel, or cash back. For merchants, the network allows them to\navoid the cost of processing transactions and offers them quick,\nguaranteed payment. This saves merchants the trouble and risk of\nextending credit to customers, and it increases the number and\nvalue of sales that they can make.By providing these services to cardholders and\nmerchants, credit-card companies bring these parties together, and\ntherefore operate what economists call a “two-sided platform.” As\nthe name implies, a two-sided platform offers different products or\nservices to two different groups who both depend on the platform to\nintermediate between them. See Evans & Schmalensee, Markets\nWith Two-Sided Platforms, 1 Issues in Competition L. & Pol’y\n667 (2008) (Evans & Schmalensee); Evans & Noel, Defining\nAntitrust Markets When Firms Operate Two-Sided Platforms, 2005\nColum. Bus. L. Rev. 667, 668 (Evans & Noel); Filistrucchi,\nGeradin, Van Damme, & Affeldt, Market Definition in Two-Sided\nMarkets: Theory and Practice, 10 J. Competition L. & Econ. 293,\n296 (2014) (Filistrucchi). For credit cards, that interaction is a\ntransaction. Thus, credit-card networks are a special type of\ntwo-sided platform known as a “transaction” platform. Seeid., at 301, 304, 307; Evans & Noel 676–678. The key\nfeature of transaction platforms is that they cannot make a sale to\none side of the platform without simultaneously making a sale to\nthe other. See Klein, Lerner, Murphy, & Plache, Competition in\nTwo-Sided Markets: The Antitrust Economics of Payment Card\nInterchange Fees, 73 Antitrust L. J. 571, 580, 583 (2006)\n(Klein). For example, no credit-card transaction can occur unless\nboth the merchant and the cardholder simultaneously agree to use\nthe same credit-card network. See Filistrucchi 301.Two-sided platforms differ from traditional\nmarkets in important ways. Most relevant here, two-sided platforms\noften exhibit what economists call “indirect network effects.”\nEvans & Schmalensee 667. Indirect network effects exist where\nthe value of the two-sided platform to one group of participants\ndepends on how many members of a different group participate. D.\nEvans & R. Schmalensee, Matchmakers: The New Economics of\nMultisided Platforms 25 (2016). In other words, the value of the\nservices that a two-sided platform provides increases as the number\nof participants on both sides of the platform increases. A credit\ncard, for example, is more valuable to cardholders when more\nmerchants accept it, and is more valuable to merchants when more\ncardholders use it. See Evans & Noel 686–687; Klein 580, 584.\nTo ensure sufficient participation, two-sided platforms must be\nsensitive to the prices that they charge each side. See Evans &\nSchmalensee 675; Evans & Noel 680; Muris, Payment Card\nRegulation and the (Mis)Application of the Economics of Two-Sided\nMarkets, 2005 Colum. Bus. L. Rev. 515, 532–533 (Muris); Rochet\n& Tirole, Platform Competition in Two-Sided Markets, 1 J. Eur.\nEcon. Assn. 990, 1013 (2003). Raising the price on side A risks\nlosing participation on that side, which decreases the value of the\nplatform to side B. If participants on side B leave due to this\nloss in value, then the platform has even less value to side\nA—risking a feedback loop of declining demand. See Evans &\nSchmalensee 675; Evans & Noel 680–681. Two-sided platforms\ntherefore must take these indirect network effects into account\nbefore making a change in price on either side. See Evans &\nSchmalensee 675; Evans & Noel 680–681.[1]Sometimes indirect network effects require\ntwo-sided platforms to charge one side much more than the other.\nSee Evans & Schmalensee 667, 675, 681, 690–691; Evans &\nNoel 668, 691; Klein 585; Filistrucchi 300. For two-sided\nplatforms, “ ‘the [relative] price structure matters, and\nplatforms must design it so as to bring both sides on\nboard.’ ” Evans & Schmalensee 669 (quoting Rochet &\nTirole, Two-Sided Markets: A Progress Report, 37 RAND J. Econ. 645,\n646 (2006)). The optimal price might require charging the side with\nmore elastic demand a below-cost (or even negative) price. See\nMuris 519, 550; Klein 579; Evans & Schmalensee 675; Evans &\nNoel 681. With credit cards, for example, networks often charge\ncardholders a lower fee than merchants because cardholders are more\nprice sensitive.[2] See Muris\n522; Klein 573–574, 585, 595. In fact, the network might welllosemoney on the cardholder side by offering rewards such\nas cash back, airline miles, or gift cards. See Klein 587; Evans\n& Schmalensee 672. The network can do this because increasing\nthe number of cardholders increases the value of accepting the card\nto merchants and, thus, increases the number of merchants who\naccept it. Muris 522; Evans & Schmalensee 692. Networks can\nthen charge those merchants a fee for every transaction (typically\na percentage of the purchase price). Striking the optimal balance\nof the prices charged on each side of the platform is essential for\ntwo-sided platforms to maximize the value of their services and to\ncompete with their rivals.BAmex, Visa, MasterCard, and Discover are the\nfour dominant participants in the credit-card market. Visa, which\nis by far the largest, has 45% of the market as measured by\ntransaction volume.[3] Amex and\nMasterCard trail with 26.4% and 23.3%, respectively, while Discover\nhas just 5.3% of the market.Visa and MasterCard have significant structural\nadvantages over Amex. Visa and MasterCard began as bank\ncooperatives and thus almost every bank that offers credit cards is\nin the Visa or MasterCard network. This makes it very likely that\nthe average consumer carries, and the average merchant accepts,\nVisa or MasterCard. As a result, the vast majority of Amex\ncardholders have a Visa or MasterCard, but only a small number of\nVisa and Master-Card cardholders have an Amex. Indeed, Visa and\nMasterCard account for more than 432 million cards in circulation\nin the United States, while Amex has only 53 million. And while 3.4\nmillion merchants at 6.4 million locations accept Amex, nearly\nthree million more locations accept Visa, MasterCard, and\nDiscover.[4]Amex competes with Visa and MasterCard by using\na different business model. While Visa and MasterCard earn half of\ntheir revenue by collecting interest from their cardholders, Amex\ndoes not. Amex instead earns most of its revenue from merchant\nfees. Amex’s business model thus focuses on cardholder spending\nrather than card- holder lending. To encourage cardholder spending,\nAmex provides better rewards than other networks. Due to its\nsuperior rewards, Amex tends to attract cardholders who are\nwealthier and spend more money. Merchants place a higher value on\nthese cardholders, and Amex uses this advantage to recruit\nmerchants.Amex’s business model has significantly\ninfluenced the credit-card market. To compete for the valuable\ncardholders that Amex attracts, both Visa and MasterCard have\nintroduced premium cards that, like Amex, charge merchants higher\nfees and offer cardholders better rewards. To maintain their lower\nmerchant fees, Visa and MasterCard have created a sliding scale for\ntheir various cards—charging merchants less for low-reward cards\nand more for high-reward cards. This differs from Amex’s strategy,\nwhich is to charge merchants the same fee no matter the rewards\nthat its card offers. Another way that Amex has influenced the\ncredit-card market is by making banking and card-payment services\navailable to low-income individuals, who otherwise could not\nqualify for a credit card and could not afford the fees that\ntraditional banks charge. See 2 Record 3835–3837, 4527–4529. In\nsum, Amex’s business model has stimulated competitive innovations\nin the credit-card market, increasing the volume of transactions\nand improving the quality of the services.Despite these improvements, Amex’s business\nmodel sometimes causes friction with merchants. To maintain the\nloyalty of its cardholders, Amex must continually invest in its\nrewards program. But, to fund those investments, Amex must charge\nmerchants higher fees than its rivals. Even though Amex’s\ninvestments benefit merchants by encouraging cardholders to spend\nmore money, merchants would prefer not to pay the higher fees. One\nway that merchants try to avoid them, while still enticing Amex’s\ncardholders to shop at their stores, is by dissuading cardholders\nfrom using Amex at the point of sale. This practice is known as\n“steering.”Amex has prohibited steering since the 1950s by\nplacing antisteering provisions in its contracts with merchants.\nThese antisteering provisions prohibit merchants from implying a\npreference for non-Amex cards; dissuading customers from using Amex\ncards; persuading customers to use other cards; imposing any\nspecial restrictions, conditions, disadvantages, or fees on Amex\ncards; or promoting other cards more than Amex. The antisteering\nprovisions do not, however, prevent merchants from steering\ncustomers toward debit cards, checks, or cash.CIn October 2010, the United States and several\nStates (collectively, plaintiffs) sued Amex, claiming that its\nantisteering provisions violate §1 of the Sherman Act, 26Stat. 209,\nas amended, 15 U. S. C. §1.[5] After a 7-week trial, the District Court agreed that\nAmex’s antisteering provisions violate §1.United Statesv.American ExpressCo., 88 F. Supp. 3d 143, 151–152 (EDNY\n2015). It found that the credit-card market should be treated as\ntwo separate markets—one for merchants and one for cardholders. Seeid.,at 171–175. Evaluating the effects on the merchant side\nof the market, the District Court found that Amex’s antisteering\nprovisions are anticompetitive because they result in higher\nmerchant fees. Seeid.,at 195–224.The Court of Appeals for the Second Circuit\nreversed.United Statesv.American Express Co., 838\nF. 3d 179, 184 (2016). It concluded that the credit-card\nmarket is one market, not two.Id., at 196–200. Evaluating\nthe credit-card market as a whole, the Second Circuit concluded\nthat Amex’s antisteering provisions were not anticompetitive and\ndid not violate §1. Seeid.,at 200–206.We granted certiorari, 583 U. S. ___\n(2017), and now affirm.IISection 1 of the Sherman Act prohibits\n“[e]very contract, combination in the form of trust or otherwise,\nor conspir- acy, in restraint of trade or commerce among the\nseveral States.” 15 U. S. C. §1. This Court has long\nrecognized that, “[i]n view of the common law and the law in this\ncountry” when the Sherman Act was passed, the phrase “restraint of\ntrade” is best read to mean “undue restraint.”Standard Oil Co.\nof N. J.v.United States, 221 U. S. 1, 59–60\n(1911). This Court’s precedents have thus understood §1 “to outlaw\nonlyunreasonablerestraints.”State Oil Co.v.Khan, 522 U. S. 3, 10 (1997) (emphasis added).Restraints can be unreasonable in one of two\nways. A small group of restraints are unreasonableper sebecause they “ ‘ “always or almost\nalways tend to restrict competition and decrease\noutput.” ’ ”Business Electronics Corp.v.Sharp Electronics Corp., 485 U. S. 717, 723 (1988).\nTypically only “horizontal” restraints—restraints “imposed by\nagreement between competitors”—qualify as unreasonableper se.Id.,at 730. Restraints that are not\nunreasonableper seare judged under the “rule of\nreason.”Id., at 723. The rule of reason requires courts to\nconduct a fact-specific assessment of “market power and market\nstructure . . . to assess the [restraint]’s actual\neffect” on competition.Copperweld Corp.v.Independence\nTube Corp., 467 U. S. 752, 768 (1984). The goal is to\n“distinguis[h] between restraints with anticompetitive effect that\nare harmful to the consumer and restraints stimulating competition\nthat are in the consumer’s best interest.”Leegin Creative\nLeather Products, Inc.v.PSKS, Inc., 551 U. S.\n877, 886 (2007).In this case, both sides correctly acknowledge\nthat Amex’s antisteering provisions are vertical\nrestraints—i.e.,restraints “imposed by agreement between\nfirms at different levels of distribution.”Business\nElectronics,supra, at 730. The parties also correctly\nacknowledge that, like nearly every other vertical restraint, the\nanti- steering provisions should be assessed under the rule of\nreason. SeeLeegin,supra, at 882;State Oil,supra, at 19;Business Electronics,supra, at\n726;Continental T. V., Inc.v.GTE Sylvania Inc.,\n433 U. S. 36, 57 (1977).To determine whether a restraint violates the\nrule of reason, the parties agree that a three-step,\nburden-shifting framework applies. Under this framework, the\nplaintiff has the initial burden to prove that the challenged\nrestraint has a substantial anticompetitive effect that harms\nconsumers in the relevant market. See 1 J. Kalinowski, Antitrust\nLaws and Trade Regulation §12.02[1] (2d ed. 2017) (Kalinowski); P.\nAreeda & H. Hovenkamp, Fundamentals of Antitrust Law §15.02[B]\n(4th ed. 2017) (Areeda & Hovenkamp);Capital Imaging Assoc.,\nP. C.v.Mohawk Valley Medical Associates, Inc.,\n996 F. 2d 537, 543 (CA2 1993). If the plaintiff carries its\nburden, then the burden shifts to the defendant to show a\nprocompetitive rationale for the restraint. See 1 Kalinowski\n§12.02[1]; Areeda & Hovenkamp §15.02[B];Capital Imaging\nAssoc.,supra,at 543. If the defendant makes this\nshowing, then the burden shifts back to the plaintiff to\ndemonstrate that the procompetitive efficiencies could be\nreasonably achieved through less anticompetitive means. See 1\nKalinowski §12.02[1];Capital Imaging Assoc.,supra,at 543.Here, the parties ask us to decide whether the\nplaintiffs have carried their initial burden of proving that Amex’s\nantisteering provisions have an anticompetitive effect. The\nplaintiffs can make this showing directly or indirectly. Direct\nevidence of anticompetitive effects would be “ ‘proof of\nactual detrimental effects [on competition],’ ”FTCv.Indiana Federation of Dentists, 476 U. S. 447, 460\n(1986), such as reduced output, increased prices, or decreased\nquality in the relevant market, see 1 Kalinowski §12.02[2];Craftsman Limousine, Inc.v.Ford Motor Co., 491\nF. 3d 381, 390 (CA8 2007);Virginia Atlantic Airways\nLtd.v.British Airways PLC, 257 F. 3d 256, 264\n(CA2 2001). Indirect evidence would be proof of market power plus\nsome evidence that the challenged restraint harms competition. See\n1 Kalinowski §12.02[2];Tops Markets, Inc.v.Quality\nMarkets, Inc., 142 F. 3d 90, 97 (CA2 1998);Spanish\nBroadcasting System of Fla.v.Clear Channel Communications,\nInc., 376 F. 3d 1065, 1073 (CA11 2004).Here, the plaintiffs rely exclusively on direct\nevidence to prove that Amex’s antisteering provisions have caused\nanticompetitive effects in the credit-card market.[6] To assess this evidence, we must first\ndefine the relevant market. Once defined, it becomes clear that the\nplaintiffs’ evidence is insufficient to carry their burden.ABecause “[l]egal presumptions that rest on\nformalistic distinctions rather than actual market realities are\ngenerally disfavored in antitrust law,”Eastman Kodak Co.v.Image Technical Services, Inc., 504 U. S. 451, 466–467\n(1992), courts usually cannot properly apply the rule of reason\nwithout an accurate definition of the relevant market.[7] “Without a definition of [the]\nmarket there is no way to measure [the defendant’s] ability to\nlessen or destroy competition.”Walker Process Equipment,\nInc.v.Food Machinery & Chemical Corp., 382\nU. S. 172, 177 (1965); accord, 2 Kalinowski §24.01[4][a].\nThus, the relevant market is defined as “the area of effective\ncompetition.”Ibid.Typically this is the “arena within\nwhich significant substitution in consumption or production\noccurs.” Areeda & Hovenkamp §5.02; accord, 2 Kalinowski\n§24.02[1];United Statesv.Grinnell Corp., 384\nU. S. 563, 571 (1966). But courts should “combin[e]” different\nproducts or services into “a single market” when “that combination\nreflects commercial realities.”Id.,at 572; see alsoBrown Shoe Co.v.United States, 370 U. S. 294,\n336–337 (1962) (pointing out that “the definition of the relevant\nmarket” must “ ‘correspond to the commercial realities’ of the\nindustry”).As explained, credit-card networks are two-sided\nplatforms. Due to indirect network effects, two-sided platforms\ncannot raise prices on one side without risking a feedback loop of\ndeclining demand. See Evans & Schmalensee 674–675; Evans &\nNoel 680–681. And the fact that two-sided platforms charge one side\na price that is below or above cost reflects differences in the two\nsides’ demand elasticity, not market power or anticompetitive\npricing. See Klein 574, 595, 598, 626. Price increases on one side\nof the platform likewise do not suggest anticompetitive effects\nwithout some evidence that they have increased the overall cost of\nthe platform’s services. Seeid.,at 575, 594, 626. Thus,\ncourts must include both sides of the platform—merchants and\ncardholders—when defining the credit-card market.To be sure, it is not always necessary to\nconsider both sides of a two-sided platform. A market should be\ntreated as one sided when the impacts of indirect network effects\nand relative pricing in that market are minor. See Filistrucchi\n321–322. Newspapers that sell advertisements, for example, arguably\noperate a two-sided platform because the value of an advertisement\nincreases as more people read the newspaper.Id., at 297,\n315; Klein 579. But in the newspaper-advertisement market, the\nindirect networks effects operate in only one direction; newspaper\nreaders are largely indifferent to the amount of advertising that a\nnewspaper contains. See Filistrucchi 321, 323, and n. 99;\nKlein 583. Because of these weak indirect network effects, the\nmarket for newspaper advertising behaves much like a one-sided\nmarket and should be analyzed as such. See Filistrucchi 321;Times-Picayune Publishing Co.v.United States, 345\nU. S. 594, 610 (1953).But two-sided transaction platforms, like the\ncredit-card market, are different. These platforms facilitate a\nsingle, simultaneous transaction between participants. For credit\ncards, the network can sell its services only if a mer- chant and\ncardholder both simultaneously choose to use the network. Thus,\nwhenever a credit-card network sells one transaction’s worth of\ncard-acceptance services to a merchant it also must sell one\ntransaction’s worth of card-payment services to a cardholder. It\ncannot sell transaction services to either cardholders or merchants\nindividually. See Klein 583 (“Because cardholders and merchants\njointly consume a single product, payment card transactions, their\nconsumption of payment card transactions must be directly\nproportional”). To optimize sales, the network must find the\nbalance of pricing that encourages the greatest number of matches\nbetween cardholders and merchants.Because they cannot make a sale unless both\nsides of the platform simultaneously agree to use their services,\ntwo-sided transaction platforms exhibit more pronounced indirect\nnetwork effects and interconnected pricing and demand. Transaction\nplatforms are thus better understood as “suppl[ying] only one\nproduct”—transactions. Klein 580. In the credit-card market, these\ntransactions “are jointly consumed by a cardholder, who uses the\npayment card to make a transaction, and a merchant, who accepts the\npayment card as a method of payment.”Ibid.Tellingly,\ncredit cards determine their market share by measuring the volume\nof transactions they have sold.[8]Evaluating both sides of a two-sided transaction\nplatform is also necessary to accurately assess competition. Only\nother two-sided platforms can compete with a two-sided platform for\ntransactions. See Filistrucchi 301. A credit-card company that\nprocessed transactions for merchants, but that had no cardholders\nwilling to use its card, could not compete with Amex. Seeibid.Only a company that had both cardholders and merchants\nwilling to use its network could sell transactions and compete in\nthe credit-card market. Similarly, if a merchant accepts the four\nmajor credit cards, but a cardholder only uses Visa or Amex, only\nthose two cards can compete for the particular transaction. Thus,\ncompetition cannot be accurately assessed by looking at only one\nside of the platform in isolation.[9]For all these reasons, “[i]n two-sided\ntransaction markets, only one market should be defined.”Id., at 302; see also Evans & Noel 671 (“[F]ocusing on\none dimension of . . . competition tends to distort the\ncompetition that actually exists among [two-sided platforms]”). Any\nother analysis would lead to “ ‘ “mistaken\ninferences” ’ ” of the kind that could\n“ ‘ “chill the very conduct the antitrust laws are\ndesigned to protect.” ’ ”Brooke Group Ltd.v.Brown & Williamson Tobacco Corp., 509 U. S. 209,\n226 (1993); see alsoMatsushita Elec. Industrial Co.v.Zenith Radio Corp., 475 U. S. 574, 594 (1986)\n(“ ‘[W]e must be concerned lest a rule or precedent that\nauthorizes a search for a particular type of undesirable pricing\nbehavior end up by discouraging legitimate price\ncompetition’ ”);Leegin, 551 U. S., at 895 (noting\nthat courts should avoid “increas[ing] the total cost of the\nantitrust system by prohibiting procompetitive conduct the\nantitrust laws should encourage”). Accordingly, we will analyze the\ntwo-sided market for credit-card transactions as a whole to\ndetermine whether the plaintiffs have shown that Amex’s\nantisteering provisions have anticompetitive effects.BThe plaintiffs have not carried their burden\nto prove anticompetitive effects in the relevant market. The\nplaintiffs stake their entire case on proving that Amex’s\nagreements increase merchant fees. We find this argument\nunpersuasive.As an initial matter, the plaintiffs’ argument\nabout merchant fees wrongly focuses on only one side of the\ntwo-sided credit-card market. As explained, the credit-card market\nmust be defined to include both merchants and cardholders. Focusing\non merchant fees alone misses the mark because the product that\ncredit-card companies sell is transactions, not services to\nmerchants, and the competitive effects of a restraint on\ntransactions cannot be judged by looking at merchants alone.\nEvidence of a price increase on one side of a two-sided transaction\nplatform cannot by itself demonstrate an anticompetitive exercise\nof market power. To demonstrate anticompetitive effects on the\ntwo-sided credit-card market as a whole, the plaintiffs must prove\nthat Amex’s antisteering provisions increased the cost of\ncredit-card transactions above a competitive level, reduced the\nnumber of credit-card transactions, or otherwise stifled\ncompetition in the credit-card market. See 1 Kalinowski §12.02[2];Craftsman Limousine, Inc., 491 F. 3d, at 390;Virginia Atlantic Airways Ltd., 257 F. 3d, at 264. They\nfailed to do so.1The plaintiffs did not offer any evidence that\nthe price of credit-card transactions was higher than the price one\nwould expect to find in a competitive market. As the District Court\nfound, the plaintiffs failed to offer any reliable measure of\nAmex’s transaction price or profit margins. 88 F. Supp. 3d, at\n198, 215. And the evidence about whether Amex charges more than its\ncompetitors was ultimately inconclusive.Id.,at 199, 202,\n215.Amex’s increased merchant fees reflect increases\nin the value of its services and the cost of its transactions, not\nan ability to charge above a competitive price. Amex began raising\nits merchant fees in 2005 after Visa and MasterCard raised their\nfees in the early 2000s.Id.,at 195, 199–200. As explained,\nAmex has historically charged higher merchant fees than these\ncompetitors because it delivers wealthier cardholders who spend\nmore money.Id.,at 200–201. Amex’s higher merchant fees are\nbased on a careful study of how much additional value its\ncardholders offer merchants. Seeid., at 192–193. On the\nother side of the market, Amex uses its higher merchant fees to\noffer its cardholders a more robust rewards program, which is\nnecessary to maintain cardholder loyalty and encourage the level of\nspending that makes Amex valuable to merchants.Id.,at 160,\n191–195. That Amex allocates prices between merchants and\ncardholders differently from Visa and MasterCard is simply not\nevidence that it wields market power to achieve anticompetitive\nends. See Evans & Noel 670–671; Klein 574–575, 594–595, 598,\n626.In addition, the evidence that does exist cuts\nagainst the plaintiffs’ view that Amex’s antisteering provisions\nare the cause of any increases in merchant fees. Visa and Master-\nCard’s merchant fees have continued to increase, even at merchant\nlocations where Amex is not accepted and, thus, Amex’s antisteering\nprovisions do not apply. See 88 F. Supp. 3d, at 222. This suggests\nthat the cause of increased merchant fees is not Amex’s\nantisteering provisions, but rather increased competition for\ncardholders and a corresponding marketwide adjustment in the\nrelative price charged to merchants. See Klein 575, 609.2The plaintiffs did offer evidence that Amex\nincreased the percentage of the purchase price that it charges\nmerchants by an average of 0.09% between 2005 and 2010 and that\nthis increase was not entirely spent on cardholder rewards. See 88\nF. Supp. 3d,at 195–197, 215. The plaintiffs believe\nthat this evidence shows that the price of Amex’s transactions\nincreased.Even assuming the plaintiffs are correct, this\nevidence does not prove that Amex’s antisteering provisions gave it\nthe power to charge anticompetitive prices. “Market power is the\nability to raise price profitablyby restricting output.”\nAreeda & Hovenkamp §5.01 (emphasis added); accord,Kodak, 504 U. S., at 464;Business Electronics,\n485 U. S., at 723. This Court will “not infer competitive\ninjury from price and output data absent some evidence that tends\nto prove that output was restricted or prices were above a\ncompetitive level.”Brooke Group Ltd., 509 U. S., at\n237. There is no such evidence in this case. The output of\ncredit-card transactions grew dramatically from 2008 to 2013,\nincreasing 30%. See 838 F. 3d, at 206. “Where . . .\noutput is expanding at the same time prices are increasing, rising\nprices are equally consistent with growing product demand.”Brooke Group Ltd.,supra,at 237. And, as previously\nexplained, the plaintiffs did not show that Amex charged more than\nits competitors.3The plaintiffs also failed to prove that\nAmex’s antisteering provisions have stifled competition among\ncredit-card companies. To the contrary, while these agreements have\nbeen in place, the credit-card market experienced expanding output\nand improved quality. Amex’s business model spurred Visa and\nMasterCard to offer new premium card categories with higher\nrewards. And it has increased the availability of card services,\nincluding free banking and card-payment services for low-income\ncustomers who otherwise would not be served. Indeed, between 1970\nand 2001, the percentage of households with credit cards more than\nquadrupled, and the proportion of households in the bottom-income\nquintile with credit cards grew from just 2% to over 38%. See D.\nEvans & R. Schmalensee, Paying With Plastic: The Digital\nRevolution in Buying and Borrowing 88–89 (2d ed. 2005) (Paying With\nPlastic).Nor have Amex’s antisteering provisions ended\ncompetition between credit-card networks with respect to merchant\nfees. Instead, fierce competition between networks has constrained\nAmex’s ability to raise these fees and has, at times, forced Amex\nto lower them. For instance, when Amex raised its merchant prices\nbetween 2005 and 2010, some merchants chose to leave its network.\n88 F. Supp. 3d, at 197. And when its remaining merchants\ncomplained, Amex stopped raising its merchant prices.Id.,\nat 198. In another instance in the late 1980s and early 1990s,\ncompetition forced Amex to offer lower merchant fees to “everyday\nspend” merchants—supermarkets, gas stations, pharmacies, and the\nlike—to persuade them to accept Amex. Seeid.,at 160–161,\n202.In addition, Amex’s competitors have exploited\nits higher merchant fees to their advantage. By charging lower\nmerchant fees, Visa, MasterCard, and Discover have achieved broader\nmerchant acceptance—approximately 3 million more locations than\nAmex.Id., at 204. This broader merchant acceptance is a\nmajor advantage for these networks and a significant challenge for\nAmex, since consumers prefer cards that will be accepted\neverywhere.Ibid.And to compete even further with Amex,\nVisa and MasterCard charge different merchant fees for different\ntypes of cards to maintain their comparatively lower merchant fees\nand broader acceptance. Over the long run, this competition has\ncreated a trend of declining merchant fees in the credit-card\nmarket. In fact, since the first credit card was introduced in the\n1950s, merchant fees—including Amex’s merchant fees—have decreased\nby more than half. Seeid.,at 202–203; Paying With Plastic\n54, 126, 152.Lastly, there is nothing inherently\nanticompetitive about Amex’s antisteering provisions. These\nagreements actually stem negative externalities in the credit-card\nmarket and promote interbrand competition. When merchants steer\ncardholders away from Amex at the point of sale, it undermines the\ncardholder’s expectation of “welcome acceptance”—the promise of a\nfrictionless transaction. 88 F. Supp. 3d, at 156. A lack of\nwelcome acceptance at one merchant makes a cardholder less likely\nto use Amex at all other merchants. This externality endangers the\nviability of the entire Amex network. And it undermines the\ninvestments that Amex has made to encourage increased cardholder\nspending, which discourages investments in rewards and ultimately\nharms both cardholders and merchants. Cf.Leegin, 551\nU. S., at 890–891 (recognizing that vertical restraints can\nprevent retailers from free riding and thus increase the\navailability of “tangible or intangible services or promotional\nefforts” that enhance competition and consumer welfare). Perhaps\nmost importantly, antisteering provisions do not prevent Visa,\nMasterCard, or Discover from competing against Amex by offering\nlower merchant fees or promoting their broader merchant\nacceptance.[10]In sum, the plaintiffs have not satisfied the\nfirst step of the rule of reason. They have not carried their\nburden of proving that Amex’s antisteering provisions have\nanticompetitive effects. Amex’s business model has spurred robust\ninterbrand competition and has increased the quality and quantity\nof credit-card transactions. And it is “[t]he promotion of\ninterbrand competition,” after all, that “is . . . ‘the\nprimary purpose of the antitrust laws.’ ”Id., at\n890.*  *  *Because Amex’s antisteering provisions do not\nunreasonably restrain trade, we affirm the judgment of the Court of\nAppeals.It is so ordered.Notes1In a competitive market,\nindirect network effects also encourage companies to take increased\nprofits from a price increase on side A and spend them on side B to\nensure more robust participation on that side and to stem the\nimpact of indirect network effects. See Evans & Schmalensee\n688; Evans & Noel 670–671, 695. Indirect network effects thus\nlimit the platform’s ability to raise overall prices and impose a\ncheck on its market power. See Evans & Schmalensee 688; Evans\n& Noel 695.2“Cardholders are more\nprice-sensitive because many consumers have multiple payment\nmethods, including alternative payment cards. Most merchants, by\ncontrast, cannot accept just one major card because they are likely\nto lose profitable incremental sales if they do not take [all] the\nmajor payment cards. Because most consumers do not carry all of the\nmajor payment cards, refusing to accept a major card may cost the\nmerchant substantial sales.” Muris 522.3All figures are accurate\nas of 2013.4Discover entered the\ncredit-card market several years after Amex, Visa, and MasterCard.\nIt nonetheless managed to gain a foothold because Sears marketed\nDiscover to its already significant base of private-label\ncardholders. Discover’s business model shares certain features with\nAmex, Visa, and MasterCard. Like Amex, Discover interacts directly\nwith its cardholders. But like Visa and MasterCard, Discover uses\nbanks that cooperate with its network to interact with\nmerchants.5Plaintiffs also sued Visa\nand MasterCard, claiming that their anti-steering provisions\nviolated §1. But Visa and MasterCard voluntarily revoked their\nantisteering provisions and are no longer parties to this\ncase.6Although the plaintiffs\nrelied on indirect evidence below, they have abandoned that\nargument in this Court. See Brief for United States 23, n. 4\n(citing Pet. for Cert. i, 18–25).7The plaintiffs argue that\nwe need not define the relevant market in this case because they\nhave offered actual evidence of adverse effects on\ncompetition—namely, increased merchant fees. See Brief for United\nStates 40–41 (citingFTCv.Indiana Federation of\nDentists, 476 U. S. 447 (1986), andCatalano, Inc.v.Target Sales, Inc., 446 U. S. 643 (1980) (per\ncuriam)). We disagree. The cases that the plaintiffs cite for\nthis proposition evaluated whether horizontal restraints had an\nadverse effect on competition. SeeIndiana Federation of\nDentists,supra,at 450–451, 459 (agreement between\ncompeting dentists not to share X rays with insurance companies);Catalano,supra,at 644–645, 650 (agreement among\ncompeting wholesalers not to compete on extending credit to\nretailers). Given that horizontal restraints involve agreements\nbetween competitors not to compete in some way, this Court\nconcluded that it did not need to precisely define the relevant\nmarket to conclude that these agreements were anticompetitive. SeeIndiana Federation of Dentists,supra,at 460–461;Catalano,supra,at 648–649. But vertical restraints\nare different. SeeArizonav.Maricopa County Medical\nSoc., 457 U. S. 332, 348, n. 18 (1982);Leegin\nCreative Leather Products, Inc.v.PSKS, Inc., 551\nU. S. 877, 888 (2007). Vertical restraints often pose no risk\nto competition unless the entity imposing them has market power,\nwhich cannot be evaluated unless the Court first defines the\nrelevant market. Seeid., at 898 (noting that a vertical\nrestraint “may not be a serious concern unless the relevant entity\nhas market power”); Easterbrook, Vertical Arrangements and the Rule\nof Reason, 53 Antitrust L. J. 135, 160 (1984) (“[T]he possibly\nanticompetitive manifestations of vertical arrangements can occur\nonly if there is market power”).8Contrary to the dissent’s\nassertion,post,at 11–12, merchant services and cardholder\nservices are not complements. See Filistrucchi 297 (“[A] two-sided\nmarket [is] different from markets for complementary products, in\nwhich both products are bought by the same buyers, who, in their\nbuying decisions, can therefore be expected to take into account\nboth prices”). As already explained, credit-card companies are best\nunderstood as supplying only one product—transactions—which is\njointly consumed by a cardholder and a merchant. See Klein 580.\nMerchant services and cardholder services are both inputs to this\nsingle product. Seeibid.9Nontransaction platforms,\nby contrast, often do compete with companies that do not operate on\nboth sides of their platform. A newspaper that sells advertising,\nfor example, might have to compete with a television network, even\nthough the two do not meaningfully compete for viewers. See\nFilistrucchi 301.10The\nplaintiffs argue thatUnited Statesv.Topco Associates,\nInc., 405 U. S. 596, 610 (1972), forbids any restraint\nthat would restrict competition in part of the market—here, for\nexample, merchant steering. See Brief for Petitioners and\nRespondents Nebraska, Tennessee, and Texas 30, 42.Topcodoes not stand for such a broad proposition.Topcoconcluded\nthat a horizontal agreement between competitors was unreasonableper se, even though the agreement did not extend to\nevery competitor in the market. See 405 U. S., at 599, 608. A\nhorizontal agreement between competitors is markedly different from\na vertical agreement that incidentally affects one particular\nmethod of competition. SeeLeegin, 551 U. S., at 888;Maricopa County Medical Soc., 457 U. S., at 348,\nn. 18.",
    "joined": []
}