{
    "case": {
        "docket": "128",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/128/"
    },
    "id": "1962493",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTUNITED STATES V. ATLANTIC RESEARCH CORP.551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-562UNITED STATES, PETITIONERv.ATLANTIC\nRESEARCH CORPORATIONon writ of certiorari to the united states court of\nappeals for the eighth circuit[June 11, 2007]Justice Thomas delivered the\nopinion of the Court.Two provisions of the\nComprehensive Environmental Response, Compensation, and Liability\nAct of 1980 (CERCLA)—§§107(a) and 113(f)—allow private parties to\nrecover expenses associated with cleaning up contaminated sites. 42\nU. S. C. §§9607(a), 9613(f). In this case, we must decide a\nquestion left open inCooper Industries, Inc.v.Aviall Services, Inc.,543 U. S. 157, 161 (2004): whether\n§107(a) provides so-called potentially responsible parties (PRPs),\n42 U. S. C. §§9607(a)(1)–(4), with a cause of action to\nrecover costs from other PRPs. We hold that it does.IACourts have frequently grappled\nwith whether and how PRPs may recoup CERCLA-related costs from\nother PRPs. The questions lie at the intersection of two statutory\nprovisions—CERCLA §§107(a) and 113(f). Section 107(a) defines four\ncategories of PRPs, 94 Stat. 2781, 42 U. S. C.\n§§9607(a)(1)–(4), and makes them liable for, among other\nthings:“(A) all costs of removal or\nremedial action incurred by the United States Government or a State\nor an Indian tribe not inconsistent with the national contingency\nplan; [and]“(B) any other necessary costs of response\nincurred by any other person consistent with the national\ncontingency plan.” §9607(a)(4)(A)–(B).Enacted as part of the Superfund Amendments and\nReauthorization Act of 1986 (SARA), 100 Stat. 1613, §113(f)\nauthorizes one PRP to sue another for contribution in certain\ncircumstances. 42 U. S. C. §9613(f).[Footnote 1]Prior to the advent of §113(f)’s express\ncontribution right, some courts held that §107(a)(4)(B) provided a\ncause of action for a private party to recover voluntarily incurred\nresponse costs and to seek contribution after having been sued. SeeCooper Industries, supra, at 161–162 (collecting cases);Key Tronic Corp.v.United States,511 U. S. 809, 816, n. 7 (1994)\nsame. After SARA’s enactment, however, some Courts of Appeals\nbelieved it necessary to “direc[t] traffic between” §107(a) and\n§113(f). 459 F. 3d 827, 832 (CA8 2006) (case below). As a\nresult, many Courts of Appeals held that §113(f) was the exclusive\nremedy for PRPs. SeeCooper Industries, supra, at 169\n(collecting cases). But as courts prevented PRPs from suing under\n§107(a), they expanded §113(f) to allow PRPs to seek “contribution”\neven in the absence of a suit under §106 or §107(a).Aviall\nServs., Inc.v.Cooper Industries, Inc., 312\nF. 3d 677, 681 (CA5 2002) (en banc).InCooper Industries, we held that a\nprivate party could seek contribution from other liable parties\nonly after having been sued under §106 or §107(a). 543 U. S., at\n161. This narrower interpretation of §113(f) caused several Courts\nof Appeals to reconsider whether PRPs have rights under\n§107(a)(4)(B), an issue we declined to address inCooper\nIndustries.Id., at 168. After revisiting the issue,\nsome courts have permitted §107(a) actions by PRPs. SeeConsolidated Edison Co. of N. Y.v.UGI\nUtilities, Inc., 423 F. 3d 90 (CA2 2005);Metropolitan Water Reclamation Dist. of Greater Chicagov.North American Galvanizing & Coatings, Inc., 473\nF. 3d 824 (CA7 2007). However, at least one court continues to\nhold that §113(f) provides the exclusive cause of action available\nto PRPs.E. I. Dupont de Nemours & Co.v.United\nStates, 460 F. 3d 515 (CA3 2006). Today, we resolve this\nissue.BIn this case, respondent Atlantic\nResearch leased property at the Shumaker Naval Ammunition Depot, a\nfacility operated by the Department of Defense. At the site,\nAtlantic Research retrofitted rocket motors for petitioner United\nStates. Using a high-pressure water spray, Atlantic Research\nremoved pieces of propellant from the motors. It then burned the\npropellant pieces. Some of the resultant wastewater and burned fuel\ncontaminated soil and groundwater at the site.Atlantic Research cleaned the\nsite at its own expense and then sought to recover some of its\ncosts by suing the United States under both §107(a) and §113(f).\nAfter our decision inCooper Industriesforeclosed relief\nunder §113(f), Atlantic Research amended its complaint to seek\nrelief under §107(a) and federal common law. The United States\nmoved to dismiss, arguing that §107(a) does not allow PRPs (such as\nAtlantic Research) to recover costs. The District Court granted the\nmotion to dismiss, relying on a case decided prior to our decision\ninCooper Industries,Dico, Inc.v.Amoco Oil\nCo., 340 F. 3d 525 (CA8 2003).The Court of Appeals for the Eighth Circuit\nreversed. Recognizing thatCooper Industriesundermined\nthe reasoning of its prior precedent, 459 F. 3d, at 830,\nn. 4, the Court of Appeals joined the Second and Seventh\nCircuits in holding that §113(f) does not provide “the exclusive\nroute by which [PRPs] may recover cleanup costs.”Id.,at\n834 (citingConsolidated Edison Co.,supra). The\ncourt reasoned that §107(a)(4)(B) authorized suit by any person\nother than the persons permitted to sue under §107(a)(4)(A). 459\nF. 3d, at 835. Accordingly, it held that §107(a)(4)(B)\nprovides a cause of action to Atlantic Research. To prevent\nperceived conflict between §107(a)(4)(B) and §113(f)(1), the Court\nof Appeals reasoned that PRPs that “have been subject to §§106 or\n107 enforcement actions are still required to use §113, thereby\nensuring its continued vitality.”Id., at 836–837. We\ngranted certiorari, 549 U. S. ___ (2007), and now affirm.IIAThe parties’ dispute centers on\nwhat “other person[s]” may sue under §107(a)(4)(B). The Government\nargues that “any other person” refers to any person not identified\nas a PRP in §§107(a)(1)–(4).[Footnote 2] In other words, subparagraph (B) permits suit\nonly by non-PRPs and thus bars Atlantic Research’s claim. Atlantic\nResearch counters that subparagraph (B) takes its cue from\nsubparagraph (A), not the earlier paragraph (1)–(4). In accord with\nthe Court of Appeals, Atlantic Research believes that subparagraph\n(B) provides a cause of action to anyone except the United States,\na State, or an Indian tribe—the persons listed in subparagraph (A).\nWe agree with Atlantic Research.Statutes must “be read as a\nwhole.”Kingv.St. Vincent’s Hospital,502 U. S. 215, 221\n(1991). Applying that maxim, the language of suparagraph (B) can be\nunderstood only with reference to subparagraph (A). The provisions\nare adjacent and have remarkably similar structures. Each concerns\ncertain costs that have been incurred by certain entities and that\nbear a specified relationship to the national contingency\nplan.[Footnote 3] Bolstering\nthe structural link, the text also denotes a relationship between\nthe two provisions. By using the phrase “other necessary costs,”\nsubparagraph (B) refers to and differentiates the relevant costs\nfrom those listed in subparagraph (A).In light of the relationship between the\nsubparagraph, it is natural to read the phrase “any other person”\nby referring to the immediately preceding subparagraph (A), which\npermits suit only by the United States, a State, or an Indian\ntribe. The phrase “any other person” therefore means any person\nother than those three. See 42 U. S. C. §9601(21) (defining\n“person” to include the United States and the various States).\nConsequently, the plain language of subparagraph (B) authorizes\ncost-recovery actions by any private party, including PRPs. SeeKey Tronic, 511 U. S., at 818 (stating in dictum that §107\n“impliedly authorizes private parties to recover cleanup costs fromotherPRP[s]” (emphasis added)).The Government’s interpretation makes little\ntextual sense. In subparagraph (B), the phrase “any other necessary\ncosts” and the phrase “any other person” both refer to\nantecedents—“costs” and “person[s]”—located in some previous\nstatutory provision. Although “any other necessary costs” clearly\nreferences the costs in subparagraph (A), the Government would\ninexplicably interpret “any other person” to refer not to the\npersons listed in subparagraph (A) but to the persons listed as\nPRPs in paragraphs (1)–(4). Nothing in the text of §107(a)(4)(B)\nsuggests an intent to refer to antecedents located in two different\nstatutory provisions. Reading the statute in the manner suggested\nby the Government would destroy the symmetry of §§107(a)(4)(A) and\n(B) and render subparagraph (B) internally confusing.Moreover, the statute defines PRPs so broadly\nas to sweep in virtually all persons likely to incur cleanup costs.\nHence, if PRPs do not qualify as “any other person” for purposes of\n§107(a)(4)(B), it is unclear what private party would. The\nGovernment posits that §107(a)(4)(B) authorizes relief for\n“innocent” private parties—for instance, a landowner whose land has\nbeen contaminated by another. But even parties not responsible for\ncontamination may fall within the broad definitions of PRPs in\n§§107(a)(1)–(4). See 42 U. S. C. §9607(a)(1) (listing “the\nowner and operator of a … facility” as a PRP); see alsoUnited\nStatesv.Alcan Aluminum Corp., 315 F. 3d 179,\n184 (CA2 2003) (“CERCLA §9607 is a strict liability statute”). The\nGovernment’s reading of the text logically precludes all PRPs,\ninnocent or not, from recovering cleanup costs. Accordingly,\naccepting the Government’s interpretation would reduce the number\nof potential plaintiffs to almost zero, rendering §107(a)(4)(B) a\ndead letter.[Footnote 4] SeeLouisville & Nashville R. Co.v.Mottley,219 U. S. 467,\n475 (1911) (“We must have regard to all the words used by Congress,\nand as far as possible give effect to them”).According to the Government, our\ninterpretation suffers from the same infirmity because it causes\nthe phrase “any other person” to duplicate work done by other text.\nIn the Government’s view, the phrase “any other necessary costs”\n“already precludes governmental entities from recovering under”\n§107(a)(4)(B). Brief for United States 20. Even assuming the\nGovernment is correct, it does not alter our conclusion. The phrase\n“any other person” performs a significant function simply by\nclarifying that subparagraph (B) excludes the persons enumerated in\nsubparagraph (A). In any event, our hesitancy to construe statutes\nto render language superfluous does not require us to avoid\nsurplusage at all costs. It is appropriate to tolerate a degree of\nsurplusage rather than adopt a textually dubious construction that\nthreatens to render the entire provision a nullity.BThe Government also argues that\nour interpretation will create friction between §107(a) and\n§113(f), the very harm courts of appeals have previously tried to\navoid. In particular, the Government maintains that our\ninterpretation, by offering PRPs a choice between §107(a) and\n§113(f), effectively allows PRPs to circumvent §113(f)’s shorter\nstatute of limitations. See 42 U. S. C. §§9613(g)(2)–(3).\nFurthermore, the Government argues, PRPs will eschew equitable\napportionment under §113(f) in favor of joint and several liability\nunder §107(a). Finally, the Government contends that our\ninterpretation eviscerates the settlement bar set forth in\n§113(f)(2).We have previously recognized\nthat §§107(a) and 113(f) provide two “clearly distinct” remedies.Cooper Industries, 543 U. S., at 163, n. 3. “CERCLA\nprovide[s] for aright to cost recoveryin certain\ncircumstances, §107(a), andseparate rights to\ncontributionin other circumstances, §§113(f)(1),\n113(f)(3)(B).”Id., at 163 (emphases added). The\nGovernment, however, uses the word “contribution” as if it were\nsynonymous with any apportionment of expenses among PRPs. Brief for\nUnited States 33, n. 14 (“Contribution is merely a form of\ncost recovery, not a wholly independent type of relief”); see also,e.g.,Pinal Creek Groupv.Newmont Mining\nCorp., 118 F. 3d 1298, 1301 (CA9 1997) (“Because all PRPs\nare liable under the statute, a claim by one PRP against another\nPRP necessarily is for contribution”). This imprecise usage\nconfuses the complementary yet distinct nature of the rights\nestablished in §§107(a) and 113(f).Section 113(f) explicitly grants PRPs a right\nto contribution. Contribution is defined as the “tortfeasor’s right\nto collect from others responsible for the same tort after the\ntortfeasor has paid more than his or her proportionate share, the\nshares being determined as a percentage of fault.” Black’s Law\nDictionary 353 (8th ed. 1999). Nothing in §113(f) suggests that\nCongress used the term “contribution” in anything other than this\ntraditional sense. The statute authorizes a PRP to seek\ncontribution “during or following” a suit under §106 or §107(a). 42\nU. S. C. §9613(f)(1).[Footnote\n5] Thus, §113(f)(1) permits suit before or after the\nestablishment of common liability. In either case, a PRP’s right to\ncontribution under §113(f)(1) is contingent upon an inequitable\ndistribution of common liability among liable parties.By contrast, §107(a) permits recovery of\ncleanup costs but does not create a right to contribution.A private party may recover under §107(a) without any\nestablishment of liability to a third party. Moreover, §107(a)\npermits a PRP to recover only the costs it has “incurred” in\ncleaning up a site. 42 U. S. C. §9607(a)(4)(B). When a party\npays to satisfy a settlement agreement or a court judgment, it does\nnot incur its own costs of response. Rather, it reimburses other\nparties for costs that those parties incurred.Accordingly, the remedies\navailable in §§107(a) and 113(f) complement each other by providing\ncauses of action “to persons in different procedural\ncircumstances.”Consolidated Edison, 423 F. 3d, at\n99; see alsoE. I. Dupont de Nemours, 460 F. 3d, at\n548 (Sloviter, J., dissenting). Section 113(f)(1) authorizes a\ncontribution action to PRPs with common liability stemming from an\naction instituted under §106 or §107(a). And §107(a) permits cost\nrecovery (as distinct from contribution) by a private party that\nhas itself incurred cleanup costs. Hence, a PRP that pays money to\nsatisfy a settlement agreement or a court judgment may pursue\n§113(f) contribution. But by reimbursing response costs paid by\nother parties, the PRP has not incurred its own costs of response\nand therefore cannot recover under §107(a). As a result, though\neligible to seek contribution under §113(f)(1), the PRP cannot\nsimultaneously seek to recover the same expenses under §107(a).\nThus, at least in the case of reimbursement, the PRP cannot choose\nthe 6-year statute of limitations for cost-recovery actions over\nthe shorter limitations period for §113(f) contribution\nclaims.[Footnote 6]For similar reasons, a PRP could\nnot avoid §113(f)’s equitable distribution of reimbursement costs\namong PRPs by instead choosing to impose joint and several\nliability on another PRP in an action under §107(a).[Footnote 7] The choice of remedies simply\ndoes not exist. In any event, a defendant PRP in such a §107(a)\nsuit could blunt any inequitable distribution of costs by filing a\n§113(f) counterclaim. 459 F. 3d, at 835; see alsoConsolidated Edison, supra, at 100, n. 9 (collecting\ncases). Resolution of a §113(f) counter-claim would necessitate the\nequitable apportionment of costs among the liable parties,\nincluding the PRP that filed the §107(a) action. 42 U. S. C.\n§9613(f)(a) (“In resolving contribution claims, the court may\nallocate response costs among liable parties using such equitable\nfactors as the court determines are appropriate”).Finally, permitting PRPs to seek\nrecovery under §107(a) will not eviscerate the settlement bar set\nforth in §113(f)(2). That provision prohibits §113(f) contribution\nclaims against “[a] person who has resolved its liability to the\nUnited States or a State in an administrative or judicially\napproved settlement … .” 42 U. S. C. §9613(f)(2). The\nsettlement bar does not by its terms protect against cost-recovery\nliability under §107(a). For several reasons, we doubt this\nsupposed loophole would discourage settlement. First, as stated\nabove, a defendant PRP may trigger equitable apportionment by\nfiling a §113(f) counterclaim. A district court applying\ntraditional rules of equity would undoubtedly consider any prior\nsettlement as part of the liability calculus. Cf. Restatement\n(Second) of Torts §886A(2), p. 337 (1977) (“No tortfeasor can be\nrequired to make contribution beyond his own equitable share of the\nliability”). Second, the settlement bar continues to provide\nsignificant protection from contribution suits by PRPs that have\ninequitably reimbursed the costs incurred by another party. Third,\nsettlement carries the inherent benefit of finally resolving\nliability as to the United States or a State.[Footnote 8]IIIBecause the plain\nterms of §107(a)(4)(B) allow a PRP to recover costs from other\nPRPs, the statute provides Atlantic Research with a cause of\naction. We therefore affirm the judgment of the Court of\nAppeals.It is so ordered.Footnote 1Section 113(f)(1) permits private\nparties to seek contribution during or following a civil action\nunder §106 or §107(a). 42 U. S. C. §9613(f)(1). Section\n113(f)(3)(B) permits private parties to seek contribution after\nthey have settled their liability with the Government.\n§9613(f)(3)(B).Footnote 2CERCLA §107(a) lists four broad\ncategories of persons as PRPs, by definition liable to other\npersons for various costs:“(1) the owner and operator of a vessel or a\nfacility,“(2) any person who at the time of disposal of any\nhazardous substance owned or operated any facility at which such\nhazardous substances were disposed of,“(3) any person who by contract, agreement, or\notherwise arranged for disposal or treatment, or arranged with a\ntransporter for transport for disposal or treatment, of hazardous\nsubstances owned or possessed by such person, by any other party or\nentity, at any facility or incineration vessel owned or operated by\nanother party or entity and containing such hazardous substances,\nand“(4) any person who accepts or accepted any\nhazardous substances for transport to disposal or treatment\nfacilities, incineration vessels or sites selected by such person,\nfrom which there is a release, or a threatened release which causes\nthe incurrence of response costs, of a hazardous substance, shall\nbe liable for [various costs].” 42 U. S. C.\n§§9607(a)(1)–(4).Footnote 3“The national contingency plan\nspecifies procedures for preparing and responding to contaminations\nand was promulgated by the Environmental Protection Agency\n… .”Cooper Industries Inc.v.Aviall Services,\nInc.,543 U. S. 157, 161, n. 2 (2004)\n(citing 40 CFR pt. 300 (2004)).Footnote 4Congress amended the statute in\n2002 to exempt some bona fide prospective purchasers (BFPPs) from\nliability under §107(a). See 42 U. S. C. §9607(r)(1) (2000\ned., Supp. IV). The Government claims that these persons are\nnon-PRPs and therefore qualify as “any other person” under its\ninterpretation of §107(a)(4)(B). Prior to 2002, however, the\nstatute made this small set of persons liable as PRPs. Accordingly,\neven if BFPPs now give some life to the Government’s interpretation\nof §107(a)(4)(B), it would be implausible at best to conclude that\n§107(a)(4)(B) lay dormant until the enactment of §107(r)(1) in\n2002.Footnote 5Similarly, §113(f)(3)(B) permits\na PRP to seek contribution after it “has resolved its liability to\nthe United States or a State … in an administrative or judicially\napproved settlement … .” 42 U. S. C.\n§9613(f)(3)(B).Footnote 6We do not suggest that\n§§107(a)(4)(B) and 113(f) have no overlap at all.Key Tronic\nCorp.v.United States,511 U. S. 809, 816 (1994) (stating the\nstatutes provide “similar and somewhat overlapping remed[ies]”).\nFor instance, we recognize that a PRP may sustain expenses pursuant\nto a consent decree following a suit under §106 or §107(a). See,e.g.,United Technologies Corp.v.Browning-Ferris Industries, Inc., 33 F. 3d 96, 97\n(CA1 1994). In such a case, the PRP does not incur costs\nvoluntarily but does not reimburse the costs of another party. We\ndo not decide whether these compelled costs of response are\nrecoverable under §113(f), §107(a), or both. For our purposes, it\nsuffices to demonstrate that costs incurred voluntarily are\nrecoverable only by way of §107(a)(4)(B), and costs of\nreimbursement to another person pursuant to a legal judgment or\nsettlement are recoverable only under §113(f). Thus, at a minimum,\nneither remedy swallows the other, contrary to the Government’s\nargument.Footnote 7We assume without deciding that\n§107(a) provides for joint and several liability.Footnote 8Because §107(a) expressly permits\nPRPs to seek cost recovery, we need not address the alternative\nholding of the Court of Appeals that §107(a) contains an additional\nimplied right to contribution for PRPs who are not eligible for\nrelief under §113(f). Cf.Cooper Industries, 543 U. S., at\n171 (citingTexas Industries, Inc.v.Radcliff\nMaterials, Inc.,451 U. S. 630(1981);Northwest Airlines, Inc.v.Transport Workers,451 U. S. 77(1981)).",
    "joined": []
}