{
    "case": {
        "docket": "254",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/254/"
    },
    "id": "1970718",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–9540_________________MATTHEW ROBERT DESCAMPS, PETITIONER v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 20, 2013]Justice Thomas,\nconcurring in the judgment.Petitioner Matthew\nDescamps was convicted of being a felon in possession of a firearm,\n18 U. S. C. §922(g), which subjected him to a\nmaximum sentence of 10 years’ imprisonment. The District\nCourt, however, applied an Armed Career Criminal Act (ACCA)\nenhancement with a mandatory minimum of 15 years based in part on\nDescamps’ earlier California conviction for burglary. See\n§924(e). The California law says that any “person who\nenters” any of a number of structures “with intent to\ncommit grand or petit larceny or any felony is guilty of\nburglary.” California Penal Code Ann. §459 (West 2010).\nThat law does not, on its face, require the jury to determine\nwhether the entry itself was unlawful, a required element of the\nso-called “generic” offense of burglary that qualifies\nas an ACCA predicate. See Taylor v. United States, 495 U. S.\n575, 599 (1990) . The majority holds that a court may not review\nthe underlying facts of Descamps’ state crime to determine\nwhether he entered the building unlawfully and, thus, that his\nburglary conviction may not be used as a predicate offense under\nACCA. While I agree with the Court’s conclusion, I disagree\nwith its reasoning.I have previously\nexplained that ACCA runs afoul of Apprendi v. New Jersey, 530\nU. S. 466 (2000) , because it allows the judge to\n“mak[e] a finding that raises [a defendant’s] sentence\nbeyond the sentence that could have lawfully been imposed by\nreference to facts found by the jury or admitted by the\ndefendant.” James v. United States, 550 U. S. 192, 231\n(2007) (dissenting opinion) (internal quotation marks omitted).\nUnder the logic of Apprendi, a court may not find facts about a\nprior conviction when such findings increase the statutory maximum.\nThis is so whether a court is determining whether a prior\nconviction was entered, see 530 U. S., at 520–521\n(Thomas, J., concurring), or attempting to discern what facts were\nnecessary to a prior conviction. See James, su- pra, at\n231–232 (Thomas, J., dissenting). In either case, the court\nis inappropriately finding a fact that must be submitted to the\njury because it “increases the penalty for a crime beyond the\nprescribed statutory maximum.” Apprendi, supra, at 490.In light of the\nforegoing, it does not matter whether a statute is\n“divisible” or “indivisible,” see ante, at\n1–2, and courts should not have to struggle with the contours\nof the so-called “modified categorical” approach. Ibid.\nThe only reason Descamps’ ACCA enhancement is before us is\n“because this Court has not yet reconsidered\nAlmendarez-Torres v. United States, 523 U. S. 224 (1998) ,\nwhich draws an exception to the Apprendi line of cases for judicial\nfactfinding that concerns a defendant’s prior\nconvictions.” Shepard v. United States, 544 U. S. 13, 27\n(2005) (Thomas, J., concurring in part and concurring in judgment).\nRegardless of the framework adopted, judicial factfinding increases\nthe statutory maximum in violation of the Sixth Amendment. However,\nbecause today’s opinion at least limits the situations in\nwhich courts make factual determinations about prior convictions, I\nconcur in the judgment.",
    "joined": []
}