{
    "case": {
        "docket": "18-5924",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-5924/"
    },
    "id": "4238650",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–5924_________________EVANGELISTO RAMOS, PETITIONERv.LOUISIANAon writ of certiorari to the court of appeal\nof louisiana, fourth circuit[April 20, 2020]Justice Thomas, concurring in the\njudgment.I agree with the Court that petitioner\nEvangelisto Ramos’ felony conviction by a nonunanimous jury was\nunconstitutional. I write separately because I would resolve this\ncase based on the Court’s longstanding view that the Sixth\nAmendment includes a protection against nonunanimous felony guilty\nverdicts, without undertaking a fresh analysis of the meaning of\n“trial . . . by an impartial jury.” I also would make\nclear that this right applies against the States through the\nPrivileges or Immunities Clause of the Fourteenth Amendment, not\nthe Due Process Clause.II begin with the parties’ dispute as to\nwhether the Sixth Amendment right to a trial by jury includes a\nprotection against nonunanimous felony guilty verdicts. On this\nquestion, I do not write on a blank slate. As the Court\nacknowledges, our decisions have long recognized that unanimity is\nrequired. Seeante, at 6–7. Because this interpretation is\nnot demonstrably erroneous, I would resolve the Sixth Amendment\nquestion on that basis.AThis Court first decided that the Sixth\nAmendment protected a right to unanimity inThompsonv.Utah,170 U.S.\n343(1898). The Court reasoned that Thompson, a Utah prisoner,\nwas protected by the Sixth Amendment when Utah was still a\nTerritory because “the right of trial by jury in suits at common\nlaw appl[ied] to the Territories of the United States.”Id.,\nat 346. The Court then stated that this right “made it impossible\nto deprive him of his liberty except by [a] unanimous verdict.”Id., at 355; see alsoid., at 351, 353.The Court has repeatedly reaffirmed the Sixth\nAmendment’s unanimity requirement. InPattonv.United\nStates,281 U.S.\n276(1930), the Court stated that the Sixth Amendment protects\nthe right “that the verdict should be unanimous,”id., at\n288. InAndresv.United States,333 U.S.\n740(1948), the Court repeated that “[u]nanimity in jury\nverdicts is required” by the Sixth Amendment,id., at 748.\nAnd inApodacav.Oregon,406\nU.S. 404(1972), five Justices agreed that “the Sixth\nAmendment’s guarantee of trial by jury embraces a guarantee that\nthe verdict of the jury must be unanimous,”id.,at 414\n(Stewart, J., joined by Brennan and Marshall, JJ., dissenting); see\nalsoJohnsonv.Louisiana,406\nU.S. 356, 371 (1972) (Powell, J., concurring) (explaining views\ninApodacaand its companion case);id., at 382–383\n(Douglas, J., joined by Brennan and Marshall, JJ., dissenting)\n(same). We have accepted this interpretation of the Sixth Amendment\nin recent cases. SeeSouthern Union Co.v.United\nStates,567 U.S.\n343, 356 (2012);Blakelyv.Washington,542 U.S.\n296, 301 (2004);Apprendiv.New Jersey,530 U.S.\n466, 477 (2000).BThe question then becomes whether these\ndecisions are entitled tostare decisiseffect. As I have\npreviously explained, “the Court’s typical formulation of thestare decisisstandard does not comport with our judicial\nduty under Article III because it elevates demonstrably erroneous\ndecisions—meaning decisions outside the realm of permissible\ninterpretation—over the text of the Constitution and other duly\nenacted federal law.”Gamblev.United States, 587\nU. S. ___, ___ (2019) (concurring opinion) (slip op., at 2).\nThere is considerable evidence that the phrase “trial\n. . . by . . . jury” in the Sixth Amendment was\nunderstood since the founding to require that a felony guilty\nverdict be unanimous. Because our precedents are thus not outside\nthe realm of permissible interpretation, I will apply them.1Blackstone—“the preeminent authority on\nEnglish law for the founding generation,”Aldenv.Maine,527 U.S.\n706, 715 (1999)—wrote that no subject can “be affected either\nin his property, his liberty, or his person, but by the unanimous\nconsent” of a jury, 3 W. Blackstone, Commentaries on the Laws of\nEngland 379 (1772); see also 4id., at 343. Another\ninfluential treatise author, Hale, wrote that “the law of England\nhath afforded the best method of trial, that is possible,\n. . . namely by a jury . . . all concurring in\nthe same judgment.” 1 M. Hale, Pleas of the Crown 33 (1736)\n(emphasis deleted). Such views continued in scholarly works\nthroughout the early Republic. See,e.g.,2 J. Story,\nCommentaries on the Constitution of the United States §777,\np. 248 (1833); 6 N. Dane, Digest of American Law, ch. LXXXII,\nArt. 2, §1, p. 226 (1824); 2 J. Wilson, Works of the Honourable\nJames Wilson 349–350 (1804).The uniform practice among the States was in\naccord. Despite isolated 17th-century colonial practices allowing\nnonunanimous juries, “unanimity became the accepted rule during the\n18th century, as Americans became more familiar with the details of\nEnglish common law and adopted those details in their own colonial\nlegal systems.”Apodaca,supra, at 408, n. 3\n(plurality opinion). In the founding era, six States explicitly\nmentioned unanimity in their constitutions. See Del. Declaration of\nRights §14 (1776); Md. Declaration of Rights, Art. XIX (1776);\nN. C. Declaration of Rights §IX (1776); Pa. Declaration of\nRights, Art. IX (1776); Vt. Const., Art. XI (1786); Va.\nDeclaration of Rights §8 (1776). Four more States clearly referred\nto the common-law jury right, which included unanimity. Ky. Const.,\nArt. XII, §6 (1792); N. J. Const., Art. XXII (1776); N. Y.\nConst., Art. XLI (1777); S. C. Const., Art. IX, §6\n(1790). Some States did not explicitly refer to either the common\nlaw or unanimity. See,e.g.,Ga. Const., Art. LXI (1777);\nMass. Declaration of Rights, Art. XII (1780). But there is reason\nto believe that they nevertheless understood unanimity to be\nrequired. See,e.g.,Rousev.State,4 Ga.\n136, 147 (1848).In light of the express language used in some\nState Constitutions, respondent Louisiana argues that the omission\nof an express unanimity requirement in the Sixth Amendment reflects\na deliberate choice. This argument fails to establish that the\nCourt’s decisions are demonstrably erroneous. The House of\nRepresentatives passed a version of the amendment providing that\n“[t]he trial of all crimes . . . shall be by an impartial\njury of freeholders of the vicinage, with the requisite of\nunanimity for conviction, of the right of challenge, and other\naccustomed requisites,” 1 Annals of Cong. 435 (1789), but the final\nAmendment contained no reference to vicinage or unanimity. See\nAmdt. 6. I agree with Justice Harlan and the Court that “the\nmeaning of this change is wholly speculative” and that there is “no\nconcrete evidence” that the Senate rejected the requirement of\nunanimity.Baldwinv.New York,399 U.S.\n66, 123, n. 9 (1970) (Harlan, J., dissenting); see alsoante, at 11–12; Letter from J. Madison to E. Pendleton\n(Sept. 14, 1789), in 1 Letters and Other Writings of James Madison\n491 (1867). There is thus sufficient evidence to support this\nCourt’s prior interpretation that the Sixth Amendment right to a\ntrial by jury requires unanimity.2There is also considerable evidence that this\nunderstanding persisted up to the time of the Fourteenth\nAmendment’s ratification. State courts, for example, continued to\ninterpret the phrase “trial by jury” to require unanimity in felony\nguilty verdicts. The New Hampshire Superior Court of Judicature\nexpounded on the point:“The terms ‘jury,’ and ‘trial by jury,’ are,\nand for ages have been well known in the language of the law. They\nwere used at the adoption of the constitution, and always, it is\nbelieved, before that time, and almost always since, in a single\nsense.“A jury for the trial of a cause\n. . . must return their unanimous verdict upon the issue\nsubmitted to them.“All the books of the law describe a trial jury\nsubstantially as we have stated it. And a ‘trial by jury’ is a\ntrial by such a body, so constituted and conducted. So far as our\nknowledge extends, these expressions were used at the adoption of\nthe constitution and always before, in these senses alone by all\nclasses of writers and speakers.”Opinion of Justices, 41\nN. H. 550, 551–552 (1860).Other state courts held the same view. The\nMissouri Supreme Court in 1860 called unanimity one of the\n“essential requisites in a jury trial,”Vaughnv.Scade, 30 Mo. 600, 603, and the Ohio Supreme Court in 1853\ncalled it one of “the essential and distinguishing features of the\ntrial by jury, as known at common law, and generally, if not\nuniversally, adopted in this country,”Workv.State,\n2 Ohio St. 296, 306.Treatises from the Reconstruction era likewise\nadopted this position. A leading work on criminal procedure\nexplained that if a “statute authorizes [a jury] to find a verdict\nupon anything short of . . . unanimous consent,” it “is\nvoid.” 1 J. Bishop, Criminal Procedure §761, p. 532 (1866). A\nwidely read treatise on constitutional law reiterated that\n“ ‘by a jury’ is generally understood to mean” a body that\n“mustunanimouslyconcur in the guilt of the accused before\na conviction can be had.” G. Paschal, The Constitution of the\nUnited States 210 (1876) (capitalization omitted). And a volume on\nthe jury trial was in agreement. See J. Proffatt, Trial by Jury\n§77, p. 112 (1877).*  *  *Based on this evidence, the Court’s prior\ninterpretation of the Sixth Amendment’s guarantee is not\ndemonstrably erroneous. It is within the realm of permissible\ninterpretations to say that “trial . . . by\n. . . jury” in that Amendment includes a protection\nagainst nonunanimous felony guilty verdicts.IIThe remaining question is whether that right\nis protected against the States. In my view, the Privileges or\nImmunities Clause provides this protection. I do not adhere to this\nCourt’s decisions applying due process incorporation, includingApodacaand—it seems—the Court’s opinion in this case.The Privileges or Immunities Clause provides\nthat “[n]o State shall make or enforce any law which shall abridge\nthe privileges or immunities of citizens of the United States.”\nAmdt. 14, §1. At the time of the Fourteenth Amendment’s\nratification, “the terms ‘privileges’ and ‘immunities’ had an\nestablished meaning as synonyms of ‘rights.’ ”McDonaldv.Chicago,561 U.S.\n742, 813 (2010) (Thomas, J., concurring in part and concurring\nin judgment). “[T]he ratifying public understood the Privileges or\nImmunities Clause to protect constitutionally enumerated rights”\nagainst abridgment by the States.Id., at 837. The Sixth\nAmendment right to a trial by jury is certainly a constitutionally\nenumerated right. SeeMaxwellv.Dow,176 U.S.\n581, 606–608 (1900) (Harlan, J., dissenting).The Court, however, has made the Due Process\nClause serve the function that the Privileges or Immunities Clause\nshould serve. Although the Privileges or Immunities Clause grants\n“United States citizens a certain collection of rights—i.e.,\nprivileges or immunities—attributable to that status,” the Court\nhas interpreted the Clause “quite narrowly.”McDonald, 561\nU. S., at 808 (opinion of Thomas, J.). Perhaps to compensate\nfor this limited view of the Privileges or Immunities Clause, it\nhas incorporated individual rights against the States through the\nDue Process Clause.Id., at 809.Due process incorporation is a demonstrably\nerroneous interpretation of the Fourteenth Amendment. As I have\nexplained before, “[t]he notion that a constitutional provision\nthat guarantees only ‘process’ before a person is deprived of life,\nliberty, or property could define the substance of those rights\nstrains credulity for even the most casual user of words.”Id., at 811. The unreasonableness of this interpretation is\nunderscored by the Court’s struggle to find a “guiding principle to\ndistinguish ‘fundamental’ rights that warrant protection from\nnonfundamental rights that do not,”ibid., as well as its\nmany incorrect decisions based on this theory, seeObergefellv.Hodges, 576 U.S. 644 (2015);Roev.Wade,410 U.S.\n113(1973);Dred Scottv.Sandford, 19 How. 393\n(1857).I “decline to apply the legal fiction” of due\nprocess incorporation.Timbsv.Indiana, 586\nU. S. ___, ___ (2019) (Thomas, J., concurring in judgment)\n(slip op., at 3) (internal quotation marks omitted). As a result, I\npart ways with the Court on both its affirmative argument about the\nFourteenth Amendment and its treatment ofApodaca, in which\nfive Justices agreed the Sixth Amendment included a right to\nunanimity but a different majority concluded that the right did not\napply to the States. Seeante, at 7–11.I would accept petitioner’s invitation to decide\nthis case under the Privileges or Immunities Clause. The Court\nconspicuously avoids saying which clause it analyzes. See,e.g.,\nante,at 3, 7. But one assumes from its silence that the Court\nis either following our due process incorporation precedents or\nbelieves that “nothing in this case turns on” which clause applies,Timbs,supra, at ___ (Gorsuch, J., concurring) (slip\nop., at 1).I have already rejected our due process\nincorporation cases as demonstrably erroneous, and I fundamentally\ndisagree with applying that theory of incorporation simply because\nit reaches the same result in the case before us. Close enough is\nfor horseshoes and hand grenades, not constitutional\ninterpretation. The textual difference between protecting\n“citizens” (in the Privileges or Immunities Clause) and “person[s]”\n(in the Due Process Clause) will surely be relevant in another\ncase. And our judicial duty—not to mention the candor we owe to our\nfellow citizens—requires us to put an end to this Court’s due\nprocess prestidigitation, which no one is willing to defend on the\nmerits.I would simply hold that, because all of the\nopinions inApodacaaddressed the Due Process Clause, its\nFourteenth Amendment ruling does not bind us because the proper\nquestion here is the scope of the Privileges or Immunities Clause.\nI cannot understand why the Court, having decided to abandonApodaca, refuses to correctly root its holding in the\nPrivileges or Immunities Clause.[1]IIIThere is no need to prove the original meaning\nof theSixth Amendment right to a trial by jury in\nthis case.[2] The evidence that\nI have recounted is enough to establish that our previous\ninterpretations of the Sixth Amendment are not demonstrably\nerroneous. What is necessary, however, is a clear understanding of\nthe means by which the Sixth Amendment right applies against the\nStates. We should rely on the Privileges or Immunities Clause, not\nthe Due Process Clause or the Fourteenth Amendment in some vague\nsense. Accordingly, I concur only in the judgment.Notes1I also note that, under\nmy approach tostare decisis, there is no need to decide\nwhich reliance interests are important enough to save an incorrect\nprecedent. I doubt that this question is susceptible of principled\nresolution in this case, compareante,at 22–26 (principal\nopinion), withante,at 3 (Sotomayor, J., concurring);ante,at 15–17 (Kavanaugh, J., concurring); andpost,\nat 19–26 (Alito, J., dissenting), or in any other case for that\nmatter, see,e.g.,Kimblev.Marvel Entertainment,\nLLC, 576 U.S. 446, 457–458 (2015);Lawrencev.Texas,539 U.S.\n558, 577 (2003);Dickersonv.United States,530 U.S.\n428, 443 (2000);Planned Parenthood of Southeastern Pa.v.Casey,505 U.S.\n833, 855–856 (1992).2Similarly, I express no\nview on how fundamental the right to unanimity is, what other\nattributes of a criminal jury are protected by the Privileges or\nImmunities Clause, what rights are protected in misdemeanor cases,\nor what rights are protected in civil trials.",
    "joined": []
}