{
    "case": {
        "docket": "15-415",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-415/"
    },
    "id": "3587727",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–415_________________ENCINO MOTORCARS, LLC, PETITIONERv.HECTOR NAVARRO, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 20, 2016]Justice Thomas, with whom Justice Alito joins,\ndissenting.The Court granted this case to decide whether an\nexemption under the Fair Labor Standards Act (FLSA), 29\nU. S. C. §201et seq., “requires payment of\nincreased compensation to certain automobile dealership employees”—\nknown as service advisors—“for overtime work.”Ante, at 1;\nsee alsoante,at 2, 7. The majority declines to resolve\nthat question. Instead, after explaining why the Court owes no\ndeference to the Department of Labor’s regulation purporting to\ninterpret this provision, seeChevron U. S. A.\nInc.v.Natural Resources Defense Council, Inc., 467\nU. S. 837, 843 (1984) , the majority leaves it “for the Court\nof Appeals to interpret the statute in the first instance.”Ante,at 12.I agree with the majority’s conclusion that we\nowe noChevrondeference to the Department’s position\nbecause “deference is not warranted where [a] regulation is\n‘procedurally defective.’ ”Ante,at 8. But I disagree\nwith its ultimate decision to punt on the issue before it. We have\nan “obligation . . . to decide the merits of the question\npresented.”CBOCS West, Inc.v.Humphries, 553\nU. S. 442, 472 (2008) (Thomas, J., dissenting). We need not\nwade into the murky waters ofChevrondeference to decide\nwhether the Ninth Circuit’s reading of the statute was correct. We\nmust instead examine the statutory text. That text reveals that\nservice advisors are salesmen primarily engaged in the selling of\nservices for automobiles. Accordingly, I would reverse the Ninth\nCircuit’s judgment. Federal law requires overtime pay for certain\nemployees who work more than 40 hours per week. §207(a)(2)(C). But\nthe FLSA exempts various categories of employees from this overtime\nrequirement. §213. The question before the Court is whether the\nfollowing exemption encompasses service advisors:“The provisions of section 207 of this title\nshall not apply with respect to—.     .     .     .     . “(10)(A) any salesman,\npartsman, or mechanic primarily engaged in selling or servicing\nautomobiles, trucks, or farm implements, if he is employed by a\nnonmanufacturing establishment primarily engaged in the business of\nselling such vehicles or implements to ultimate purchasers.”\n§213(b).I start with the uncontroversial notion that a\nservice advisor is a “salesman.” The FLSA does not define the term\n“salesman,” so “we give the term its ordinary meaning.”Taniguchiv.Kan Pacific Saipan, Ltd., 566 U. S.\n___, ___ (2012) (slip op., at 5). A “salesman” is someone who sells\ngoods or services. 14 Oxford English Dictionary 391 (2d ed. 1989)\n(“[a] man whose business it is to sell goods or conduct sales”);\nRandom House Dictionary of the English Language 1262 (1966) (Random\nHouse) (“a man who sells goods, services, etc.”). Service advisors,\nwhose role it is to “interact with customers and sell them services\nfor their vehicles,”ante,at 2, are plainly “salesm[e]n.”\nSeeibid.(cataloguing sales-related duties of service\nadvisors).A service advisor, however, is not “primarily\nengaged in selling . . . automobiles.” §213(b)(10)(A). On\nthe contrary, a service advisor is a “salesman” who sells servicing\nsolutions.Ante,at 2. So the exemption applies only if it\ncov-ersnot onlythose salesmen primarily engaged in selling\nautomobilesbut alsothose salesmen primarily engaged in\nservicing automobiles.The exemption’s structure confirms that salesmen\ncould do both. The exemption contains three nouns (“salesman,\npartsman, or mechanic”) and two gerunds (“selling or servicing”).\nThe three nouns are connected by the disjunctive “or,” as are the\ngerunds. So unless context dictates otherwise, a salesman caneitherbe engaged in sellingorservicing\nautomobiles. Cf.Reiterv.Sonotone Corp., 442\nU. S. 330, 339 (1979) .Context does not dictate otherwise. A salesman,\nnamely, one who sells servicing solutions, can be “primarily\nengaged in . . . servicing automobiles.” §213(b)(10)(A).\nThe FLSA does not define the term “servicing,” but its ordinary\nmeaning includes both “[t]he action of maintaining or repairing a\nmotor vehicle” and “the action of providing a service.” 15 Oxford\nEnglish Dictionary 39; see also Random House 1304 (defining\n“service” to mean “the providing . . . of . . .\nactivities required by the public, as maintenance, repair, etc.”).\nA service advisor’s selling of service solutions fits both\ndefinitions. The service advisor is the customer’s liaison for\npurposes of deciding what parts are necessary to maintain or repair\na vehicle, and therefore is primarily engaged in “the action of\nmaintaining or repairing a motor vehicle” or “the action of\nproviding a service” for an automobile.Other features of the exemption confirm that a\nservice advisor is a salesman primarily engaged in servicing\nautomobiles. Consider the exemption’s application to a “partsman.”\nLike a service advisor, a partsman neither sells vehicles nor\nrepairs vehicles himself. See 29 CFR §779.372(c)(2) (2015)\n(defining “partsman” as “any employee employed for the purpose of\nand primarily engaged in requisitioning, stocking, and dispensing\nparts”). For the provision to exempt partsmen, then, the phrase\n“primarily engaged in . . . servicing” must cover some employees\nwho do not themselves perform repair or maintenance. So “servicing”\nrefers not only to the physical act of repairing or maintaining a\nvehicle but also to acts integral to the servicing process more\ngenerally.Respondents’ contrary contentions are\nunavailing. They first invoke the distributive canon: “Where a\nsentence contains several antecedents and several consequents,” the\ndistributive canon instructs courts to “read [those several terms]\ndistributively and apply the words to the subjects which, by\ncontext, they seem most properly to relate.” 2A N. Singer & S.\nSinger, Sutherland on Statu-tory Construction §47.26, on p. 448\n(rev. 7th ed. 2014). Respondents accordingly maintain that 29\nU. S. C. §213(b)(10)(A) exemptsonlysalesmen\nprimarily engaged in selling automobiles. Brief for Respondents\n20–26. But the distributive canon is less helpful in cases such as\nthis because the antecedents and consequents cannot be read-ily\nmatched on a one-to-one basis. Here, there are three nouns to be\nmatched with only two gerunds, so the canon does not overcome the\nexemption’s plain meaning. Perhaps respondents might have a better\nargument if the statute exempted “salesman or mechanics who\nprimarily engage in selling or servicing automobiles.” In such a\ncase, one might assume that Congress meant the nouns and gerunds to\nmatch on a one-to-one basis, and the distributive canon could be\nutilized to determine how the matching should occur. But that is\nnot the statute before us. For the reasons explained,supra,at 3–4, the plain meaning of the various terms in the exemption\nestablish that the term “salesman” is not limited to only those who\nsell automobiles. It also extends to those “primarily engaged in\n. . . servicing automobiles.” §213(b)(10)(A).Respondents also resist this natural reading of\nthe exemption by invoking the made-up canon that courts must\nnarrowly construe the FLSA exemptions. Brief for Respondents 41–42.\nThe Ninth Circuit agreed with respondents on this score. 780\nF. 3d 1267, 1271–1272, n. 3 (2015). The court should not\ndo so again on remand. We have declined to apply that canon on two\nrecent occasions, one of which also required the Court to parse the\nmeaning of an exemption in §213.Christopherv.SmithKline Beecham Corp., 567 U.S. ___, ___–___, n. 21\n(2012) (slip op., at 19–20, n. 21); see alsoSandiferv.United States Steel Corp., 571 U.S. ___, ___, n. 7 (2014)\n(slip op., at 11, n. 7). There is no basis to infer that\nCongress means anything beyond what a statute plainly says simply\nbecause the legislation in question could be classified as\n“remedial.” See Scalia, Assorted Canards of Contemporary Legal\nAnalysis, 40 Case W. Res. L. Rev. 581, 581–586 (1990). Indeed,\nthis canon appears to “res[t] on an elemental misunderstanding of\nthe legislative process,” viz., “that Congress intend[s] statutes\nto extend as far as possible in service of a singular objective.”\nBrief for Chamber of Commerce of the United States of America\net al. asAmici Curiae7.*  *  *For the foregoing reasons, I would hold that the\nFLSA exemption set out in §213(b)(10)(A) covers the service\nadvisors in this case. Service advisors are “primarily engaged in\n. . . servicing automobiles,” given their integral role\nin selling and providing vehicle services. Accordingly, I would\nreverse the judgment of the Ninth Circuit.",
    "joined": []
}