{
    "case": {
        "docket": "576",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/576/"
    },
    "id": "1970692",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–398_________________ASSOCIATION FOR MOLECULAR PATHOLOGY,\net al., PETITIONERSv.MYRIAD GENETICS, INC.,\net al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 13, 2013]Justice Thomas delivered the opinion of the\nCourt.Respondent Myriad Genetics, Inc. (Myriad),\ndiscovered the precise location and sequence of two human genes,\nmutations of which can substantially increase the risks of breast\nand ovarian cancer. Myriad obtained a number of patents based upon\nits discovery. This case involves claims from three of them and\nrequires us to resolve whether a naturally occurring segment of\ndeoxyribonucleic acid (DNA) is patent eligible under 35\nU. S. C. §101 by virtue of its isolation from the rest of\nthe human genome. We also address the patent eligibility of\nsynthetically created DNA known as complementary DNA (cDNA), which\ncontains the same protein-coding information found in a segment of\nnatural DNA but omits portions within the DNA segment that do not\ncode for proteins. For the reasons that follow, we hold that a\nnaturally occurring DNA segment is a product of nature and not\npatent eligible merely because it has been isolated, but that cDNA\nis patent eligible because it is not naturally occurring. We,\ntherefore, affirm in part and reverse in part the decision of the\nUnited States Court of Appeals for the Federal Circuit.IAGenes form the basis for hereditary traits in\nliving organisms. See generallyAssociation for Molecular\nPathologyv.United States Patent and Trademark Office,\n702 F. Supp. 2d 181, 192–211 (SDNY 2010). The human ge- nome\nconsists of approximately 22,000 genes packed into 23 pairs of\nchromosomes. Each gene is encoded as DNA, which takes the shape of\nthe familiar “double helix” that Doctors James Watson and Francis\nCrick first described in 1953. Each “cross-bar” in the DNA helix\nconsists of two chemically joined nucleotides. The possible\nnucleotides are adenine (A), thymine (T), cytosine (C), and guanine\n(G), each of which binds naturally with another nucleotide: A pairs\nwith T; C pairs with G. The nucleotide cross-bars are chemically\nconnected to a sugar-phosphate backbone that forms the outside\nframework of the DNA helix. Sequences of DNA nucleotides contain\nthe information necessary to create strings of amino acids, which\nin turn are used in the body to build proteins. Only some DNA\nnucleotides, however, code for amino acids; these nucleotides are\nknown as “exons.” Nucleotides that do not code for amino acids, in\ncontrast, are known as “introns.”Creation of proteins from DNA involves two\nprincipal steps, known as transcription and translation. In\ntranscription, the bonds between DNA nucleotides separate, and the\nDNA helix unwinds into two single strands. A single strand is used\nas a template to create a complementary ribonucleic acid (RNA)\nstrand. The nucleotides on the DNA strand pair naturally with their\ncounterparts, with the exception that RNA uses the nucleotide base\nuracil (U) instead of thymine (T). Transcription results in a\nsingle strand RNA molecule, known as pre-RNA, whose nucleotides\nform an inverse image of the DNA strand from which it was created.\nPre-RNA still contains nucleotides corresponding to both the exons\nand introns in the DNA molecule. The pre-RNA is then naturally\n“spliced” by the physical removal of the introns. The resulting\nproduct is a strand of RNA that contains nucleotides corresponding\nonly to the exons from the original DNA strand. The exons-only\nstrand is known as messenger RNA (mRNA), which creates amino acids\nthrough translation. In translation, cellular structures known as\nribosomes read each set of three nucleotides, known as codons, in\nthe mRNA. Each codon either tells the ribosomes which of the 20\npossible amino acids to synthesize or provides a stop signal that\nends amino acid production.DNA’s informational sequences and the processes\nthat create mRNA, amino acids, and proteins occur naturally within\ncells. Scientists can, however, extract DNA from cells using well\nknown laboratory methods. These methods allow scientists to isolate\nspecific segments of DNA—for instance, a particular gene or part of\na gene—which can then be further studied, manipulated, or used. It\nis also possible to create DNA synthetically through processes\nsimilarly well known in the field of genetics. One such method\nbegins with an mRNA molecule and uses the natural bonding\nproperties of nucleotides to create a new, synthetic DNA molecule.\nThe result is the inverse of the mRNA’s inverse image of the\noriginal DNA, with one important distinction: Because the natural\ncreation of mRNA involves splicing that removes introns, the\nsynthetic DNA created from mRNA also contains only the exon\nsequences. This synthetic DNA created in the laboratory from mRNA\nis known as complementary DNA (cDNA).Changes in the genetic sequence are called\nmutations. Mutations can be as small as the alteration of a single\nnucleotide—a change affecting only one letter in the genetic code.\nSuch small-scale changes can produce an entirely different amino\nacid or can end protein production altogether. Large changes,\ninvolving the deletion, rearrangement, or duplication of hundreds\nor even millions of nu- cleotides, can result in the elimination,\nmisplacement, or duplication of entire genes. Some mutations are\nharmless, but others can cause disease or increase the risk of\ndisease. As a result, the study of genetics can lead to valu- able\nmedical breakthroughs.BThis case involves patents filed by Myriad\nafter it made one such medical breakthrough. Myriad discovered the\nprecise location and sequence of what are now known as the BRCA1\nand BRCA2 genes. Mutations in these genes can dramatically increase\nan individual’s risk of developing breast and ovarian cancer. The\naverage American woman has a 12- to 13-percent risk of developing\nbreast cancer, but for women with certain genetic mutations, the\nrisk can range between 50 and 80 percent for breast cancer and\nbetween 20 and 50 percent for ovarian cancer. Before Myriad’s\ndiscovery of the BRCA1 and BRCA2 genes, scientists knew that\nheredity played a role in establishing a woman’s risk of developing\nbreast and ovarian cancer, but they did not know which genes were\nassociated with those cancers.Myriad identified the exact location of the\nBRCA1 and BRCA2 genes on chromosomes 17 and 13. Chromosome 17 has\napproximately 80 million nucleotides, and chro- mosome 13 has\napproximately 114 million.Association for Molecular\nPathologyv.United States Patent and Trademark Office,\n689 F.3d 1303, 1328 (CA Fed. 2012). Within those chromosomes, the\nBRCA1 and BRCA2 genes are each about 80,000 nucleotides long. If\njust exons are counted, the BRCA1 gene is only about 5,500\nnucleotides long; for the BRCA2 gene, that number is about 10,200.Ibid.Knowledge of the location of the BRCA1 and BRCA2 genes\nallowed Myriad to determine their typical nucleotide\nsequence.[1] That information,\nin turn, enabled Myriad to develop medical tests that are useful\nfor detecting mutations in a patient’s BRCA1 and BRCA2 genes and\nthereby assessing whether the patient has an increased risk of\ncancer.Once it found the location and sequence of the\nBRCA1 and BRCA2 genes, Myriad sought and obtained a number of\npatents. Nine composition claims from three of those patents are at\nissue in this case.[2] Seeid., at 1309, and n. 1 (noting composition claims).\nClaims 1, 2, 5, and 6 from the ’282 patent are representative. The\nfirst claim asserts a patent on “[a]n isolated DNA coding for a\nBRCA1 polypeptide,” which has “the amino acid sequence set forth in\nSEQ ID NO:2.” App. 822. SEQ ID NO:2 sets forth a list of 1,863\namino acids that the typical BRCA1 gene encodes. Seeid., at\n785–790. Put differently, claim 1 asserts a patent claim on the DNA\ncode that tells a cell to produce the string of BRCA1 amino acids\nlisted in SEQ ID NO:2.Claim 2 of the ’282 patent operates similarly.\nIt claims “[t]he isolated DNA of claim 1, wherein said DNA has the\nnucleotide sequence set forth in SEQ ID NO:1.”Id.,at 822.\nLike SEQ ID NO:2, SEQ ID NO:1 sets forth a long list of data, in\nthis instance the sequence of cDNA that codes for the BRCA1 amino\nacids listed in claim 1. Importantly, SEQ ID NO:1 lists only the\ncDNA exons in the BRCA1 gene, rather than a full DNA sequence\ncontain- ing both exons and introns. Seeid.,at 779\n(stating that SEQ ID NO:1’s “MOLECULE TYPE:” is “cDNA”). As a re-\nsult, the Federal Circuit recognized that claim 2 asserts a patent\non the cDNA nucleotide sequence listed in SEQ ID NO:1, which codes\nfor the typical BRCA1 gene. 689 F. 3d, at 1326, n. 9;id.,at 1337 (Moore, J., concurring in part);id.,at\n1356 (Bryson, J., concurring in part and dissenting in part).Claim 5 of the ’282 patent claims a subset of\nthe data in claim 1. In particular, it claims “[a]n isolated DNA\nhaving at least 15 nucleotides of the DNA of claim 1.” App. 822.\nThe practical effect of claim 5 is to assert a patent on any series\nof 15 nucleotides that exist in the typical BRCA1 gene. Because the\nBRCA1 gene is thousands of nucleotides long, even BRCA1 genes with\nsubstantial mutations are likely to contain at least one segment of\n15 nucleotides that correspond to the typical BRCA1 gene.\nSimilarly, claim 6 of the ’282 patent claims “[a]n isolated DNA\nhaving at least 15 nucleotides of the DNA of claim 2.”Ibid.This claim operates similarly to claim 5, except that it references\nthe cDNA-based claim 2. The remaining claims at issue are similar,\nthough several list common mutations rather than typical BRCA1 and\nBRCA2 sequences. Seeibid.(claim 7 of the ’282 patent);id.,at 930 (claim 1 of the ’473 patent);id.,at\n1028 (claims 1, 6, and 7 of the ’492 patent).CMyriad’s patents would, if valid, give it the\nexclusive right to isolate an individual’s BRCA1 and BRCA2 genes\n(or any strand of 15 or more nucleotides within the genes) by\nbreaking the covalent bonds that connect the DNA to the rest of the\nindividual’s genome. The patents would also give Myriad the\nexclusive right to synthetically create BRCA cDNA. In Myriad’s\nview, manipulating BRCA DNA in either of these fashions triggers\nits “right to exclude others from making” its patented composition\nof matter under the Patent Act. 35 U. S. C. §154(a)(1);\nsee also §271(a) (“[W]hoever without authority makes\n. . . any patented invention . . . infringes\nthe patent”).But isolation is necessary to conduct genetic\ntesting, and Myriad was not the only entity to offer BRCA testing\nafter it discovered the genes. The University of Pennsylvania’s\nGenetic Diagnostic Laboratory (GDL) and others provided genetic\ntesting services to women. Petitioner Dr. Harry Ostrer, then a\nresearcher at New York University School of Medicine, routinely\nsent his patients’ DNA samples to GDL for testing. After learning\nof GDL’s testing and Ostrer’s activities, Myriad sent letters to\nthem asserting that the genetic testing infringed Myriad’s patents.\nApp. 94–95 (Ostrer letter). In response, GDL agreed to stop testing\nand informed Ostrer that it would no longer accept patient samples.\nMyriad also filed patent infringement suits against other entities\nthat performed BRCA testing, resulting in settlements in which the\ndefendants agreed to cease all allegedly infringing activity. 689\nF. 3d, at 1315. Myriad, thus, solidified its position as the\nonly entity providing BRCA testing.Some years later, petitioner Ostrer, along with\nmedical patients, advocacy groups, and other doctors, filed this\nlawsuit seeking a declaration that Myriad’s patents are invalid\nunder 35 U. S. C. §101. 702 F. Supp. 2d, at 186.\nCiting this Court’s decision inMedImmune, Inc.v.Genentech, Inc.,549 U.S.\n118(2007), the District Court denied Myriad’s motion to\ndismiss for lack of standing.Association for Molecular\nPathologyv.United States Patent and Trademark Office,\n669 F. Supp. 2d 365, 385–392 (SDNY 2009). The District Court then\ngranted summary judgment to petitioners on the composition claims\nat issue in this case based on its conclusion that Myriad’s claims,\nincluding claims related to cDNA, were invalid because they covered\nproducts of nature. 702 F. Supp. 2d, at 220–237. The Federal\nCircuit reversed,Association for Molecular Pathologyv.United States Patent and Trademark Office, 653 F.3d 1329\n(2011), and this Court granted the petition for certiorari, vacated\nthe judgment, and re- manded the case in light ofMayo\nCollaborative Servicesv.Prometheus Laboratories, Inc.,\n566 U. S. ___ (2012). SeeAssociation for Molecular\nPathologyv.Myriad Genetics, Inc., 566 U. S. ___\n(2012).On remand, the Federal Circuit affirmed the\nDistrict Court in part and reversed in part, with each member of\nthe panel writing separately. All three judges agreed that only\npetitioner Ostrer had standing. They reasoned that Myriad’s actions\nagainst him and his stated ability and willingness to begin BRCA1\nand BRCA2 testing if Myr- iad’s patents were invalidated were\nsufficient for Article III standing. 689 F. 3d, at 1323;id.,at 1337 (opinion of Moore, J.);id.,at 1348\n(opinion of Bryson, J.).With respect to the merits, the court held that\nboth isolated DNA and cDNA were patent eligible under §101. The\ncentral dispute among the panel members was whether the act ofisolatingDNA—separating a specific gene or sequence of\nnucleotides from the rest of the chromosome—is an inventive act\nthat entitles the individual who first isolates it to a patent.\nEach of the judges on the panel had a different view on that\nquestion. Judges Lourie and Moore agreed that Myriad’s claims were\npatent eligible under §101 but disagreed on the rationale. Judge\nLourie relied on the fact that the entire DNA molecule is held\ntogether by chemical bonds and that the covalent bonds at both ends\nof the segment must be severed in order to isolate segments of DNA.\nThis process technically creates new molecules with unique chemical\ncompositions. Seeid., at 1328 (“Isolated DNA\n. . . is a free-standing portion of a larger, natural DNA\nmolecule. Isolated DNA has been cleaved (i.e., had covalent\nbonds in its backbone chemically severed) or synthesized to consist\nof just a fraction of a naturally occurring DNA molecule”). Judge\nLourie found this chemical alteration to be dispositive, because\nisolating a particular strand of DNA creates a nonnaturally\noccurring molecule, even though the chemical alteration does not\nchange the information-transmitting quality of the DNA. Seeid.,at 1330 (“The claimed isolated DNA molecules are\ndistinct from their natural existence as portions of larger\nentities, and their informational content is irrelevant to that\nfact. We recognize that biologists may think of molecules in terms\nof their uses, but genes are in fact materials having a chemical\nnature”). Accordingly, he rejected petitioners’ argument that\nisolated DNA was ineligible for patent protection as a product of\nnature.Judge Moore concurred in part but did not rely\nexclusively on Judge Lourie’s conclusion that chemically breaking\ncovalent bonds was sufficient to render isolated DNA patent\neligible.Id.,at 1341 (“To the extent the majority rests\nits conclusion on the chemical differences between [naturally\noccurring] and isolated DNA (breaking the covalent bonds), I cannot\nagree that this is sufficient to hold that the claims to human\ngenes are directed to patentable subject matter”). Instead, Judge\nMoore also relied on the United States Patent and Trademark\nOffice’s (PTO) practice of granting such patents and on the\nreliance interests of patent holders.Id.,at 1343. However,\nshe acknowledged that her vote might have come out differently if\nshe “were deciding this case on a blank canvas.”Ibid.Finally, Judge Bryson concurred in part and\ndissented in part, concluding that isolated DNA is not patent eli-\ngible. As an initial matter, he emphasized that the breaking of\nchemical bonds was not dispositive: “[T]here is no magic to a\nchemical bond that requires us to recognize a new prod- uct when a\nchemical bond is created or broken.”Id.,at 1351. Instead,\nhe relied on the fact that “[t]he nucleotide sequences of the\nclaimed molecules are the same as the nucleotide sequences found in\nnaturally occurring human genes.”Id.,at 1355. Judge Bryson\nthen concluded that genetic “structural similarity dwarfs the\nsignificance of the structural differences between isolated DNA and\nnaturally occurring DNA, especially where the structural\ndifferences are merely ancillary to the breaking of covalent bonds,\na process that is itself not inventive.”Ibid. More- over,\nJudge Bryson gave no weight to the PTO’s position on patentability\nbecause of the Federal Circuit’s position that “the PTO lacks\nsubstantive rulemaking authority as to issues such as\npatentability.”Id.,at 1357.Although the judges expressed different views\nconcerning the patentability of isolated DNA, all three agreed that\npatent claims relating to cDNA met the patent eligibility\nrequirements of §101.Id.,at 1326, and n. 9\n(recognizing that some patent claims are limited to cDNA and that\nsuch claims are patent eligible under §101);id.,at 1337\n(Moore, J., concurring in part);id.,at 1356 (Bryson, J.,\nconcurring in part and dissenting in part) (“cDNA cannot be\nisolated from nature, but instead must be created in the laboratory\n. . . because the introns that are found in the native\ngene are removed from the cDNA segment”).[3] We granted certiorari. 568 U. S. ___\n(2012).IIASection 101 of the Patent Act provides:“Whoever invents or discovers any new and\nuseful . . . composition of matter, or any new and useful\nimprovement thereof, may obtain a patent therefor, subject to the\nconditions and requirements of this title.” 35 U. S. C.\n§101.We have “long held that this provision contains\nan important implicit exception[:] Laws of nature, natural\nphenomena, and abstract ideas are not patentable.”Mayo, 566\nU. S., at ___ (slip op., at 1) (internal quotation marks and\nbrackets omitted). Rather, “ ‘they are the basic tools of\nscientific and technological work’ ” that lie beyond the\ndomain of patent protection.Id.,at ___ (slip op., at 2).\nAs the Court has explained, without this exception, there would be\nconsiderable danger that the grant of patents would “tie up” the\nuse of such tools and thereby “inhibit future innovation premised\nupon them.”Id., at ___ (slip op., at 17). This would be at\nodds with the very point of patents, which exist to promote\ncreation.Diamondv.Chakrabarty,447 U.S.\n303, 309 (1980) (Products of nature are not created, and\n“ ‘manifestations . . . of nature [are] free to all\nmen and reserved exclusively to none’ ”).The rule against patents on naturally occurring\nthings is not without limits, however, for “all inventions at some\nlevel embody, use, reflect, rest upon, or apply laws of nature,\nnatural phenomena, or abstract ideas,” and “too broad an\ninterpretation of this exclusionary principle could eviscerate\npatent law.” 566 U. S., at ___ (slip op., at 2). As we have\nrecognized before, patent protection strikes a delicate balance\nbetween creating “incentives that lead to creation, invention, and\ndiscovery” and “imped[ing] the flow of information that might\npermit, indeed spur, in- vention.”Id.,at ___ (slip op., at\n23). We must apply this well-established standard to determine\nwhether Myr- iad’s patents claim any “new and useful\n. . . composition of matter,” §101, or instead claim\nnaturally occurring phenomena.BIt is undisputed that Myriad did not create or\nalter any of the genetic information encoded in the BRCA1 and BRCA2\ngenes. The location and order of the nucleotides existed in nature\nbefore Myriad found them. Nor did Myr- iad create or alter the\ngenetic structure of DNA. In- stead, Myriad’s principal\ncontribution was uncovering the precise location and genetic\nsequence of the BRCA1 and BRCA2 genes within chromosomes 17 and 13.\nThe question is whether this renders the genes patentable.Myriad recognizes that our decision inChakrabartyis central to this inquiry. Brief for\nRespondents 14, 23–27. InChakrabarty, scientists added four\nplasmids to a bacterium, which enabled it to break down various\ncomponents of crude oil. 447 U. S., at 305, and n. 1. The\nCourt held that the modified bacterium was patentable. It explained\nthat the patent claim was “not to a hitherto unknown natural\nphenomenon, but to a nonnaturally occurring manufacture or\ncomposition of matter—a product of human ingenuity ‘having a\ndistinctive name, character [and] use.’ ”Id.,at\n309–310 (quotingHartranftv.Wiegmann,121 U.S.\n609, 615 (1887); alteration in original). TheChakrabartybacterium was new “with markedly different\ncharacteristics from any found in nature,” 447 U. S., at 310,\ndue to the additional plasmids and resultant “capac- ity for\ndegrading oil.”Id.,at 305, n. 1. In this case, by\ncontrast, Myriad did not create anything. To be sure, it found an\nimportant and useful gene, but separating that gene from its\nsurrounding genetic material is not an act of invention.Groundbreaking, innovative, or even brilliant\ndiscovery does not by itself satisfy the §101 inquiry. InFunk\nBrothers Seed Co.v.Kalo Inoculant Co.,333 U.S.\n127(1948), this Court considered a composition patent that\nclaimed a mixture of naturally occurring strains of bacteria that\nhelped leguminous plants take nitrogen from the air and fix it in\nthe soil.Id.,at 128–129. The ability of the bacteria to\nfix nitrogen was well known, and farmers commonly “inoculated”\ntheir crops with them to improve soil nitrogen levels. But farmers\ncould not use the same inoculant for all crops, both because plants\nuse different bacteria and because certain bacteria inhibit each\nother.Id.,at 129–130. Upon learning that several\nnitrogen-fixing bacteria did not inhibit each other, however, the\npatent applicant combined them into a single inoculant and obtained\na patent.Id.,at 130. The Court held that the composition\nwas not patent eligible because the patent holder did not alter the\nbacteria in any way.Id.,at 132 (“There is no way in which\nwe could call [the bacteria mixture a product of invention] unless\nwe borrowed invention from the discovery of the natural principle\nitself”). His patent claim thus fell squarely within the law of\nnature exception. So do Myriad’s. Myriad found the location of the\nBRCA1 and BRCA2 genes, but that discovery, by itself, does not\nrender the BRCA genes “new . . . composition[s] of\nmatter,” §101, that are patent eligible.Indeed, Myriad’s patent descriptions highlight\nthe problem with its claims. For example, a section of the ’282\npatent’s Detailed Description of the Invention indicates that\nMyriad found the location of a gene associated with increased risk\nof breast cancer and identified mutations of that gene that\nincrease the risk. See App. 748–749.[4] In subsequent language Myriad explains that the\nlocation of the gene was unknown until Myriad found it among the\napproximately eight million nucleotide pairs contained in a subpart\nof chromosome 17. SeeIbid.[5] The ’473 and ’492 patents contain similar language as\nwell. Seeid., at 854, 947. Many of Myriad’s patent\ndescriptions simply detail the “iterative process” of discovery by\nwhich Myriad narrowed the possible locations for the gene sequences\nthat it sought.[6] See,e.g.,id., at 750. Myriad seeks to import these\nextensive research efforts into the §101 patent-eligibility\ninquiry. Brief for Respondents 8–10, 34. But extensive effort alone\nis insufficient to satisfy the demands of §101.Nor are Myriad’s claims saved by the fact that\nisolating DNA from the human genome severs chemical bonds and\nthereby creates a nonnaturally occurring molecule. Myr- iad’s\nclaims are simply not expressed in terms of chemical composition,\nnor do they rely in any way on the chemi- cal changes that result\nfrom the isolation of a particular section of DNA. Instead, the\nclaims understandably focus on the genetic information encoded in\nthe BRCA1 and BRCA2 genes. If the patents depended upon the\ncreation of a unique molecule, then a would-be infringer could\narguably avoid at least Myriad’s patent claims on entire genes\n(such as claims 1 and 2 of the ’282 patent) by isolating a DNA\nsequence that included both the BRCA1 or BRCA2 gene and one\nadditional nucleotide pair. Such a molecule would not be chemically\nidentical to the molecule “invented” by Myriad. But Myriad\nobviously would resist that outcome because its claim is concerned\nprimarily with the information contained in the geneticsequence, not with the specific chemical composition of a\nparticular molecule.Finally, Myriad argues that the PTO’s past\npractice of awarding gene patents is entitled to deference, citingJ. E. M. Ag Supply, Inc.v.Pioneer\nHi-Bred Int’l, Inc.,534 U.S.\n124(2001). See Brief for Respondents 35–39, 49–50. We\ndisagree.J. E. M.held that new plant breeds were eligible\nfor utility patents under §101 notwithstanding separate statutes\nproviding special protections for plants, see 7 U. S. C.\n§2321et seq.(Plant Variety Protection Act); 35\nU. S. C. §§161–164 (Plant Patent Act of 1930). After\nanalyzing the text and structure of the relevant statutes, the\nCourt mentioned that the Board of Patent Appeals and Interferences\nhad determined that new plant breeds were patent eligible under\n§101 and that Congress had recognized and endorsed that position in\na subsequent Patent Act amendment. 534 U. S., at 144–145\n(citingIn re Hibberd, 227 USPQ 443 (1985) and 35\nU. S. C. §119(f)). In this case, however, Congress has\nnot endorsed the views of the PTO in subsequent legislation. While\nMyriad relies on Judge Moore’s view that Congress endorsed the\nPTO’s position in a single sentence in the Consolidated\nAppropriations Act of 2004, see Brief for Respondents 31,\nn. 8; 689 F. 3d, at 1346, that Act does not even mention\ngenes, much less isolated DNA. §634, 118Stat. 101 (“None of the\nfunds appropriated or otherwise made available under this Act may\nbe used to issue patents on claims directed to or encompassing a\nhuman organism”).Further undercutting the PTO’s practice, the\nUnited States argued in the Federal Circuit and in this Court that\nisolated DNA wasnotpatent eligible under §101, Brief for\nUnited States asAmicus Curiae20–33, and that the PTO’s\npractice was not “a sufficient reason to hold that isolated DNA is\npatent-eligible.”Id.,at 26. See alsoid., at 28–29.\nThese concessions weigh against deferring to the PTO’s\ndetermination.[7]CcDNA does not present the same obstacles to\npatentability as naturally occurring, isolated DNA segments. As\nalready explained, creation of a cDNA sequence from mRNA results in\nan exons-only molecule that is not naturally occurring.[8] Petitioners concede that cDNA\ndiffers from natural DNA in that “the non-coding regions have been\nremoved.” Brief for Petitioners 49. They nevertheless argue that\ncDNA is not patent eligible because “[t]he nucleotide sequence of\ncDNA is dictated by nature, not by the lab technician.”Id.,at 51. That may be so, but the lab technician unquestionably\ncreates something new when cDNA is made. cDNA retains the naturally\noccurring exons of DNA, but it is distinct from the DNA from which\nit was derived. As a result, cDNA is not a “product of nature” and\nis patent eligible under §101, except insofar as very short series\nof DNA may have no intervening introns to remove when creating\ncDNA. In that situation, a short strand of cDNA may be\nindistinguishable from natural DNA.[9]IIIIt is important to note what isnotimplicated by this decision. First, there are no method claims\nbefore this Court. Had Myriad created an innovative method of\nmanipulating genes while searching for the BRCA1 and BRCA2 genes,\nit could possibly have sought a method pat- ent. But the processes\nused by Myriad to isolate DNA were well understood by geneticists\nat the time of Myriad’s patents “were well understood, widely used,\nand fairly uniform insofar as any scientist engaged in the search\nfor a gene would likely have utilized a similar approach,” 702\nF. Supp. 2d, at 202–203, and are not at issue in this\ncase.Similarly, this case does not involve patents\non newapplicationsof knowledge about the BRCA1 and BRCA2\ngenes. Judge Bryson aptly noted that, “[a]s the first party with\nknowledge of the [BRCA1 and BRCA2] sequences, Myriad was in an\nexcellent position to claim applications of that knowledge. Many of\nits unchallenged claims are limited to such applications.” 689\nF. 3d, at 1349.Nor do we consider the patentability of DNA in\nwhich the order of the naturally occurring nucleotides has been\naltered. Scientific alteration of the genetic code presents a\ndifferent inquiry, and we express no opinion about the application\nof §101 to such endeavors. We merely hold that genes and the\ninformation they encode are not patent eligible under §101 simply\nbecause they have been isolated from the surrounding genetic\nmaterial.*  *  *For the foregoing reasons, the judgment of the\nFederal Circuit is affirmed in part and reversed in part.It is so ordered.Notes1Technically, there is no\n“typical” gene because nucleotide sequences vary between\nindividuals, sometimes dramatically. Geneticists refer to the most\ncommon variations of genes as “wild types.”2At issue are claims 1, 2,\n5, 6, and 7 of U. S. Patent 5,747,282 (the ’282 patent), claim\n1 of U. S. Patent 5,693,473 (the ’473 patent), and claims 1,\n6, and 7 of U. S. Patent 5,837,492 (the ’492\npatent).3Myriad continues to\nchallenge Dr. Ostrer’s Declaratory Judgment Act standing in this\nCourt. Brief for Respondents 17–22. But we find that, under the\nCourt’s decision inMedImmune, Inc.v.Genentech,\nInc., Dr. Ostrer has alleged sufficient facts “under all the\ncircumstances, [to] show that there is a substantial controversy,\nbetween parties having adverse legal interests, of sufficient\nimmediacy and reality to warrant the issuance of a declaratory\njudgment.”549 U.S.\n118, 127 (2007) (internal quotation marks\nomitted).4The full relevant text of\nthe Detailed Description of the Patent is as follows: “It is a\ndiscovery of the present invention that the BRCA1 locus which\npredisposes individuals to breast cancer and ovarian cancer, is a\ngene encoding a BRCA1 protein, which has been found to have no\nsignificant homology with known protein or DNA sequences.\n. . . It is a discovery of the present invention that\nmutations in the BRCA1 locus in the germline are indicative of a\npredisposition to breast cancer and ovarian cancer. Finally, it is\na discovery of the present invention that somatic mutations in the\nBRCA1 locus are also associated with breast cancer, ovarian cancer\nand other cancers, which represents an indicator of these cancers\nor of the prognosis of these cancers. The mutational events of the\nBRCA1 locus can involve deletions, insertions and point mutations.”\nApp. 749. Notwithstanding Myriad’s repeated use of the phrase\n“present invention,” it is clear from the text of the patent that\nthe various discoveriesarethe “invention.”5“Starting from a region\non the long arm of human chromosome 17 of the human genome, 17q,\nwhich has a size estimated at about 8 million base pairs, a region\nwhich contains a genetic locus, BRCA1, which causes susceptibility\nto cancer, including breast and ovarian cancer, has been\nidentified.”Ibid.6Myriad first identified\ngroups of relatives with a history of breast cancer (some of whom\nalso had developed ovarian cancer); because these individuals were\nrelated, scientists knew that it was more likely that their\ndiseases were the result of genetic predisposition rather than\nother factors. Myriad compared sections of their chromosomes,\nlooking for shared genetic abnormalities not found in the general\npopulation. It was that process which eventually enabled Myriad to\ndetermine where in the genetic sequence the BRCA1 and BRCA2 genes\nreside. See,e.g.,id., at 749, 763–775.7Myriad also argues that\nwe should uphold its patents so as not to disturb the reliance\ninterests of patent holders like itself. Brief for Respondents\n38–39. Concerns about reliance interests arising from PTO\ndeterminations, insofar as they are relevant, are better directed\nto Congress. SeeMayoCollaborative Servicesv.Prometheus Laboratories, Inc., 566 U. S. ___, ___\n(2012) (slip op., at 22–24).8Some viruses rely on an\nenzyme called reverse transcriptase to reproduce by copying RNA\ninto cDNA. In rare instances, a side effect ofa viral infection of\na cell can be the random incorporation of fragments of the\nresulting cDNA, known as a pseudogene, into the genome. Such\npseudogenes serve no purpose; they are not expressed in protein\ncreation because they lack genetic sequences to direct protein\nexpression. See J. Watson et al., Molecular Biology of the\nGene 142, 144, fig. 7–5 (6th ed. 2008). Perhaps not surprisingly,\ngiven pseudogenes’ apparently random origins, petitioners “have\nfailed to demonstrate that the pseudogene consists of the same\nsequence as the BRCA1 cDNA.”Association for Molecular\nPathologyv.United States Patent and Trademark Office,\n689 F.3d 1303, 1356, n. 5 (CA Fed. 2012). The possibility that\nan unusual and rare phenomenonmightrandomly create a\nmolecule similar to one created synthetically through human\ningenuity does not render a composition of matter\nnonpatentable.9We express no opinion\nwhether cDNA satisfies the other statutory requirements of\npatentability. See,e.g., 35 U. S. C. §§102, 103,\nand 112; Brief for United States asAmicus Curiae19,\nn. 5.",
    "joined": []
}