{
    "case": {
        "docket": "16-476",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-476/"
    },
    "id": "3901186",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 16–476 and 16–477_________________PHILIP D. MURPHY, GOVERNOR OF NEW\nJERSEY, et al., PETITIONERS16–476v.NATIONAL COLLEGIATE ATHLETIC\nASSOCIATION, et al.NEW JERSEY THOROUGHBRED HORSEMEN’S\nASSOCIATION, INC., PETITIONER16–477v.NATIONAL COLLEGIATE ATHLETIC\nASSOCIATION, et al.on writs of certiorari to the united states\ncourt of appeals for the third circuit[May 14, 2018]Justice Thomas, concurring.I join the Court’s opinion in its entirety. I\nwrite separately, however, to express my growing discomfort with\nour modern severability precedents.I agree with the Court that the Professional and\nAmateur Sports Protection Act (PASPA) exceeds Congress’ Article I\nauthority to the extent it prohibits New Jersey from\n“authoriz[ing]” or “licens[ing]” sports gambling, 28\nU. S. C. §3702(1). Unlike the dissent, I do “doubt” that\nCongress can prohibit sports gambling that does not cross state\nlines.Post,at 2 (opinion of Ginsburg, J.); seeLicense\nTax Cases, 5 Wall. 462, 470–471 (1867) (holding that Congress\nhas “no power” to regulate “the internal commerce or domestic trade\nof the States,” including the intrastate sale of lottery tickets);United Statesv.Lopez, 514 U. S. 549, 587–601\n(1995) (Thomas, J., concurring) (documenting why the Commerce\nClause does not permit Congress to regulate purely local activities\nthat have a substantial effect on interstate commerce). But even\nassuming the Commerce Clause allows Congress to prohibit intrastate\nsports gambling “directly,” it “does not authorize Congress to\nregulate state governments’ regulation of interstate commerce.”New Yorkv.United States, 505 U. S. 144, 166\n(1992). The Necessary and Proper Clause does not give Congress this\npower either, as a law is not “proper” if it “subvert[s] basic\nprinciples of federalism and dual sovereignty.”Gonzalesv.Raich, 545 U. S. 1, 65 (2005) (Thomas, J., dissenting).\nCommandeering the States, as PASPA does, subverts those principles.\nSeePrintzv.United States, 521 U. S. 898,\n923–924 (1997).Because PASPA is at least partially\nunconstitutional, our precedents instruct us to determine “which\nportions of the . . . statute we must sever and excise.”United Statesv.Booker, 543 U. S. 220, 258\n(2005) (emphasis deleted). The Court must make this severability\ndetermination by asking a counterfactual question: “ ‘Would\nCongress still have passed’ the valid sections ‘had it known’ about\nthe constitutional invalidity of the other portions of the\nstatute?”Id.,at 246 (quotingDenver Area Ed.\nTelecommunications Consortium, Inc.v.FCC, 518\nU. S. 727, 767 (1996) (plurality opinion)). I join the Court’s\nopinion because it gives the best answer it can to this question,\nand no party has asked us to apply a different test. But in a\nfuture case, we should take another look at our severability\nprecedents.Those precedents appear to be in tension with\ntraditional limits on judicial authority. Early American courts did\nnot have a severability doctrine. See Walsh, Partial\nUnconstitutionality, 85 N. Y. U. L. Rev. 738, 769\n(2010) (Walsh). They recognized that the judicial power is,\nfundamentally, the power to render judgments in individual cases.\nSeeid., at 755; Baude, The Judgment Power, 96 Geo.\nL. J. 1807, 1815 (2008). Judicial review was a byproduct of\nthat process. See generally P. Hamburger, Law and Judicial Duty\n(2008); Prakash & Yoo, The Origins of Judicial Review, 70 U.\nChi. L. Rev. 887 (2003). As Chief Justice Marshall famously\nexplained, “[i]t is emphatically the province and duty of the\njudicial department to say what the law is” because “[t]hose who\napply the rule to particular cases, must of necessity expound and\ninterpret that rule.”Marburyv.Madison, 1 Cranch\n137, 177 (1803). If a plaintiff relies on a statute but a defendant\nargues that the statute conflicts with the Constitution, then\ncourts must resolve that dispute and, if they agree with the\ndefendant, follow the higher law of the Constitution. Seeid.,at 177–178; The Federalist No. 78, p. 467\n(C. Rossiter ed. 1961) (A. Hamilton). Thus, when early\nAmerican courts determined that a statute was unconstitutional,\nthey would simply decline to enforce it in the case before them.\nSee Walsh 755–766. “[T]here was no ‘next step’ in which courts\ninquired into whether the legislature would have preferred no law\nat all to the constitutional remainder.”Id., at 777.Despite this historical practice, the Court’s\nmodern cases treat the severability doctrine as a “remedy” for\nconstitutional violations and ask which provisions of the statute\nmust be “excised.” See,e.g., Ayottev.Planned\nParenthood of Northern New Eng., 546 U. S. 320, 329\n(2006);Booker,supra, at 245;Alaska Airlines,\nInc.v.Brock, 480 U. S. 678, 686 (1987). This\nlanguage cannot be taken literally. Invalidating a statute is not a\n“remedy,” like an injunction, a declaration, or damages. See\nHarrison, Severability, Remedies, and Constitutional Adjudication,\n83 Geo. Wash. L. Rev. 56, 82–88 (2014) (Harrison). Remedies\n“operate with respect to specific parties,” not “on legal rules in\nthe abstract.”Id., at 85; see alsoMassachusettsv.Mellon, 262 U. S. 447, 488 (1923) (explaining that the\npower “to review and annul acts of Congress” is “little more than\nthe negative power to disregard an unconstitutional enactment” and\nthat “the court enjoins . . . not the execution of the\nstatute, but the acts of the official”). And courts do not have the\npower to “excise” or “strike down” statutes. See 39 Op. Atty. Gen.\n22, 22–23 (1937) (“The decisions are practically in accord in\nholding that the courts have no power to repeal or abolish a\nstatute”); Harrison 82 (“[C]ourts do not make [nonseverable]\nprovisions inoperative . . . . Invalidation by\ncourts is a figure of speech”); Mitchell, The Writ-of-Erasure\nFallacy, 104 Va. L. Rev. (forthcoming 2018) (manuscript, at 4)\n(“The federal courts have no authority to erase a duly enacted law\nfrom the statute books”), online at https://papers.ssrn.com/sol3/\npapers.cfm?abstract_id=3158038 (as last visited May 11, 2018).Because courts cannot take a blue pencil to\nstatutes, the severability doctrine must be an exercise in\nstatutory interpretation. In other words, the severability doctrine\nhas courts decide how a statute operates once they conclude that\npart of it cannot be constitutionally enforced. See Fallon,\nAs-Applied and Facial Challenges and Third-Party Standing, 113\nHarv. L. Rev. 1321, 1333–1334 (2000); Harrison 88. But even under\nthis view, the severability doctrine is still dubious for at least\ntwo reasons.First, the severability doctrine does not follow\nbasic principles of statutory interpretation. Instead of requiring\ncourts to determine what a statute means, the severability doctrine\nrequires courts to make “a nebulous inquiry into hypothetical\ncongressional intent.”Booker,supra, at 320,\nn. 7 (Thomas, J., dissenting in part). It requires judges to\ndetermine what Congress would have intended had it known that part\nof its statute was unconstitutional.[1] But it seems unlikely that the enacting Congress had\nany intent on this question; Congress typically does not pass\nstatutes with the expectation that some part will later be deemed\nunconstitutional. See Walsh 740–741; Stern, Separability and\nSeparability Clauses in the Supreme Court, 51 Harv. L. Rev.\n76, 98 (1937) (Stern). Without any actual evidence of intent, the\nseverability doctrine invites courts to rely on their own views\nabout what the best statute would be. See Walsh 752–753; Stern\n112–113. More fundamentally, even if courts could discern Congress’\nhypothetical intentions, intentions do not count unless they are\nenshrined in a text that makes it through the constitutional\nprocesses of bicameralism and presentment. SeeWyethv.Levine, 555 U. S. 555, 586–588 (2009) (Thomas, J.,\nconcurring in judgment). Because we have “ ‘a Government of\nlaws, not of men,’ ” we are governed by “legislated text,” not\n“legislators’ intentions”—and especially not legislators’hypotheticalintentions.Zuni Public School Dist. No.\n89v.Department of Education, 550 U. S. 81, 119\n(2007) (Scalia, J., dissenting). Yet hypothetical intent is exactly\nwhat the severability doctrine turns on, at least when Congress has\nnot expressed its fallback position in the text.Second, the severability doctrine often requires\ncourts to weigh in on statutory provisions that no party has\nstanding to challenge, bringing courts dangerously close to issuing\nadvisory opinions. See Stern 77; Lea, Situational Severability, 103\nVa. L. Rev. 735, 788–803 (2017) (Lea). If one provision of a\nstatute is deemed unconstitutional, the severability doctrine\nplaces every other provision at risk of being declared nonseverable\nand thus inoperative; our precedents do not ask whether the\nplaintiff has standing to challenge those other provisions. SeeNational Federation of Independent Businessv.Sebelius, 567 U. S. 519, 696–697 (2012) (joint dissent)\n(citing, as an example,Williamsv.Standard Oil Co. of\nLa., 278 U. S. 235, 242–244 (1929)). True, the plaintiff\nhad standing to challenge the unconstitutional part of the statute.\nBut the severability doctrine comes into play onlyafterthe\ncourt has resolved that issue—typically the only live controversy\nbetween the parties. In every other context, a plaintiff must\ndemonstrate standing for each part of the statute that he wants to\nchallenge. See Lea 789, 751, and nn. 79–80 (citing, as\nexamples,Davisv.Federal Election Comm’n, 554\nU. S. 724, 733–734 (2008);DaimlerChrysler Corp.v.Cuno, 547 U. S. 332, 346, 350–353 (2006)). The\nseverability doctrine is thus an unexplained exception to the\nnormal rules of standing, as well as the separation-of-powers\nprinciples that those rules protect. SeeSteel Co.v.Citizens for Better Environment, 523 U. S. 83, 101\n(1998).In sum, our modern severability precedents are\nin tension with longstanding limits on the judicial power. And,\nthough no party in this case has asked us to reconsider these\nprecedents, at some point, it behooves us to do so.Notes1The first court to engage\nin this counterfactual exploration of legislative intent was the\nMassachusetts Supreme Judicial Court inWarrenv.Mayor\nand Aldermen of Charlestown, 68 Mass. 84, 99 (1854). This Court\nadopted theWarrenformulation in the late 19th century, seeAllenv.Louisiana, 103 U. S. 80, 84 (1881), an\nera when statutory interpretation privileged Congress’ unexpressed\n“intent” over the enacted text, see,e.g., Church of Holy\nTrinityv.United States, 143 U. S. 457, 472\n(1892);United Statesv.Moore, 95 U. S. 760,\n763 (1878).",
    "joined": []
}