{
    "case": {
        "docket": "247",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/247/"
    },
    "id": "1962919",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURT14 PENN PLAZA LLC V. PYETT556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-58114 PENN PLAZA LLC, et al., PETITIONERSv.STEVEN PYETT et al.on writ of certiorari to the united states court of\nappeals for the second circuit[April 1, 2009]Justice Thomas delivered the\nopinion of the Court.The question presented by this\ncase is whether a provision in a collective-bargaining agreement\nthat clearly and unmistakably requires union members to arbitrate\nclaims arising under the Age Discrimination in Employment Act of\n1967 (ADEA), 81 Stat. 602, as amended, 29 U. S. C. §621et\nseq., is enforceable. The United States Court of Appeals for\nthe Second Circuit held that this Court’s decision inAlexanderv.Gardner-Denver Co.,415 U.\nS. 36(1974), forbids enforcement of such arbitration\nprovisions. We disagree and reverse the judgment of the Court of\nAppeals.IRespondents are members of the\nService Employees International Union, Local 32BJ (Union). Under\nthe National Labor Relations Act (NLRA), 49 Stat. 449, as amended,\nthe Union is the exclusive bargaining representative of employees\nwithin the building-services industry in New York City, which\nincludes building cleaners, porters, and doorpersons. See 29 U.\nS. C. §159(a). In this role, the Union has exclusive authority\nto bargain on behalf of its members over their “rates of pay,\nwages, hours of employment, or other conditions of employment.”Ibid.Since the 1930’s, the Union has engaged in\nindustry-wide collective bargaining with the Realty Advisory Board\non Labor Relations, Inc. (RAB), a multiemployer bargaining\nassociation for the New York City real-estate industry. The\nagreement between the Union and the RAB is embodied in their\nCollective Bargaining Agreement for Contractors and Building Owners\n(CBA). The CBA requires union members to submit all claims of\nemployment discrimination to binding arbitration under the CBA’s\ngrievance and dispute resolution procedures:“§30 NO DISCRIMINATION. There shall be no\ndiscrimination against any present or future employee by reason of\nrace, creed, color, age, disability, national origin, sex, union\nmembership, or any other characteristic protected by law,\nincluding, but not limited to, claims made pursuant to Title VII of\nthe Civil Rights Act, the Americans with Disabilities Act, the Age\nDiscrimination in Employment Act, the New York State Human Rights\nLaw, the New York City Human Rights Code, … or any other similar\nlaws, rules, or regulations. All such claims shall be subject to\nthe grievance and arbitration procedures (Articles V and VI) as the\nsole and exclusive remedy for violations. Arbitrators shall apply\nappropriate law in rendering decisions based upon claims of\ndiscrimination.” App. to Pet. for Cert. 48a.[Footnote 1]Petitioner 14 Penn Plaza LLC is a\nmember of the RAB. It owns and operates the New York City office\nbuilding where, prior to August 2003, respondents worked as night\nlobby watchmen and in other similar capacities. Respondents were\ndirectly employed by petitioner Temco Service Industries, Inc.\n(Temco), a maintenance service and cleaning contractor. In August\n2003, with the Union’s consent, 14 Penn Plaza engaged Spartan\nSecurity, a unionized security services contractor and affiliate of\nTemco, to provide licensed security guards to staff the lobby and\nentrances of its building. Because this rendered respondents’ lobby\nservices unnecessary, Temco reassigned them to jobs as night\nporters and light duty cleaners in other locations in the building.\nRespondents contend that these reassignments led to a loss in\nincome, caused them emotional distress, and were otherwise less\ndesirable than their former positions.At respondents’ request, the Union filed\ngrievances challenging the reassignments. The grievances alleged\nthat petitioners: (1) violated the CBA’s ban on workplace\ndiscrimination by reassigning respondents on account of their age;\n(2) violated seniority rules by failing to promote one of the\nrespondents to a handyman position; and (3) failed to equitably\nrotate overtime. After failing to obtain relief on any of these\nclaims through the grievance process, the Union requested\narbitration under the CBA.After the initial arbitration hearing, the\nUnion withdrew the first set of respondents’ grievances—the\nage-discrimination claims—from arbitration. Because it had\nconsented to the contract for new security personnel at 14 Penn\nPlaza, the Union believed that it could not legitimately object to\nrespondents’ reassignments as discriminatory. But the Union\ncontinued to arbitrate the seniority and overtime claims, and,\nafter several hearings, the claims were denied.In May 2004, while the arbitration was ongoing\nbut after the Union withdrew the age-discrimination claims,\nrespondents filed a complaint with the Equal Employment Opportunity\nCommission (EEOC) alleging that petitioners had violated their\nrights under the ADEA. Approximately one month later, the EEOC\nissued a Dismissal and Notice of Rights, which explained that the\nagency’s “ ‘review of the evidence … fail[ed] to indicate that\na violation ha[d] occurred,’ ” and notified each respondent of\nhis right to sue.Pyettv.Pennsylvania Building\nCo., 498 F. 3d 88, 91 (CA2 2007).Respondents thereafter filed suit against\npetitioners in the United States District Court for the Southern\nDistrict of New York, alleging that their reassignment violated the\nADEA and state and local laws prohibiting age\ndiscrimination.[Footnote 2]\nPetitioners filed a motion to compel arbitration of respondents’\nclaims pursuant to §3 and §4 of the Federal Arbitration Act (FAA),\n9 U. S. C. §§3, 4.[Footnote\n3] The District Court denied the motion because under Second\nCircuit precedent, “even a clear and unmistakable union-negotiated\nwaiver of a right to litigate certain federal and state statutory\nclaims in a judicial forum is unenforceable.” App. to Pet. for\nCert. 21a. Respondents immediately appealed the ruling under §16 of\nthe FAA, which authorizes an interlocutory appeal of “an order …\nrefusing a stay of any action under section 3 of this title” or\n“denying a petition under section 4 of this title to order\narbitration to proceed.” 9 U. S. C. §§16(a)(1)(A)–(B).The Court of Appeals affirmed. 498 F. 3d\n88. According to the Court of Appeals, it could not compel\narbitration of the dispute becauseGardner-Denver, which\n“remains good law,” held “that a collective bargaining agreement\ncould not waive covered workers’ rights to a judicial forum for\ncauses of action created by Congress.” 498 F. 3d, at 92, 91,\nn. 3 (citingGardner-Denver, 415 U. S., at 49–51).\nThe Court of Appeals observed that theGardner-Denverdecision was in tension with this Court’s more recent decision inGilmerv.Interstate/Johnson Lane Corp.,500 U. S. 20(1991),\nwhich “held that an individual employee who had agreed individually\nto waive his right to a federal forumcouldbe compelled\nto arbitrate a federal age discrimination claim.” 498 F. 3d,\nat 91, n. 3 (citingGilmer,supra,at 33–35;\nemphasis in original). The Court of Appeals also noted that this\nCourt previously declined to resolve this tension inWrightv.Universal Maritime Service Corp.,525 U. S. 70, 82 (1998), where the\nwaiver at issue was not “clear and unmistakable.” 498 F. 3d,\nat 91, n. 3.The Court of Appeals attempted to reconcileGardner-DenverandGilmerby holding that\narbitration provisions in a collective-bargaining agreement, “which\npurport to waive employees’ rights to a federal forum with respect\nto statutory claims, are unenforceable.” 498 F. 3d, at 93–94.\nAs a result, an individual employee would be free to choose\ncompulsory arbitration underGilmer, but a labor union\ncould not collectively bargain for arbitration on behalf of its\nmembers. We granted certiorari, 552 U. S. ___ (2008), to address\nthe issue left unresolved inWright, which continues to\ndivide the Courts of Appeals,[Footnote 4] and now reverse.IIAThe NLRA governs federal\nlabor-relations law. As permitted by that statute, respondents\ndesignated the Union as their “exclusive representativ[e] … for the\npurposes of collective bargaining in respect to rates of pay,\nwages, hours of employment, or other conditions of employment.” 29\nU. S. C. §159(a). As the employees’ exclusive bargaining\nrepresentative, the Union “enjoys broad authority … in the\nnegotiation and administration of [the] collective bargaining\ncontract.”Communications Workersv.Beck,487 U. S. 735,\n739 (1988) (internal quotation marks omitted). But this broad\nauthority “is accompanied by a responsibility of equal scope, the\nresponsibility and duty of fair representation.”Humphreyv.Moore,375 U. S. 335, 342\n(1964). The employer has a corresponding duty under the NLRA to\nbargain in good faith “with the representatives of his employees”\non wages, hours, and conditions of employment. 29 U. S. C.\n§158(a)(5); see also §158(d).In this instance, the Union and\nthe RAB, negotiating on behalf of 14 Penn Plaza, collectively\nbargained in good faith and agreed that employment-related\ndiscrimination claims, including claims brought under the ADEA,\nwould be resolved in arbitration. This freely negotiated term\nbetween the Union and the RAB easily qualifies as a “conditio[n] of\nemployment” that is subject to mandatory bargaining under §159(a).\nSeeLitton Financial Printing Div., Litton Business Systems,\nInc.v.NLRB,501 U. S. 190, 199\n(1991) (“[A]rrangements for arbitration of disputes are a term or\ncondition of employment and a mandatory subject of bargaining”);Steelworkersv.Warrior & Gulf Nav. Co.,363 U. S. 574,\n578 (1960) (“[A]rbitration of labor disputes under collective\nbargaining agreements is part and parcel of the collective\nbargaining process itself”);Textile Workersv.Lincoln Mills of Ala.,353 U. S. 448, 455\n(1957) (“Plainly the agreement to arbitrate grievance disputes is\nthequid pro quofor an agreement not to strike”). The\ndecision to fashion a CBA to require arbitration of\nemployment-discrimination claims is no different from the many\nother decisions made by parties in designing grievance\nmachinery.[Footnote 5]Respondents, however, contend that the\narbitration clause here is outside the permissible scope of the\ncollective-bargaining process because it affects the “employees’\nindividual, non-economic statutory rights.” Brief for Respondents\n22; see alsopost, at 5–6 (Souter, J., dissenting). We\ndisagree. Parties generally favor arbitration precisely because of\nthe economics of dispute resolution. SeeCircuit City Stores,\nInc.v.Adams,532 U. S. 105, 123\n(2001) (“Arbitration agreements allow parties to avoid the costs of\nlitigation, a benefit that may be of particular importance in\nemployment litigation, which often involves smaller sums of money\nthan disputes concerning commercial contracts”). As in any\ncontractual negotiation, a union may agree to the inclusion of an\narbitration provision in a collective-bargaining agreement in\nreturn for other concessions from the employer. Courts generally\nmay not interfere in this bargained-for exchange. “Judicial\nnullification of contractual concessions … is contrary to what the\nCourt has recognized as one of the fundamental policies of the\nNational Labor Relations Act—freedom of contract.”NLRBv.Magnavox Co.,415 U. S. 322, 328\n(1974) (Stewart, J., concurring in part and dissenting in part)\n(internal quotation marks and brackets omitted).As a result, the CBA’s arbitration provision\nmust be honored unless the ADEA itself removes this particular\nclass of grievances from the NLRA’s broad sweep. SeeMitsubishi\nMotors Corp.v.Soler Chrysler-Plymouth, Inc.,473 U. S. 614,\n628 (1985). It does not. This Court has squarely held that the ADEA\ndoes not preclude arbitration of claims brought under the statute.\nSeeGilmer, 500 U. S., at 26–33.InGilmer, the Court explained that\n“[a]lthough all statutory claims may not be appropriate for\narbitration, ‘having made the bargain to arbitrate, the party\nshould be held to it unless Congress itself has evinced an\nintention to preclude a waiver of judicial remedies for the\nstatutory rights at issue.’ ”Id., at 26 (quotingMitsubishi Motors Corp.,supra,at 628). And “if\nCongress intended the substantive protection afforded by the ADEA\nto include protection against waiver of the right to a judicial\nforum, that intention will be deducible from text or legislative\nhistory.” 500 U. S., at 29 (internal quotation marks and brackets\nomitted). The Court determined that “nothing in the text of the\nADEA or its legislative history explicitly precludes arbitration.”Id., at 26–27. The Court also concluded that arbitrating\nADEA disputes would not undermine the statute’s “remedial and\ndeterrent function.”Id., at 28 (internal quotation marks\nomitted). In the end, the employee’s “generalized attacks” on “the\nadequacy of arbitration procedures” were “insufficient to preclude\narbitration of statutory claims,”id.,at 30, because\nthere was no evidence that “Congress, in enacting the ADEA,\nintended to preclude arbitration of claims under that Act,”id.,at 35.TheGilmerCourt’s interpretation of\nthe ADEA fully applies in the collective-bargaining context.\nNothing in the law suggests a distinction between the status of\narbitration agreements signed by an individual employee and those\nagreed to by a union representative. This Court has required only\nthat an agreement to arbitrate statutory antidiscrimination claims\nbe “explicitly stated” in the collective-bargaining agreement.Wright, 525 U. S., at 80 (internal quotation marks\nomitted). The CBA under review here meets that obligation.\nRespondents incorrectly counter that an individual employee must\npersonally “waive” a “[substantive] right” to proceed in court for\na waiver to be “knowing and voluntary” under the ADEA. 29 U.\nS. C. §626(f)(1). As explained below, however, the agreement\nto arbitrate ADEA claims is not the waiver of a “substantive right”\nas that term is employed in the ADEA.Wright,supra,at 80; seeinfra, at 15–16. Indeed, if the\n“right” referred to in §626(f)(1) included the prospective waiver\nof the right to bring an ADEA claim in court, even a waiver signed\nby an individual employee would be invalid as the statute also\nprevents individuals from “waiv[ing] rights or claims that may\narise after the date the waiver is executed.”\n§626(f)(1)(C).[Footnote 6]Examination of the two federal statutes at\nissue in this case, therefore, yields a straightforward answer to\nthe question presented: The NLRA provided the Union and the RAB\nwith statutory authority to collectively bargain for arbitration of\nworkplace discrimination claims, and Congress did not terminate\nthat authority with respect to federal age-discrimination claims in\nthe ADEA. Accordingly, there is no legal basis for the Court to\nstrike down the arbitration clause in this CBA, which was freely\nnegotiated by the Union and the RAB, and which clearly and\nunmistakably requires respondents to arbitrate the\nage-discrimination claims at issue in this appeal. Congress has\nchosen to allow arbitration of ADEA claims. The Judiciary must\nrespect that choice.BThe CBA’s arbitration provision\nis also fully enforceable under theGardner-Denverline of\ncases. Respondents interpretGardner-Denverand its\nprogeny to hold that “a union cannot waive an employee’s right to a\njudicial forum under the federal antidiscrimination statutes”\nbecause “allowing the union to waive this right would substitute\nthe union’s interests for the employee’s antidiscrimination\nrights.” Brief for Respondents 12. The “combination of union\ncontrol over the process and inherent conflict of interest with\nrespect to discrimination claims,” they argue, “provided the\nfoundation for the Court’s holding [inGardner-Denver]\nthat arbitration under a collective-bargaining agreement could not\npreclude an individual employee’s right to bring a lawsuit in court\nto vindicate a statutory discrimination claim.”Id., at\n15. We disagree.1The holding ofGardner-Denveris not as broad as respondents suggest. The\nemployee in that case was covered by a collective-bargaining\nagreement that prohibited “discrimination against any employee on\naccount of race, color, religion, sex, national origin, or\nancestry” and that guaranteed that “[n]o employee will be\ndischarged … except for just cause.” 415 U. S., at 39 (internal\nquotation marks omitted). The agreement also included a “multistep\ngrievance procedure” that culminated in compulsory arbitration for\nany “differences aris[ing] between the Company and the Union as to\nthe meaning and application of the provisions of this Agreement”\nand “any trouble aris[ing] in the plant.”Id., at 40–41\n(internal quotation marks omitted).The employee was discharged for\nallegedly producing too many defective parts while working for the\nrespondent as a drill operator. He filed a grievance with his union\nclaiming that he was “ ‘unjustly discharged’ ” in\nviolation of the “ ‘just cause’ ” provision within the\nCBA. Then at the final prearbitration step of the grievance\nprocess, the employee added a claim that he was discharged because\nof his race.Id., at 38–42.The arbitrator ultimately ruled that the\nemployee had been “ ‘discharged for just cause,’ ” but\n“made no reference to [the] claim of racial discrimination.”Id., at 42. After obtaining a right-to-sue letter from the\nEEOC, the employee filed a claim in Federal District Court,\nalleging racial discrimination in violation of Title VII of the\nCivil Rights Act of 1964. The District Court issued a decision,\naffirmed by the Court of Appeals, which granted summary judgment to\nthe employer because it concluded that “the claim of racial\ndiscrimination had been submitted to the arbitrator and resolved\nadversely to [the employee].”Id., at 43. In the District\nCourt’s view, “having voluntarily elected to pursue his grievance\nto final arbitration under the nondiscrimination clause of the\ncollective-bargaining agreement,” the employee was “bound by the\narbitral decision” and precluded from suing his employer on any\nother grounds, such as a statutory claim under Title VII.Ibid.This Court reversed the judgment on the narrow\nground that the arbitration was not preclusive because the\ncollective-bargaining agreement did not cover statutory claims. As\na result, the lower courts erred in relying on the “doctrine of\nelection of remedies” to bar the employee’s Title VII claim.Id., at 49. “That doctrine, which refers to situations\nwhere an individual pursues remedies that are legally or factually\ninconsistent” with each other, did not apply to the employee’s dual\npursuit of arbitration and a Title VII discrimination claim in\ndistrict court. The employee’s collective-bargaining agreement did\nnot mandate arbitration of statutory antidiscrimination claims.Id., at 49–50. “As the proctor of the bargain, the\narbitrator’s task is to effectuate the intent of the parties.”Id., at 53. Because the collective-bargaining agreement\ngave the arbitrator “authority to resolve only questions of\ncontractual rights,” his decision could not prevent the employee\nfrom bringing the Title VII claim in federal court “regardless of\nwhether certain contractual rights are similar to, or duplicative\nof, the substantive rights secured by Title VII.”Id., at\n53–54; see alsoid., at 50.The Court also explained that the employee had\nnot waived his right to pursue his Title VII claim in federal court\nby participating in an arbitration that was premised on the same\nunderlying facts as the Title VII claim. Seeid.,at 52.\nThus, whether the legal theory of preclusion advanced by the\nemployer rested on “the doctrines of election of remedies” or was\nrecast “as resting instead on the doctrine of equitable estoppel\nand on themes of res judicata and collateral estoppel,”id., at 49, n. 10 (internal quotation marks omitted),\nit could not prevail in light of the collective-bargaining\nagreement’s failure to address arbitration of Title VII claims. Seeid., at 46, n. 6 (“[W]e hold that the federal policy\nfavoring arbitration does not establish that an arbitrator’s\nresolution of acontractualclaim is dispositive of a\nstatutory claim under Title VII” (emphasis added)).The Court’s decisions followingGardner-Denverhave not broadened its holding to make it\napplicable to the facts of this case. InBarrentinev.Arkansas-Best Freight System, Inc.,450 U. S. 728(1981),\nthe Court considered “whether an employee may bring an action in\nfederal district court, alleging a violation of the minimum wage\nprovisions of the Fair Labor Standards Act, … after having\nunsuccessfully submitted a wage claim based on the same underlying\nfacts to a joint grievance committee pursuant to the provisions of\nhis union’s collective-bargaining agreement.”Id., at\n729–730. The Court held that the unsuccessful arbitration did not\npreclude the federal lawsuit. Like the collective-bargaining\nagreement inGardner-Denver, the arbitration provision\nunder review inBarrentinedid not expressly reference the\nstatutory claim at issue. See 450 U. S., at 731, n. 5. The\nCourt thus reiterated that an “arbitrator’s power is both derived\nfrom, and limited by, the collective-bargaining agreement” and\n“[h]is task is limited to construing the meaning of the\ncollective-bargaining agreement so as to effectuate the collective\nintent of the parties.”Id., at 744.McDonaldv.West Branch,466 U. S. 284(1984), was decided along similar lines. The question presented in\nthat case was “whether a federal court may accord preclusive effect\nto an unappealed arbitration award in a case brought under [42 U.\nS. C. §1983].”Id., at 285. The Court declined to\nfashion such a rule, again explaining that “because an arbitrator’s\nauthority derives solely from the contract,Barrentine,supra,at 744, an arbitrator may not have authority to\nenforce §1983” when that provision is left unaddressed by the\narbitration agreement.Id., at 290. Accordingly, as in\nbothGardner-DenverandBarrentine, the Court’s\ndecision inMcDonaldhinged on the scope of the\ncollective-bargaining agreement and the arbitrator’s parallel\nmandate.The facts underlyingGardner-Denver,Barrentine, andMcDonaldreveal the narrow scope\nof the legal rule arising from that trilogy of decisions.\nSummarizing those opinions inGilmer, this Court made\nclear that theGardner-Denverline of cases “did not\ninvolve the issue of the enforceability of an agreement to\narbitrate statutory claims.” 500 U. S., at 35. Those decisions\ninstead “involved the quite different issue whether arbitration of\ncontract-based claims precluded subsequent judicial resolution of\nstatutory claims. Since the employees there had not agreed to\narbitrate their statutory claims, and the labor arbitrators were\nnot authorized to resolve such claims, the arbitration in those\ncases understandably was held not to preclude subsequent statutory\nactions.”Ibid.;see alsoWright, 525 U. S., at\n76;Livadasv.Bradshaw,512 U. S. 107, 127,\nn. 21 (1994).[Footnote 7]Gardner-Denverand its progeny thus do not control the\noutcome where, as is the case here, the collective-bargaining\nagreement’s arbitration provision expressly covers both statutory\nand contractual discrimination claims.[Footnote 8]2We recognize that apart from\ntheir narrow holdings, theGardner-Denverline of cases\nincluded broad dicta that was highly critical of the use of\narbitration for the vindication of statutory antidiscrimination\nrights. That skepticism, however, rested on a misconceived view of\narbitration that this Court has since abandoned.First, the Court inGardner-Denvererroneously assumed that an agreement to\nsubmit statutory discrimination claims to arbitration was\ntantamount to a waiver of those rights. See 415 U. S., at 51.\n(“[T]here can be no prospectivewaiverof an employee’s\nrights under Title VII” (emphasis added)). For this reason, the\nCourt stated, “the rights conferred [by Title VII] can form no part\nof the collective-bargaining process since waiver of these rights\nwould defeat the paramount congressional purpose behind Title VII.”Ibid.;see alsoid., at 56 (“we have long\nrecognized that ‘the choice of forums inevitably affects the scope\nof the substantive right to be vindicated’ ” (quotingU.\nS. Bulk Carriers, Inc.v.Arguelles,400 U. S. 351, 359–360\n(1971) (Harlan, J., concurring))).The Court was correct in concluding that\nfederal antidiscrimination rights may not be prospectively waived,\nsee 29 U. S. C. §626(f)(1)(C); seesupra,at 9, but\nit confused an agreement to arbitrate those statutory claims with a\nprospective waiver of the substantive right. The decision to\nresolve ADEA claims by way of arbitration instead of litigation\ndoes not waive the statutory right to be free from workplace age\ndiscrimination; it waives only the right to seek relief from a\ncourt in the first instance. SeeGilmer,supra,at 26 (“ ‘[B]y agreeing to arbitrate a statutory claim, a\nparty does not forgo the substantive rights afforded by the\nstatute; it only submits to their resolution in an arbitral, rather\nthan a judicial, forum’ ” (quotingMitsubishi Motors\nCorp., 473 U. S., at 628)). This “Court has been quite\nspecific in holding that arbitration agreements can be enforced\nunder the FAA without contravening the policies of congressional\nenactments giving employees specific protection against\ndiscrimination prohibited by federal law.”Circuit City Stores,\nInc., 532 U. S., at 123. The suggestion inGardner-Denverthat the decision to arbitrate statutory\ndiscrimination claims was tantamount to a substantive waiver of\nthose rights, therefore, reveals a distorted understanding of the\ncompromise made when an employee agrees to compulsory\narbitration.In this respect,Gardner-Denveris a\ndirect descendant of the Court’s decision inWilkov.Swan,346 U. S. 427(1953), which held that\nan agreement to arbitrate claims under the Securities Act of 1933\nwas unenforceable. Seeid., at 438. The Court subsequently\noverruledWilkoand, in so doing, characterized the\ndecision as “pervaded by … ‘the old judicial hostility to\narbitration.’ ”Rodriguez de Quijasv.Shearson/American Express, Inc.,490 U. S. 477, 480\n(1989). The Court added: “To the extent thatWilkorested\non suspicion of arbitration as a method of weakening the\nprotections afforded in the substantive law to would-be\ncomplainants, it has fallen far out of step with our current strong\nendorsement of the federal statutes favoring this method of\nresolving disputes.”Id., at 481; see alsoMitsubishi\nMotors Corp.,supra,at 626–627 (“[W]e are well past\nthe time when judicial suspicion of the desirability of arbitration\nand of the competence of arbitral tribunals inhibited the\ndevelopment of arbitration as an alternative means of dispute\nresolution”). The timeworn “mistrust of the arbitral process”\nharbored by the Court inGardner-Denverthus weighs\nagainst reliance on anything more than its core holding.Shearson/American Express Inc.v.McMahon,482 U. S. 220, 231–232 (1987); see\nalsoGilmer, 500 U. S., at 34, n. 5 (reiterating thatGardner-Denver’s view of arbitration “has been undermined\nby [the Court’s] recent arbitration decisions”). Indeed, in light\nof the “radical change, over two decades, in the Court’s\nreceptivity to arbitration,”Wright, 525 U. S., at 77,\nreliance on any judicial decision similarly littered withWilko’s overt hostility to the enforcement of arbitration\nagreements would be ill advised.[Footnote 9]Second,Gardner-Denvermistakenly suggested that certain features\nof arbitration made it a forum “well suited to the resolution of\ncontractual disputes,” but “a comparatively inappropriate forum for\nthe final resolution of rights created by Title VII.” 415 U. S., at\n56. According to the Court, the “factfinding process in\narbitration” is “not equivalent to judicial factfinding” and the\n“informality of arbitral procedure … makes arbitration a less\nappropriate forum for final resolution of Title VII issues than the\nfederal courts.”Id., at 57, 58. The Court also questioned\nthe competence of arbitrators to decide federal statutory claims.\nSeeid., at 57 (“[T]he specialized competence of\narbitrators pertains primarily to the law of the shop, not the law\nof the land”);Barrentine, 450 U. S., at 743 (“Although an\narbitrator may be competent to resolve many preliminary factual\nquestions, such as whether the employee ‘punched in’ when he said\nhe did, he may lack competence to decide the ultimate legal issue\nwhether an employee’s right to a minimum wage or to overtime pay\nunder the statute has been violated”). In the Court’s view, “the\nresolution of statutory or constitutional issues is a primary\nresponsibility of courts, and judicial construction has proved\nespecially necessary with respect to Title VII, whose broad\nlanguage frequently can be given meaning only by reference to\npublic law concepts.”Gardner-Denver,supra,at\n57; see alsoMcDonald, 466 U. S., at 290 (“An arbitrator\nmay not … have the expertise required to resolve the complex legal\nquestions that arise in §1983 actions”).These misconceptions have been\ncorrected. For example, the Court has “recognized that arbitral\ntribunals are readily capable of handling the factual and legal\ncomplexities of antitrust claims, notwithstanding the absence of\njudicial instruction and supervision” and that “there is no reason\nto assume at the outset that arbitrators will not follow the law.”McMahon,supra,at 232;Mitsubishi Motors\nCorp., 473 U. S., at 634 (“We decline to indulge the\npresumption that the parties and arbitral body conducting a\nproceeding will be unable or unwilling to retain competent,\nconscientious, and impartial arbitrators”). An arbitrator’s\ncapacity to resolve complex questions of fact and law extends with\nequal force to discrimination claims brought under the ADEA.\nMoreover, the recognition that arbitration procedures are more\nstreamlined than federal litigation is not a basis for finding the\nforum somehow inadequate; the relative informality of arbitration\nis one of the chief reasons that parties select arbitration.\nParties “trad[e] the procedures and opportunity for review of the\ncourtroom for the simplicity, informality, and expedition of\narbitration.”Id., at 628. In any event, “[i]t is unlikely\n… that age discrimination claims require more extensive discovery\nthan other claims that we have found to be arbitrable, such as RICO\nand antitrust claims.”Gilmer, 500 U. S., at 31. At\nbottom, objections centered on the nature of arbitration do not\noffer a credible basis for discrediting the choice of that forum to\nresolve statutory antidiscrimination claims.[Footnote 10]Third, the Court inGardner-Denverraised in a footnote a “further concern”\nregarding “the union’s exclusive control over the manner and extent\nto which an individual grievance is presented.” 415 U. S., at 58,\nn. 19. The Court suggested that in arbitration, as in the\ncollective-bargaining process, a union may subordinate the\ninterests of an individual employee to the collective interests of\nall employees in the bargaining unit.Ibid.;see alsoMcDonald,supra, at 291 (“The union’s interests\nand those of the individual employee are not always identical or\neven compatible. As a result, the union may present the employee’s\ngrievance less vigorously, or make different strategic choices,\nthan would the employee”); see alsoBarrentine,supra,at 742;post, at 8, n. 4\n(Souter, J., dissenting).We cannot rely on this\njudicial policy concern as a source of authority for introducing a\nqualification into the ADEA that is not found in its text. Absent a\nconstitutional barrier, “it is not for us to substitute our view of\n… policy for the legislation which has been passed by Congress.”Florida Dept. of Revenuev.Piccadilly Cafeterias,\nInc., 554 U. S. ___, ___ (2008) (slip op., at 18) (internal\nquotation marks omitted). Congress is fully equipped “to identify\nany category of claims as to which agreements to arbitrate will be\nheld unenforceable.”Mitsubishi Motors Corp.,supra, at 627. Until Congress amends the ADEA to meet the\nconflict-of-interest concern identified in theGardner-Denverdicta, and seized on by respondents here,\nthere is “no reason to color the lens through which the arbitration\nclause is read” simply because of an alleged conflict of interest\nbetween a union and its members.Mitsubishi Motors Corp.,\nsupra,at 628. This is a “battl[e] that should be fought among\nthe political branches and the industry. Those parties should not\nseek to amend the statute by appeal to the Judicial Branch.”Barnhartv.Sigmon Coal Co.,534 U. S. 438, 462\n(2002).The conflict-of-interest\nargument also proves too much. Labor unions certainly balance the\neconomic interests of some employees against the needs of the\nlarger work force as they negotiate collective-bargain agreements\nand implement them on a daily basis. But this attribute of\norganized labor does not justify singling out an arbitration\nprovision for disfavored treatment. This “principle of majority\nrule” to which respondents object is in fact the central premise of\nthe NLRA.Emporium Capwell Co.v.Western Addition\nCommunity Organization,420 U. S. 50, 62 (1975).\n“In establishing a regime of majority rule, Congress sought to\nsecure to all members of the unit the benefits of their collective\nstrength and bargaining power, in full awareness that the superior\nstrength of some individuals or groups might be subordinated to the\ninterest of the majority.”Ibid.(footnote omitted); see\nalsoFord Motor Co.v.Huffman,345 U. S. 330, 338\n(1953) (“The complete satisfaction of all who are represented is\nhardly to be expected”);Pennsylvania R. Co.v.Rychlik,352 U. S. 480, 498\n(1957) (Frankfurter, J., concurring). It was Congress’ verdict that\nthe benefits of organized labor outweigh the sacrifice of\nindividual liberty that this system necessarily demands.\nRespondents’ argument that they were deprived of the right to\npursue their ADEA claims in federal court by a labor union with a\nconflict of interest is therefore unsustainable; it amounts to a\ncollateral attack on the NLRA.In any event, Congress has\naccounted for this conflict of interest in several ways. As\nindicated above, the NLRA has been interpreted to impose a “duty of\nfair representation” on labor unions, which a union breaches “when\nits conduct toward a member of the bargaining unit is arbitrary,\ndiscriminatory, or in bad faith.”Marquezv.Screen\nActors,525 U.\nS. 33, 44 (1998). This duty extends to “challenges leveled not\nonly at a union’s contract administration and enforcement efforts\nbut at its negotiation activities as well.”Beck, 487 U.\nS., at 743 (citation omitted). Thus, a union is subject to\nliability under the NLRA if it illegally discriminates against\nolder workers in either the formation or governance of the\ncollective-bargaining agreement, such as by deciding not to pursue\na grievance on behalf of one of its members for discriminatory\nreasons. SeeVacav.Sipes,386 U. S. 171, 177\n(1967) (describing the duty of fair representation as the\n“statutory obligation to serve the interests ofallmembers without hostility or discrimination toward any, to exercise\nits discretion with complete good faith and honesty, and to avoid\narbitrary conduct” (emphasis added)). Respondents in fact brought a\nfair representation suit against the Union based on its withdrawal\nof support for their age-discrimination claims. See n. 2,supra. Given this avenue that Congress has made available\nto redress a union’s violation of its duty to its members, it is\nparticularly inappropriate to ask this Court to impose an\nartificial limitation on the collective-bargaining\nprocess.In addition, a union is\nsubject to liability under the ADEA if the union itself\ndiscriminates against its members on the basis of age. See 29 U.\nS. C. §623(d); see also 1 B. Lindemann &\nP. Grossman, Employment Discrimination Law 1575–1581 (4th ed.\n2007) (explaining that a labor union may be held jointly liable\nwith an employer under federal antidiscrimination laws for\ndiscriminating in the formation of a collective-bargaining\nagreement, knowingly acquiescing in the employer’s discrimination,\nor inducing the employer to discriminate); cf.Goodmanv.Lukens Steel Co.,482 U. S. 656, 669\n(1987). Union members may also file age-discrimination claims with\nthe EEOC and the National Labor Relations Board, which may then\nseek judicial intervention under this Court’s precedent. SeeEEOCv.Waffle House, Inc.,534 U. S. 279, 295–296\n(2002). In sum, Congress has provided remedies for the situation\nwhere a labor union is less than vigorous in defense of its\nmembers’ claims of discrimination under the ADEA.IIIFinally,\nrespondents offer a series of arguments contending that the\nparticular CBA at issue here does not clearly and unmistakably\nrequire them to arbitrate their ADEA claims. See Brief for\nRespondents 44–47. But respondents did not raise these\ncontract-based arguments in the District Court or the Court of\nAppeals. To the contrary, respondents acknowledged on appeal that\nthe CBA provision requiring arbitration of their federal\nantidiscrimination statutory claims “is sufficiently explicit” in\nprecluding their federal lawsuit. Brief for Plaintiffs-Appellees in\nNo. 06–3047–cv(L) etc. (CA2), p. 9. In light of respondents’\nlitigating position, both lower courts assumed that the CBA’s\narbitration clause clearly applied to respondents and proceeded to\ndecide the question left unresolved inWright. We granted\nreview of the question presented on that understanding.“Without\ncross-petitioning for certiorari, a prevailing party may, of\ncourse, ‘defend its judgment on any ground properly raised below\nwhether or not that ground was relied upon, rejected, or even\nconsidered by the District Court or the Court of Appeals.’ ”Granfinanciera, S. A.v.Nordberg,492 U. S. 33, 38–39\n(1989) (quotingWashingtonv.Confederated Bands and\nTribes of Yakima Nation,439 U. S. 463, 476,\nn. 20 (1979)). But this Court will affirm on grounds that have\n“ ‘not been raised below … “only in exceptional\ncases.” ’ ”Nordberg, supra,at 39 (quotingHecklerv.Campbell,461 U. S. 458, 468–469,\nn. 12 (1983)). This is not an “exceptional case.” As a result,\nwe find that respondents’ alternative arguments for affirmance have\nbeen forfeited. See,e.g.,Ritav.United\nStates,551 U.\nS. 338, 360 (2007);Sprietsmav.Mercury\nMarine,537 U.\nS. 51, 56, n. 4 (2002). We will not resurrect them on\nrespondents’ behalf.Respondents also argue that\nthe CBA operates as a substantive waiver of their ADEA rights\nbecause it not only precludes a federal lawsuit, but also allows\nthe Union to block arbitration of these claims. Brief for\nRespondents 28–30. Petitioners contest this characterization of the\nCBA, see Reply Brief for Petitioners 23–27, and offer record\nevidence suggesting that the Union has allowed respondents to\ncontinue with the arbitration even though the Union has declined to\nparticipate, see App. to Pet. for Cert. 42a. But not only does this\nquestion require resolution of contested factual allegations, it\nwas not fully briefed to this or any court and is not fairly\nencompassed within the question presented, see this Court’s Rule\n14.1(a). Thus, although a substantive waiver of federally protected\ncivil rights will not be upheld, seeMitsubishi Motors\nCorp., 473 U. S., at 637, and n. 19;Gilmer, 500\nU. S., at 29, we are not positioned to resolve in the first\ninstance whether the CBA allows the Union to prevent respondents\nfrom “effectively vindicating” their “federal statutory rights in\nthe arbitral forum,”Green Tree Financial\nCorp.-Ala.v.Randolph,531 U. S. 79, 90 (2000).\nResolution of this question at this juncture would be particularly\ninappropriate in light of our hesitation to invalidate arbitration\nagreements on the basis of speculation. Seeid., at\n91.IVWe hold that a\ncollective-bargaining agreement that clearly and unmistakably\nrequires union members to arbitrate ADEA claims is enforceable as a\nmatter of federal law. The judgment of the Court of Appeals is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Footnote\n1Article V establishes the\ngrievance process, which applies to all claims regardless of\nwhether they are subject to arbitration under the CBA. Article VI\nestablishes the procedures for arbitration and postarbitration\njudicial review, and, in particular, provides that the arbitrator\n“shall … decide all differences arising between the parties as to\ninterpretation, application or performance of any part of this\nAgreement and such other issues as the parties are expressly\nrequired to arbitrate before him under the terms of this\nAgreement.” App. to Pet. for Cert. 43a–47a.Footnote\n2Respondents also filed a\n“hybrid” lawsuit against the Union and petitioners under §301 of\nthe Labor Management Relations Act, 1947, 29 U. S. C. §185,\nsee alsoDelCostellov.Teamsters,462 U. S. 151, 164–165\n(1983), alleging that the Union breached its “duty of fair\nrepresentation” under the NLRA by withdrawing support for the\nage-discrimination claims during the arbitration and that\npetitioners breached the CBA by reassigning respondents.\nRespondents later voluntarily dismissed this suit with\nprejudice.Footnote\n3Petitioners also filed a\nmotion to dismiss the complaint for failure to state a claim. The\nDistrict Court denied the motion, holding that respondents had\nsufficiently alleged an ADEA claim by claiming that they “were over\nthe age of 40, … they were reassigned to positions which led to\nsubstantial losses in income, and … their replacements were both\nyounger and had less seniority at the building.” App. to Pet. for\nCert. 20a (footnote omitted). Petitioners have not appealed that\nruling.Footnote\n4Compare, e.g.,Rogersv.New York Univ., 220 F. 3d 73, 75\n(CA2 2000)(per curiam); O’Brienv.Agawam,350\nF. 3d 279, 285 (CA1 2003);Mitchellv.Chapman,343 F. 3d 811, 824 (CA6 2003);Ticev.American Airlines, Inc., 288 F. 3d 313, 317 (CA7\n2002), with, e.g.,Eastern Associated Coal Corp.v.Massey,373 F. 3d 530, 533 (CA4 2004).Footnote\n5Justice Souter claims that\nthis understanding is “impossible to square with our conclusion in\n[Alexanderv.]Gardner-Denver[Co.,415 U.\nS. 36(1974)] that ‘Title VII … stands on plainly different\nground’ from ‘statutory rights related to collective activity’: ‘it\nconcerns not majoritarian processes, but an individual’s right to\nequal employment opportunities.’ ”Post, at 5\n(dissenting opinion) (quotingGardner-Denver, 415 U.\nS.,at 51). As explained below, however, Justice Souter\nrepeats the key analytical mistake made inGardner-Denver’s dicta by equating the decision to\narbitrate Title VII and ADEA claims to a decision to forgo these\nsubstantive guarantees against workplace discrimination. Seeinfra, at 15–17. The right to a judicial forum is not the\nnonwaivable “substantive” right protected by the ADEA. Seeinfra, at 9, 24. Thus, although Title VII and ADEA rights\nmay well stand on “different ground” than statutory rights that\nprotect “majoritarian processes,”Gardner-Denver,supra, at 51, the voluntary decision to collectively\nbargain for arbitration does not deny those statutory\nantidiscrimination rights the full protection they are\ndue.Footnote\n6Respondents’ contention that\n§118 of the Civil Rights Act of 1991, Pub. L. 102–166, 105 Stat.\n1081, note following 42 U. S. C. §1981 (2000 ed.), precludes\nthe enforcement of this arbitration agreement also is misplaced.\nSee Brief for Respondents 31–32; see alsopost, at 8–9\n(Souter, J., dissenting). Section 118 expresses Congress’ support\nfor alternative dispute resolution: “Where appropriate and to the\nextent authorized by law, the use of alternative means of dispute\nresolution, including … arbitration, is encouraged to resolve\ndisputes arising under” the ADEA. 105 Stat. 1081, note following 42\nU. S.C. §1981. Respondents argue that the legislative history\nactually signals Congress’ intent to preclude arbitration waivers\nin the collective-bargaining context. In particular, respondents\npoint to a House Report that, in spite of the statute’s plain\nlanguage, interprets §118 to support their position. See H. R.\nRep. No. 102–40, pt. 1, p. 97 (1991) (“[A]ny agreement to\nsubmit disputed issues to arbitration … in the context of a\ncollective bargaining agreement … does not preclude the affected\nperson from seeking relief under the enforcement provisions of\nTitle VII. This view is consistent with the Supreme Court’s\ninterpretation of Title VII inAlexanderv.Gardner-Denver Co.,415 U.\nS. 36(1974)”). But the legislative history mischaracterizes\nthe holding ofGardner-Denver, which does not prohibit\ncollective bargaining for arbitration of ADEA claims. Seeinfra,at 11–14. Moreover, reading the legislative history\nin the manner suggested by respondents would create a direct\nconflict with the statutory text, which encourages the use of\narbitration for dispute resolution without imposing any constraints\non collective bargaining. In such a contest, the text must prevail.\nSeeRatzlafv.United States,510 U. S. 135, 147–148\n(1994) (“[W]e do not resort to legislative history to cloud a\nstatutory text that is clear”).Footnote\n7Justice Souter’s reliance onWrightv.Universal Maritime Service Corp.,525 U. S. 70(1998), to support its\nview ofGardner-Denveris misplaced. Seepost, at\n5, 7.Wrightidentified the “tension” between the two\nlines of cases represented byGardner-DenverandGilmer, but found “it unnecessary to resolve the question\nof the validity of a union-negotiated waiver, since it [was]\napparent … on the facts and arguments presented … that no such\nwaiver [had] occurred.” 525 U. S., at 76–77. And although his\ndissent describesWright’s characterization ofGardner-Denveras “raising a ‘seemingly absolute\nprohibition of union waiver of employees’ federal forum\nrights,’ ”post, at 7 (quotingWright, 525\nU. S.,at 80), it wrenches the statement out of context:\n“Although [the right to a judicial forum] is not a substantive\nright, seeGilmer, 500 U. S., at 26, andwhether or\nnot Gardner-Denver’s seemingly absolute prohibition of union\nwaiver of employees’ federal forum rightssurvives Gilmer,Gardner-Denverat least stands for the proposition that\nthe right to a federal judicial forum is of sufficient importance\nto be protected against less-than-explicit union waiver in a CBA,”id.,at 80 (emphasis added).Wrighttherefore\nneither endorsedGardner-Denver’s broad language nor\nsuggested a particular result in this case.Footnote\n8Because today’s decision does\nnot contradict the holding ofGardner-Denver, we need not\nresolve thestare decisisconcerns raised by the\ndissenting opinions. Seepost, at 4, 9 (opinion of Souter,\nJ.);post, at 2–4 (opinion of Stevens, J.). But given the\ndevelopment of this Court’s arbitration jurisprudence in the\nintervening years, seeinfra, at 16–19,Gardner-Denverwould appear to be a strong candidate for\noverruling if the dissents’ broad view of its holding, seepost, at 6–7 (opinion of Souter, J.), were correct.\nSeePattersonv.McLean Credit Union,491 U. S. 164, 173\n(1989) (explaining that it is appropriate to overrule a decision\nwhere there “has been [an] intervening development of the law” such\nthat the earlier “decision [is] irreconcilable with competing legal\ndoctrines and policies”).Footnote\n9Justice Stevens suggests that\nthe Court is displacing its “earlier determination of the relevant\nprovisions’ meaning” based on a “preference for arbitration.”Post, at 2. But his criticism lacks any basis. We are not\nrevisiting a settled issue or disregarding an earlier\ndetermination; the Court is simply deciding the question identified\ninWrightas unresolved. Seesupra, at 5–6; see\nalsoinfra, at 23–24. And, contrary to Justice Stevens’\naccusation, it is the Court’s fidelity to the ADEA’s text—not an\nalleged preference for arbitration—that dictates the answer to the\nquestion presented. AsGilmerexplained, nothing in the\ntext of Title VII or the ADEA precludes contractual arbitration,\nseesupra, at 8–9, and Justice Stevens has never suggested\notherwise. Rather, he has always contended that permitting the\n“compulsory arbitration” of employment discrimination claims\nconflicts with his perception of “the congressional purpose\nanimating the ADEA.”Gilmer, 500 U. S., at 41 (Stevens,\nJ., dissenting); see alsoid., at 42 (“Plainly, it would\nnot comport with the congressional objectives behind a statute\nseeking to enforce civil rights protected by Title VII to allow the\nvery forces that had practiced discrimination to contract away the\nright to enforce civil rights in the courts” (internal quotation\nmarks omitted)). TheGilmerCourt did not adopt Justice\nStevens’ personal view of the purposes underlying the ADEA, for\ngood reason: That view is not embodied within the statute’s text.\nAccordingly, it is not the statutory text that Justice Stevens has\nsought to vindicate—it is instead his own “preference” for\nmandatory judicial review, which he disguises as a search for\ncongressional purpose. This Court is not empowered to incorporate\nsuch a preference into the text of a federal statute. Seeinfra, at 20–21. It is for this reason, and not because of\na “policy favoring arbitration,” seepost, at 1, 3\n(Stevens, J., dissenting), that the Court overturnedWilkov.Swan,346 U. S. 427(1953). And it is why we\ndisavow the antiarbitration dicta ofGardner-Denverand\nits progeny today.Footnote\n10Moreover, an arbitrator’s\ndecision as to whether a unionized employee has been discriminated\nagainst on the basis of age in violation of the ADEA remains\nsubject to judicial review under the FAA. 9 U. S. C. §10(a).\n“[A]lthough judicial scrutiny of arbitration awards necessarily is\nlimited, such review is sufficient to ensure that arbitrators\ncomply with the requirements of the statute.”Shearson/American\nExpress Inc.v.McMahon,482 U. S. 220, 232 (1987).",
    "joined": []
}