{
    "case": {
        "docket": "14-613",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-613/"
    },
    "id": "3575434",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–613_________________MARVIN GREEN, PETITIONERv.MEGAN J.\nBRENNAN, POSTMASTER GENERALon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[May 23, 2016]Justice Thomas, dissenting.Title VII of the Civil Rights Act of 1964\nprohibits employers from engaging in discriminatory acts against\ntheir employees. Under a 1992 Equal Employment Opportunity\nCommission (EEOC) regulation implementing Title VII, federal\nemployees “who believe they have been discriminated against” “must\nconsult a[n] [EEOC] Counselor prior to filing a complaint in order\nto try to informally resolve the matter.” 29 CFR §1614.105(a)\n(2015). In particular, the aggrieved employee “must initiate\ncontact with a Counselor within 45 days of date of the matter\nalleged to be discriminatory.” §1614.105(a)(1).Today, the majority holds that a “matter alleged\nto be discriminatory” includes a matter that is not\n“discriminatory” at all: a federal employee’s decision to quit his\njob.Ante,at 5–6. The majority reaches this conclusion by\nadopting an atextual reading of the regulation that expands the\nconstructive-discharge doctrine. Consistent with the text of the\nregulation and history of the constructive-discharge doctrine, I\nwould hold that only an employ-er’s actions may constitute a\n“matter alleged to be discriminatory.” Because the only employer\naction alleged to be discriminatory here took place more than 45\ndays before petitioner Marvin Green contacted EEOC, his claims are\nuntimely. I therefore respectfully dissent.IThe meaning of a “matter alleged to be\ndiscriminatory” refers to actions taken by the employer, not the\nemployee. This follows from the ordinary meaning of “matter” and\n“discriminatory,” as well as this Court’s precedents.AI begin with “ ‘the language [of the\nregulation] itself and the specific context in which that language\nis used.’ ”McNeillv.United States, 563\nU. S. 816, 819 (2011) (brackets omitted). When a word or\nphrase is left undefined—as “matter alleged to be discriminatory”\nis—we consider its “ordinary meaning.”Asgrow Seed Co.v.Winterboer, 513 U. S. 179, 187 (1995) . A “matter” is\n“a subject under consideration, esp. involving a dispute or\nlitigation” or “[s]omething that is to be tried or proved; an\nallegation forming the basis of a claim or defense.” Black’s Law\nDictionary 992 (7th ed. 1999); The Oxford English Dictionary 481\n(2d ed. 1989) (“matter” means “[a]n event, circumstance, fact,\nquestion, state or course of things, etc., which is or may be an\nobject of consideration or practical concern; a subject, an affair,\na business”); seeante, at 5 (embracing this view). The term\n“discriminatory” means characterized by differential treatment that\nlacks a sound justification. See The Random House Dictionary of the\nEnglish Language 564 (2d ed. 1987) (“discriminatory” means\n“characterized by or showing prejudicial treatment esp. as an\nindication of racial, religious, or sexual bias”); B. Garner, A\nDictionary of Modern Legal Usage 191 (1987) (“discriminatory” means\n“applying discrimination in treatment, esp. on ethnic grounds”);\nBlack’s Law Dictionary 479 (“discrimination” means characterized by\n“[d]ifferential treatment; esp., a failure to treat all persons\nequally when no reasonable distinction can be found between those\nfavored and those not favored”). Thus, a “matter alleged to be\ndiscriminatory” means an employee’s allegation that he was treated\nin an unjustifiably differential manner.In the context of employment discrimination,\nonly an employer can discriminate against—or apply unjustifiable\ndifferential treatment to—an employee.[1] An employee cannot plausibly be said to discriminate\nagainst himself. It therefore makes no sense to say that an\nemployee’s act of quitting constitutes an action in which he was\ntreated in a differential manner that lacked a sound\njustification.And, it does not make any more sense to say that\nan employee’s decision to quit is itself “discriminatory” simply\nbecause it may result from antecedent discriminatory conduct. As\ntwo of our precedents—National Railroad Passenger\nCorporationv.Morgan, 536 U. S. 101 (2002) , andDelaware State Collegev.Ricks, 449 U. S. 250\n(1980) —illustrate, the “matter alleged to be discrimina-tory” is\nthereasonthe employee quit, and not the quitting\nitself.InMorgan, we rejected the argument that\na phrase similar to “matter alleged to be discriminatory”—namely,\nan “alleged unlawful employment practice”—“connotes an ongoing\nviolation that can endure or recur over a period of time.” 536\nU. S., at 109–111. We held that discrete discriminatory acts\nof the employer occurring outside a filing period were not\nactionable, even if connected to other acts within the period.Id.,at 113. The word “practice,” we explained, did not\n“conver[t] related discrete acts into a single unlawful practice\nfor the purposes of timely filing.”Id.,at 111. The same is\ntrue of the word “matter.” See,e.g.,EEOC Compliance\nManual: Threshold Issues §2–IV(C)(1), n. 179 (equating “matter\nalleged to be discriminatory” with “the alleged discriminatory\nemploymentpractice”), online at\nhttp://www.eeoc.gov/policy/docs/ threshold.html (as last visited\nMar. 29, 2016) (equating “matter alleged to be discriminatory” with\n“the alleged discriminatory employment practice”).RickscomplementsMorganby\nholding that discrimination occurs when an employer takes some\nadverse action against the employee, and not when the employee\nfeels the consequences of that action. 449 U. S., at 257–258.\nInRicks, we considered the timeliness of an EEOC complaint\nthat a professor filed after he was allegedly denied tenure on\naccount of his national origin.Id.,at 252–254. The\nemployer offered him a contract to teach one more year after it\ndenied tenure.Id., at 255. The professor contended that his\nclaim did not accrue until his 1-year contract expired, because the\noffer of the contract constituted a “ ‘continuing\nviolation.’ ”Id., at 257. We rejected that argument\nand explained that “[m]ere continuity of employment, without more,\nis insufficient to prolong the life of a cause of action for\nemployment discrimination.”Ibid.; see alsoChardonv.Fernandez, 454 U. S. 6, 8 (1981) (per curiam)\n(holding that claims of administrators of the Puerto Rican\nDepartment of Education were untimely because their claims accrued\nwhen they received notice that they would be fired and not on the\neffective date of their terminations).Next PageThe alleged employer conduct that most\nimmediately prompted Green’s decision to quit was the Postal\nService’s request on or about December 15, 2009, that he sign a\nsettlement agreement. See App. 17, ¶72; App. 19, ¶83. It is\nirrelevant whether Green’s decision to quit “g[a]v[e] present\neffect to the past illegal act[s] and therefore perpetuate[d] the\nconsequences of forbidden discrimination.”Ricks,supra, at 258 (internal quotation marks omitted). Because\nthe Postal Service’s December 15 request is the“matter alleged to be discriminatory,” Green had\n45 days from December 15 to initiate contact with EEOC.[2] Because he was 52 days late in doing\nso, his claim was untimely.BThe majority reaches the opposite conclusion\nfor three reasons. None withstands scrutiny.First, the majority observes that the text of\nthe regulation is “not particularly helpful” because the word\n“matter” simply means “ ‘an allegation forming the basis of a\nclaim or defense,’ ” which “could readily apply to a\ndiscrimination-precipitated resignation.”Ante, at 5. Thus,\nthe ma-jority contends, “matter” could “reasonably be interpreted\nto include the factual basis for a claim,” which, in its view,\nincludes Green’s decision to resign.Ante, at 10. But, as\nexplained, that interpretation does not grapple with the entire\nphrase, “matteralleged to be discriminatory,” which does\nnot encompass the subsequent nondiscriminatory actions that the\nemployee takes.Next PageSecond, the majority contends that the\n“standard rule for limitations periods” informs its understanding\nof 29 CFR §1614.105.Ante, at 6 (internal quotation marks\nomitted). Under this rule, the majority contends, a limitations\nperiod does not begin to run until there is a “complete and present\ncause of action.”Ante,at 6 (internal quotation marks\nomitted). The majority concludes thatthere is no “complete and present cause of\naction” for constructive discharge until “an employee resigns.”Ibid.(internal quotation marks omitted).Even assuming that an employee’s resignation was\nan essential part of a constructive discharge “claim” (but see Part\nII,infra) the “standard rule” is merely a “default” rule.Graham County Soil & Water Conservation Dist.v.United States ex rel. Wilson, 545 U. S. 409, 418 (2005)\n. That “default rule” does not apply, however, where—as here—the\ntext confirms that the limitations period begins to runbeforethe cause of action accrues.Pillsburyv.United Engineering\nCo., 342 U. S. 197 (1952) , confirms this point. In that\ncase, the Court considered a statute that provided that\n“ ‘[t]he right to compensation for disability . . .\nshall be barred unless a claim therefor is filed within one year\nafter the injury.’ ”Id.,at 197 (quoting 33\nU. S. C. §913(a) (1952)). The Court held that the 1-year\nperiod began at the time of injury, not when the employee later\nbecame disabled as a result of the injury and concluded that\n“Congress meant what it said when it limited recovery to one year\nfrom date of injury, and ‘injury’ does not mean\n‘disability.’ ” 342 U. S., at 199–200. Although that\nreading meant that “an employee [could] be barred from filing his\nclaim before his right to file it arises,” the Court refused to\n“rewrite the statute of limitations” to avoid that result.Ibid.; see also,e.g., Doddv.United States,\n545 U. S. 353 –360 (2005) (giving effect to the clear text of\na limitations provision even though that reading “ma[de] it\ndifficult” for certain movants “to obtain relief” and could lead to\n“harsh results”).Like the limitations provision inPillsbury, 29 CFR §1614.105 makes clear that the limitations\nperiod could begin before any constructive-discharge claim accrues,\nlest “what was intended to be a limitation [be] no limitation at\nall.” 342 U. S., at 200. The regulation instructs that the\nlimitations period begins to run when the “matter alleged to be\ndiscriminatory” occurs—i.e.,the discriminatory conduct of\nthe employer. To say that this includes Green’s resignation could\n“have the effect of extending the limitation indefinitely.”Ibid.; see Part I–A,supra.Finally, the majority downplaysMorganandRicksby claiming that Green’s resignation was “not\nmerely an inevitable consequence of the discrimination he suffered;\nit is an essential part of his constructive-discharge claim.”Ante, at 13. “[A] claim that an employer constructively\ndischarged an employee,” the majority contends, “is no different\nfrom a claim that an employer actually discharged an employee.”Ante,at 7. This reasoning cannot be reconciled with the\nregulatory text and fails to grapple with our precedents.By\nisolating Green’s late response to the settlement agreement rather\nthan his employer’s alleged coercion of Green to sign that\nagreement, the majority ignores the discriminatory act and bestows\non Green an advantage that other employees subject to wrongful\ndiscrimination do not have. Had Green signed termination papers\nrather than settlement papers, there would be no question about the\nuntimeliness of his claims. As inRicks, the time for\nGreen’s claim would have begun to run when his employer\ndiscriminated against him, even if the termination was not\neffective until months later. 449 U. S., at 257; see alsoChardon, 454 U. S., at 8 (same). But today, the\nmajority decides that Green’s claim is different. In doing so, the\nmajority elevates constructive discharge to the status of a super\ntermination capable of extending a limitations period far beyond\nthe time the employer acted discriminatorily.IIThe majority’s error is not merely one of\nregulatory misinterpretation. By misreading the regulation, the\nmajority expands the constructive-discharge doctrine beyond its\noriginal bounds. In particular, the majority cements the (mistaken)\nnotion that constructive discharge is an independent cause of\naction—and not a mere counterdefense—by unjustifiably focusing on\nan employee’s response to an employer’s conduct. See,e.g.,\nante, at 6–14. In doing so, the majority exacerbates the\nproblems thatPennsylvania State Policev.Suders,\n542 U. S. 129 (2004) , first created in adopting a capacious\ndefinition of “constructive discharge.”AIn holding that a discrimination claim based\non constructive discharge accrues when an employee resigns, the\nmajority wrongly assumes that constructive discharge is a separate\nclaim equivalent to an actual discharge under Title VII.Ante, at 10–11. But the constructive-discharge doctrine is\nbest understood as “a counter-defense to the employer[’]s defense\nthat the worker [voluntarily] quit,” and not a separate claim.EEOCv.R. J. Gallagher Co., 959 F. Supp.\n405, 408 (SD Tex. 1997), vacated in part on other grounds, 181\nF. 3d 645 (CA5 1999).The National Labor Relations Board (NLRB)\ndeveloped the constructive-discharge doctrine in the 1930’s “to\naddress situations in which employers coerced employees to resign,\noften by creating intolerable working conditions, in retaliation\nfor employees’ engagement in collective activities.”Suders,supra, at 141; see also Shuck, Comment, That’s It, I Quit:\nReturning to First Principles in Constructive Discharge Doctrine,\n23 Berkeley J. Empl. & Lab. L. 401, 406–407 (2002). An employee\nwho voluntarily quit usually lost the right to backpay and other\nremedies, whereas an employee who was fired for discriminatory\nreasons did not. Seeid.,at 403. The\nconstructive-discharge doctrine enabled courts to provide a remedy\nto those employees who voluntarily quit based on the fiction that\ntheir decision to quit was not actually voluntary. Seeibid.;Suders,supra, at 147, n. 8. Thus,\nas it was originally conceived, constructive discharge was not an\nindepend-ent cause of action but instead a counterdefense to an\nemployer’s contention that a resignation was voluntary, and thus,\nshould “factor into the damages.”Knabev.Boury\nCorp., 114 F. 3d 407, 408, n. 1 (CA3 1997); see alsoRussv.Van Scoyoc Assoc., Inc., 122 F. Supp. 2d\n29, 35–36 (DC 2000) (collecting cases). So understood, an\nemployee’s resignation does not complete any cause of action, and\nthus does not trigger the limitations period.The majority contends thatSudersmarked\na departure from this original conception of constructive discharge\nby “expressly h[o]ld[ing] that constructive discharge is a claim\ndistinct from the underlying discriminatory act.”Ante,at\n11. But, that case does not resolve the issue one way or the other.\nTo be sure,Suderscontains a few statements suggesting that\nconstructive discharge is a claim. As the majority points out, for\nexample,Sudersstates that a hostile work environment claim\nis less “grav[e]” than a “claimof hostile-environment\nconstructive discharge,” and “a claim for constructive discharge\nlies under Title VII.”Ante,at 11 (citingSuders,\n542 U. S., at 142, 149; emphasis added); see alsoid.,\nat 133 (referring to “sexual harassment/constructive discharge\nclaim”);id.,at 143 (referring to “constructive discharge\nclaims”). At the same time, however, the question at issue inSuderswas the availability of affirmative defenses. In that\nvein,Sudersheld only that employers could avail themselves\nof those defenses if an “official act” of the company “d[id] not\nunderlie the constructive discharge.”Id., at 148. There are\nalso statements throughout theSudersopinion that are\nflatly inconsistent with the reading that the majority suggests.\nFor example, it points out that an employee’s resignation is\n“assimilated to a formal discharge” for “remedial purposes,”\nwithout mentioning liability.Id.,at 141 (emphasis\nadded); see alsoid.,at 147, n. 8 (noting that “a\nprevailing constructive discharge plaintiff is entitled to all\ndamages available for formal discharge,” including “backpay” and\nsometimes “frontpay”);id.,at 148 (“a constructive\ndischarge is functionally the same as an actual termination indamages-enhancing respects” (emphasis added)). In short,Sudersdoes not resolve whether constructive discharge\ndepends on the underlying discriminatory act. And, it does not hold\nthat constructive discharge is a cause of action that is distinct\nfrom the underlying discrimination claim.BThe majority today not only exploitsSuders’ imprecision about whether constructive discharge is\nan independent claim, but also takes advantage of that opinion’s\nambig-uity as to what an employee must establish to invoke the\ndoctrine.InSuders, I objected to the Court’s\nstatement that the constructive-discharge doctrine encompasses\nthose situations in which “working conditions become so intolerable\nthat a reasonable person in the employee’s position would have felt\ncompelled to resign.”Id., at 141. That description does\n“not in the least resemble actual discharge” because it permits an\nemployee “to allege a constructive discharge absent any adverse\nemployment action” and absent any employer intent to cause a\nresignation.Id.,at 153–154 (Thomas, J., dissenting).Despite theSudersCourt’s overly broad\ndescription of the doctrine, the Court at least retained some focus\non an employer’s conduct. The Court inSudersexplained that\nwhether to “assimilat[e]” a constructive discharge “to a formal\ndischarge for remedial purposes” entailed an “objective” inquiry\nthat focused on the “working conditions” themselves.Id.,at\n141. And, it held that an employer could raise certain affirmative\ndefenses to stave off liability when no official action forced an\nemployee to resign.Id.,at 147.Today, the majority goes even further thanSudersin eviscerating the limitations on the\nconstructive-discharge doctrine. The majority’s rule transforms\nconstructive discharge into a claim focused on the employee’s\nconduct, instead of the employer’s. Green does not allege that,\nafter he signed the settlement agreement, any other act—by a\nsupervisor or even a co-worker—occurred or otherwise immediately\nprecipitated his decision to quit. See App. 19, ¶¶83–85. The\nmajority’s holding—that Green’s claim accrued when he resigned—must\nrest then on Green’s own subjective feelings about the forced\nsettlement. By ignoring the date on which an employer’s\ndiscriminatory act occurred and instead focusing only on an\nemployee’s subjective response to that discriminatory act (seeante,at 12–14), the majority dispenses with the function of\nan employer’s conduct. The effect of the majority’s analysis, then,\nis that constructive discharge no longer involves any sort of\nobjective inquiry.I cannot agree. The concept of constructive\ndischarge is already on tenuous footing. It is not based on the\ntext of Title VII but instead on the fiction that an employee’s\nresignation can be attributed to his employer in limited\ncircumstances. As initially conceived by the NLRB, this fictitious\nattribution could be justified if an employer’s unlawful employment\npractice “standing alone, render[ed] an employee’s\nresignation reasonable and [thus] entitle[d] the employee to\nbackpay.” Shuck, 23 Berkeley J. Empl. & Lab. L., at 409\n(emphasis added); see,e.g., In re Waples-Platter Co.,\n49 N. L. R. B. 1156, 1174–1175 (1943) (concluding\nthat it was reasonableper sefor the employees to quit\nin light of the nature of the employer’s intentional,\ndiscriminatory transfers). Such attribution cannot be justified,\nhowever, where—as here—the constructive discharge accrues based\nsolely on an employee’s subjective response to alleged\ndiscrimination.*  *  *Because Green has not proffered any evidence\nthat discrimination continued to occur after he signed the\nsettlement agreement, his contact with EEOC was untimely under 29\nCFR §1614.105. Accordingly, I would affirm the judgment of the\nCourt of the Appeals.Notes1Title VII defines the\nterm “employer” to include “agent[s]” of the employer. 42\nU. S. C. §2000e(b).2Title VII does not\nprovide federal employees with a cause of action for retaliation.Ante,at 3, n. 1. Title VII’s federal-sector provision\nincorporates certain private-sector provisions related to\ndiscrimination but does not incorporate the provision prohibiting\nretaliation in the private sector. See 42 U. S. C.\n§2000e–16(d) (incorporating §§2000e–5(f ) to (k) but not\n§2000e–3(a), which forbids private-sector retaliation). In light of\nthis text, I have grave doubts that Green—as a federal employee—has\na claim for retaliation. But because the parties do not raise this\nissue, and the majority leaves it open, I need not resolve\nit.",
    "joined": []
}