{
    "case": {
        "docket": "19-251",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-251/"
    },
    "id": "4446160",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–251 and 19–255_________________AMERICANS FOR PROSPERITY FOUNDATION,\nPETITIONER19–251v.ROB BONTA, ATTORNEY GENERAL OF\nCALIFORNIATHOMAS MORE LAW CENTER, PETITIONER19–255v.ROB BONTA, ATTORNEY GENERAL OF\nCALIFORNIAon writs of certiorari to the united states\ncourt of appeals for the ninth circuit[July 1, 2021]Justice Thomas, concurring in Parts I, II–A,\nII–B–2, and III–A, and concurring in the judgment.The Court correctly holds that California’s\ndisclosure requirement violates the First Amendment. It also\ncorrectly concludes that the District Court properly enjoined\nCalifornia’s attorney general from collecting the forms at issue,\nwhich contain sensitive donor information. But, while I agree with\nmuch of the Court’s opinion, I would approach three issues\ndifferently.First, the bulk of “our precedents\n. . . require application of strict scrutiny to laws that\ncompel disclosure of protected First Amendment association.”Doev.Reed,561 U.S.\n186, 232 (2010) (Thomas, J., dissenting). California’s law fits\nthat description. Although the Court rightly holds that even the\nless demanding “exacting scrutiny” standard requires narrow\ntailoring for laws that compel disclosure,ante, at 9–11,\ninvoking exacting scrutiny is at odds with our repeated recognition\n“that privacy of association is protected under the First\nAmendment.” 561 U. S.,at 240 (Thomas, J., dissenting).\nThe text and history of the Assembly Clause suggest that the right\nto assemble includes the right to associate anonymously. See 4\nAnnals of Cong. 900–902, 941–942 (1795) (defending the\nDemocratic-Republican societies, many of which met in secret, as\nexercising individuals’ “leave to assemble”); see also Brief for\nBecket Fund for Religious Liberty asAmicus Curiae13–20;\nReply Brief in No. 19–251, pp. 3–5;NAACPv.Alabama ex\nrel. Patterson,357 U.S.\n449(1958) (discussing the history of anonymous publications).\nAnd the right to associate anonymously often operates as a vehicle\nto protect other First Amendment rights, such as the freedom of the\npress.McIntyrev.Ohio Elections Comm’n,514 U.S.\n334, 361–367 (1995) (Thomas, J., concurring) (“Founding-era\nAmericans” understood the freedom of the press to include the right\nof printers and publishers not to be compelled to disclose the\nauthors of anonymous works). Laws directly burdening the right to\nassociate anonymously, including compelled disclosure laws, should\nbe subject to the same scrutiny as laws directly burdening other\nFirst Amendment rights.Doe, 561 U. S., at 232,\n240.Second, the Court holds the law “overbroad” and,\nthus, invalid in all circumstances.Ante, at 16. But I\ncontinue to have “doubts about [the] origins and application” of\nour “overbreadth doctrine.”United Statesv.Sineneng-Smith, 590 U. S. ___, ___ (2020) (Thomas, J.,\nconcurring) (slip op., at 1). That doctrine purports to grant\nfederal courts the power to invalidate a law “if a substantial\nnumber of its applications are unconstitutional, judged in relation\nto the statute’s plainly legitimate sweep.”Ibid.(internal\nquotation marks omitted). However, the Court has no power to enjoin\nthelawfulapplication of a statute just because that\nstatute might be unlawful as-applied in other circumstances.Id.,at ___ (slip op., at 9);Bordenv.United\nStates, 593 U. S. ___, ___ (2021) (Thomas, J., concurring)\n(slip op., at 4) (“a court cannot, consistent with separation of\npowers, enjoin enforcement of a statute where enforcement would be\nlawful”). And the principle that application of a law is always\nunlawful if “ ‘a substantial number of its applications are\nunconstitutional’ ” “lacks any basis in the Constitution’s\ntext” and “contravenes traditional standing principles.”Sineneng-Smith, 590 U. S., at ___ (Thomas, J.,\nconcurring) (slip op., at 1).Third, and relatedly, this Court also lacks the\npower “to ‘pronounce that the statute is unconstitutional inallapplications,’ ” even if the Court suspects that the law\nwill likely be unconstitutional in every future application as\nopposed to just a substantial number of its applications.Borden, 593 U. S., at ___ (Thomas, J., concurring)\n(slip op., at 3) (quotingChicagov.Morales, 527\nU. S 41, 77 (1999) (Scalia, J., dissenting)). A declaration\nthat the law is “facially” unconstitutional “seems to me no more\nthan an advisory opinion—which a federal court should never issue\nat all.” 593 U. S., at ___ (Thomas, J., concurring) (slip op.,\nat 3).Courts cannot “strike down statutory text” or resolve\nthe legal rights of litigants not before them.Ibid.(brackets and internal quotation marks omitted).Despite the Court’s use of the term “facially\nunconstitutional,” I join Part III–A, which finds that California’s\nlaw fails exacting scrutiny, because the Court does not say that it\nis “provid[ing] relief beyond the parties to the case.”Trumpv.Hawaii, 585 U. S. ___, ___ (2018)\n(Thomas, J., concurring) (slip op., at 6). The Court simply (and\ncorrectly) holds that the District Court properly enjoined the lawas appliedto petitioners.Ante, at 19. The Court’s\njudgment is also not dependent on its overbreadth determination.Ante, at 12–15. One can understand the Court’s reasoning as\nbased on the fundamental legal problems with the law (that are\nobvious in light of the facts of this suit) that will, in practice,\nprevent California from lawfully applying the disclosure\nrequirement against a substantial number of entities, including\npetitioners.With those points of difference clarified, I\njoin Parts I, II–A, II–B–2, and III–A of the majority’s opinion and\nconcur in the judgment.",
    "joined": []
}