{
    "case": {
        "docket": "103",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/103/"
    },
    "id": "1962037",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGGEORGIA V. RANDOLPH547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-1067GEORGIA, PETITIONERv.SCOTT FITZ\nRANDOLPHon writ of certiorari to the supreme court of\ngeorgia[March 22, 2006]Justice Thomas, dissenting.The Court has long recognized\nthat “[i]t is an act of responsible citizenship for individuals to\ngive whatever information they may have to aid in law enforcement.”Mirandav.Arizona,384 U. S. 436, 477–478\n(1966). Consistent with this principle, the Court held inCoolidgev.New Hampshire,403 U. S. 443(1971),\nthat no Fourth Amendment search occurs where, as here, the spouse\nof an accused voluntarily leads the police to potential evidence of\nwrongdoing by the accused.Id., at 486–490. BecauseCoolidgesquarely controls this case, the Court need not\naddress whether police could permissibly have conducted a general\nsearch of the Randolph home, based on Mrs. Randolph’s consent. I\nrespectfully dissent.In the instant case, Mrs. Randolph told police\nresponding to a domestic dispute that respondent was using a\nsubstantial quantity of cocaine. Upon police request, she consented\nto a general search of her residence to investigate her statements.\nHowever, as the Court’s recitation of the facts demonstrates,ante,at 2, the record is clear that no such general\nsearch occurred. Instead, Sergeant Brett Murray asked Mrs. Randolph\nwhere the cocaine was located, and she showed him to an upstairs\nbedroom, where he saw the “piece of cut straw” on a dresser.\nCorrected Tr. of Motion to Suppression Hearing in Case No.\n2001R–699 (Super. Ct. Sumter Cty., Ga., Oct. 3, 2002), pp. 8–9.\nUpon closer examination, Sergeant Murray observed white residue on\nthe straw, and concluded the straw had been used for ingesting\ncocaine.Id., at 8. He then collected the straw and the\nresidue as evidence.Id., at 9.Sergeant Murray’s entry into the Randolphs’\nhome at the invitation of Mrs. Randolph to be shown evidence of\nrespondent’s cocaine use does not constitute a Fourth Amendment\nsearch. Under this Court’s precedents, only the action of an agent\nof the government can constitute a search within the meaning of the\nFourth Amendment, because that Amendment “was intended as a\nrestraint upon the activities ofsovereign authority, and\nwas not intended to be a limitation upon other than governmental\nagencies.”Burdeauv.McDowell,256 U. S. 465, 475\n(1921) (emphasis added). See alsoCoolidge, 403 U. S., at\n487. Applying this principle inCoolidge, the Court held\nthat when a citizen leads police officers into a home shared with\nher spouse to show them evidence relevant to their investigation\ninto a crime, that citizen is not acting as an agent of the police,\nand thus no Fourth Amendment search has occurred.Id., at\n488–498.Review of the facts inCoolidgeclearly demonstrates that it governs this case.\nWhile the police interrogated Coolidge as part of their\ninvestigation into a murder, two other officers were sent to his\nhouse to speak with his wife.Id.,at 485. During the\ncourse of questioning Mrs. Coolidge, the police asked whether her\nhusband owned any guns.Id., at 486. Mrs. Coolidge replied\nin the affirmative, and offered to retrieve the weapons for the\npolice, apparently operating under the assumption that doing so\nwould help to exonerate her husband.Ibid. The police\naccompanied Mrs. Coolidge to the bedroom to collect the guns, as\nwell as clothing that Mrs. Coolidge told them her husband had been\nwearing the night of the murder.Ibid.Before this Court, Coolidge argued that the\nevidence of the guns and clothing should be suppressed as the\nproduct of an unlawful search because Mrs. Coolidge was acting as\nan “ ‘instrument,’ ” or agent, of the police by complying\nwith a “ ‘demand’ ” made by them.Id., at 487.\nThe Court recognized that, had Mrs. Coolidge sought out the guns to\ngive to police wholly on her own initiative, “there can be no doubt\nunder existing law that the articles would later have been\nadmissible in evidence.”Ibid. That she did so in\ncooperation with police pursuant to their request did not transform\nher into their agent; after all, “it is no part of the policy\nunderlying the Fourth and Fourteenth Amendments to discourage\ncitizens from aiding to the utmost of their ability in the\napprehension of criminals.”Id.,at 488. Because the\npolice were “acting normally and properly” when they asked about\nany guns, and questioning Mrs. Coolidge about the clothing was\n“logical and in no way coercive,” the Fourth Amendment did not\nrequire police to “avert their eyes” when Mrs. Coolidge produced\nthe guns and clothes for inspection.[Footnote 1]Id., at 488–489.This case is indistinguishable fromCoolidge, compelling the conclusion that Mrs. Randolph was\nnot acting as an agent of the police when she admitted Sergeant\nMurray into her home and led him to the incriminating\nevidence.[Footnote 2] Just as\nMrs. Coolidge could, of her own accord, have offered her husband’s\nweapons and clothing to the police without implicating the Fourth\nAmendment, so too could Mrs. Randolph have simply retrieved the\nstraw from the house and given it to Sergeant Murray. Indeed, the\nmajority appears to concede as much.Ante,at 11-12 (“The\nco-tenant acting on his own initiative may be able to deliver\nevidence to the police,Coolidge,supra, at\n487–489 … , and can tell the police what he knows, for\nuse before a magistrate in getting a warrant”). Drawing a\nconstitutionally significant distinction between what occurred here\nand Mrs. Randolph’s independent production of the relevant evidence\nis both inconsistent withCoolidgeand unduly\nformalistic.[Footnote 3]Accordingly, the trial court appropriately\ndenied respondent’s motion to suppress the evidence Mrs. Randolph\nprovided to the police and the evidence obtained as a result of the\nconsequent search warrant. I would therefore reverse the judgment\nof the Supreme Court of Georgia.Footnote 1Although the Court has describedCoolidgeas a “third-party consent” case,United\nStatesv.Matlock,415 U. S. 164, 171\n(1974), the Court’s opinion, by its own terms, does not rest on its\nconception of Mrs. Coolidge’s authority to consent to a search of\nher house or the possible relevance of Mr. Coolidge’s absence from\nthe scene.Coolidge, 403 U. S., at 487 (“[W]e need not\nconsider the petitioner’s further argument that Mrs. Coolidge could\nnot or did not ‘waive’ her husband’s constitutional protection\nagainst unreasonable searches and seizures”). See alsoWalterv.United States,447 U. S. 649, 660–661,\nn. 2 (1980) (White, J., concurring in part and concurring in\njudgment) (“Similarly, inCoolidgev.New\nHampshire, the Court held that a wife’s voluntary action in\nturning over to police her husband’s guns and clothing did not\nconstitute a search and seizure by the government”).Footnote 2The Courts of Appeals have disagreed over the\nappropriate inquiry to be performed in determining whether\ninvolvement of the police transforms a private individual into an\nagent or instrument of the police. SeeUnited Statesv.Pervaz, 118 F. 3d 1, 5–6 (CA1 1997) (summarizing\napproaches of various Circuits). The similarity between this case\nandCoolidgeavoids any need to resolve this broader\ndispute in the present case.Footnote 3That Sergeant Murray, unlike the officers inCoolidge, may have intended to perform a general search of\nthe house is inconsequential, as he ultimately did not do so; he\nviewed only those items shown to him by Mrs. Randolph. Nor is it\nrelevant that, while Mrs. Coolidge intended to aid the police in\napprehending a criminal because she believed doing so would\nexonerate her husband, Mrs. Randolph believed aiding the police\nwould implicate her husband.",
    "joined": []
}