{
    "case": {
        "docket": "292",
        "citation": "571",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/571/292/"
    },
    "id": "1970817",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–7822_________________WALTER FERNANDEZ, PETITIONER v. CALIFORNIAon writ of certiorari to the court of appeal\nof california for the second appellate district[February 25, 2014]Justice Thomas,\nconcurring.I join the opinion of\nthe Court, which faithfully applies Georgia v. Randolph, 547\nU. S. 103 (2006) . I write separately to make clear the extent\nof my disagreement with Randolph.I dissented in Randolph\nbecause the facts of that case did not implicate a Fourth Amendment\nsearch and never should have been analyzed as such. Id., at 145\n(Thomas, J., dissenting) (“[N]o Fourth Amendment search\noccurs where . . . the spouse of an accused voluntarily\nleads the police to potential evidence of wrongdoing by the\naccused”). Instead of deciding the case on that narrow\nground, the majority in Randolph looked to “widely shared\nsocial expectations” to resolve whether the wife’s\nconsent to a search should control over her husband’s\nobjection. Id., at 111. I find no support for that novel analytical\napproach in the Fourth Amendment’s text or history, or in\nthis Court’s jurisprudence. See id., at 128–131\n(Roberts, C. J., dissenting). Accordingly, given a blank slate, I\nwould analyze this case consistent with The Chief Justice’s\ndissent in Randolph: “A warrantless search is reasonable if\npolice obtain the voluntary consent of a person authorized to give\nit.” Id., at 128. That is because “[c]o-occupants have\n‘assumed the risk that one of their number might permit [a]\ncommon area to be searched.’ ” Ibid. (quoting\nUnited States v. Matlock, 415 U. S. 164 , n. 7 (1974)).\nIn this case, the trial court found that Rojas’ consent was\nvoluntary, see ante, at n. 2, and petitioner does not contest\nthat Rojas had common authority over the premises. That should be\nthe end of the matter.",
    "joined": []
}