{
    "case": {
        "docket": "639",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/639/"
    },
    "id": "1962671",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTBRIDGE V. PHOENIX BOND & INDEMNITY CO.553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-210JOHN BRIDGE, et al., PETITIONERSv.PHOENIX BOND & INDEMNITY CO. et al.on writ of certiorari to the united states court of\nappeals for the seventh circuit[June 9, 2008]Justice Thomas delivered the\nopinion of the Court.The Racketeer Influenced and\nCorrupt Organizations Act (RICO or Act), 18 U. S. C. §§1961–1968,\nprovides a private right of action for treble damages to “[a]ny\nperson injured in his business or property by reason of a\nviolation” of the Act’s criminal prohibitions. §1964(c). The\nquestion presented in this case is whether a plaintiff asserting a\nRICO claim predicated on mail fraud must plead and prove that it\nrelied on the defendant’s alleged misrepresentations. Because we\nagree with the Court of Appeals that a showing of first-party\nreliance is not required, we affirm.IEach year the Cook County,\nIllinois, Treasurer’s Office holds a public auction at which it\nsells tax liens it has acquired on the property of delinquent\ntaxpayers.[Footnote 1]\nProspective buyers bid on the liens, but not in cash amounts.\nInstead, the bids are stated as percentage penalties the property\nowner must pay the winning bidder in order to clear the lien. The\nbidder willing to accept the lowest penalty wins the auction and\nobtains the right to purchase the lien in exchange for paying the\noutstanding taxes on the property. The property owner may then\nredeem the property by paying the lienholder the delinquent taxes,\nplus the penalty established at the auction and an additional 12%\npenalty on any taxes subsequently paid by the lienholder. If the\nproperty owner does not redeem the property within the statutory\nredemption period, the lienholder may obtain a tax deed for the\nproperty, thereby in effect purchasing the property for the value\nof the delinquent taxes.Because property acquired in this\nmanner can often be sold at a significant profit over the amount\npaid for the lien, the auctions are marked by stiff competition. As\na result, most parcels attract multiple bidders willing to accept\nthe lowest penalty permissible—0%, that is to say, no penalty at\nall. (Perhaps to prevent the perverse incentive taxpayers would\nhave if they could redeem their property from a winning bidder for\nless than the amount of their unpaid taxes, the county does not\naccept negative bids.) The lower limit of 0% creates a problem: Who\nwins when the bidding results in a tie? The county’s solution is to\nallocate parcels “on a rotational basis” in order to ensure that\nliens are apportioned fairly among 0% bidders. App. 18.But this creates a perverse incentive of its\nown: Bidders who, in addition to bidding themselves, send agents to\nbid on their behalf will obtain a disproportionate share of liens.\nTo prevent this kind of manipulation, the county adopted the\n“Single, Simultaneous Bidder Rule,” which requires each “tax buying\nentity” to submit bids in its own name and prohibits it from using\n“apparent agents, employees, or related entities” to submit\nsimultaneous bids for the same parcel.[Footnote 2] App. 67. Upon registering for an auction, each\nbidder must submit a sworn affidavit affirming that it complies\nwith the Single, Simultaneous Bidder Rule.Petitioners and respondents are regular\nparticipants in Cook County’s tax sales. In July 2005, respondents\nfiled a complaint in the United States District Court for the\nNorthern District of Illinois, contending that petitioners had\nfraudulently obtained a disproportionate share of liens by\nviolating the Single, Simultaneous Bidder Rule at the auctions held\nfrom 2002 to 2005. According to respondents, petitioner Sabre\nGroup, LLC, and its principal Barrett Rochman arranged for related\nfirms to bid on Sabre Group’s behalf and directed them to file\nfalse attestations that they complied with the Single, Simultaneous\nBidder Rule. Having thus fraudulently obtained the opportunity to\nparticipate in the auction, the related firms collusively bid on\nthe same properties at a 0% rate. As a result, when the county\nallocated liens on a rotating basis,[Footnote 3] it treated the related firms as independent\nentities, allowing them collectively to acquire a greater number of\nliens than would have been granted to a single bidder acting alone.\nThe related firms then purchased the liens and transferred the\ncertificates of purchase to Sabre Group. In this way, respondents\nallege, petitioners deprived them and other bidders of their fair\nshare of liens and the attendant financial benefits.Respondents’ complaint contains five counts.\nCounts I–IV allege that petitioners violated and conspired to\nviolate RICO by conducting their affairs through a pattern of\nracketeering activity involving numerous acts of mail fraud. In\nsupport of their allegations of mail fraud, respondents assert that\npetitioners “mailed or caused to be mailed hundreds of mailings in\nfurtherance of the scheme,” App. 49, when they sent property owners\nvarious notices required by Illinois law. Count V alleges a\nstate-law claim of tortious interference with prospective business\nadvantage.On petitioners’ motion, the District Court\ndismissed respondents’ RICO claims for lack of standing. It\nobserved that “[o]nly [respondents] and other competing buyers, as\nopposed to the Treasurer or the property owners, would suffer a\nfinancial loss from a scheme to violate the Single, Simultaneous\nBidder Rule.” App. to Pet. for Cert. 17a. But it concluded that\nrespondents “are not in the class of individuals protected by the\nmail fraud statute, and therefore are not within the ‘zone of\ninterests’ that the RICO statute protects,” because they “were not\nrecipients of the alleged misrepresentations and, at best were\nindirect victims of the alleged fraud.”Id., at 18a. The\nDistrict Court declined to exercise supplemental jurisdiction over\nrespondents’ tortious-interference claim and dismissed it without\nprejudice.The Court of Appeals for the Seventh Circuit\nreversed. It first concluded that “[s]tanding is not a problem in\nthis suit” because plaintiffs suffered a “real injury” when they\nlost the valuable chance to acquire more liens, and because “that\ninjury can be redressed by damages.” 477 F. 3d 928, 930\n(2007). The Court of Appeals next concluded that respondents had\nsufficiently alleged proximate cause underHolmesv.Securities Investor Protection Corporation,503 U. S. 258(1992),\nandAnzav.Ideal Steel Supply Corp.,547 U. S. 451(2006), because they\n(along with other losing bidders) were “immediately injured” by\npetitioners’ scheme. 477 F. 3d, at 930–932. Finally, the Court\nof Appeals rejected petitioners’ argument that respondents are not\nentitled to relief under RICO because they did not receive, and\ntherefore did not rely on, any false statements: “A scheme that\ninjures D by making false statements through the mail to E is mail\nfraud, and actionable by D through RICO if the injury is not\nderivative of someone else’s.”Id., at 932.With respect to this last holding, the Court\nof Appeals acknowledged that courts have taken conflicting views.\nBy its count, “[t]hree other circuits that have considered this\nquestion agree … that the directvictimmay recover\nthrough RICO whether or not it is the directrecipientof\nthe false statements,”ibid. (citingMid Atlantic\nTelecom, Inc.v.Long Distance Servs., Inc., 18\nF. 3d 260, 263–264 (CA4 1994);Systems Management,\nInc.v.Loiselle, 303 F. 3d 100, 103–104 (CA1\n2002);Ideal Steel Supply Corp.v.Anza, 373\nF. 3d 251, 263 (CA2 2004)), whereas two Circuits hold that the\nplaintiff must show that it in fact relied on the defendant’s\nmisrepresentations, 477 F. 3d, at 932 (citingVanDenBroeckv.CommonPoint Mortgage Co., 210\nF. 3d 696, 701 (CA6 2000);Sikesv.Teleline,\nInc., 281 F. 3d 1350, 1360–1361 (CA11 2002)). Compare\nalsoSandwich Chef of Texas, Inc.v.Reliance Nat’l\nIndemnity Ins. Co., 319 F. 3d 205, 223 (CA5 2003)\n(recognizing “a narrow exception to the requirement that the\nplaintiff prove direct reliance on the defendant’s fraudulent\npredicate act … when the plaintiff can demonstrate injury as a\ndirect and contemporaneous result of a fraud committed against a\nthird party”), withAppletree Square I, L. P.v.W. R. Grace & Co., 29 F. 3d 1283, 1286–1287\n(CA8 1994) (requiring the plaintiff to show that it detrimentally\nrelied on the defendant’s misrepresentations).We granted certiorari, 552 U. S. ___ (2008),\nto resolve the conflict among the Courts of Appeals on “the\nsubstantial question,”Anza, 547 U. S., at 461, whether\nfirst-party reliance is an element of a civil RICO claim predicated\non mail fraud.[Footnote 4]IIWe begin by setting forth the\napplicable statutory provisions. RICO’s private right of action is\ncontained in 18 U. S. C. §1964(c), which provides in relevant\npart that “[a]ny person injured in his business or property by\nreason of a violation of section 1962 of this chapter may sue\ntherefor in any appropriate United States district court and shall\nrecover threefold the damages he sustains and the cost of the suit,\nincluding a reasonable attorney’s fee.” Section 1962 contains\nRICO’s criminal prohibitions. Pertinent here is §1962(c), which\nmakes it “unlawful for any person employed by or associated with”\nan enterprise engaged in or affecting interstate or foreign\ncommerce “to conduct or participate, directly or indirectly, in the\nconduct of such enterprise’s affairs through a pattern of\nracketeering activity.” The term “racketeering activity” is defined\nto include a host of so-called predicate acts, including “any act\nwhich is indictable under … section 1341 (relating to mail fraud).”\n§1961(1)(B).The upshot is that RICO provides\na private right of action for treble damages to any person injured\nin his business or property by reason of the conduct of a\nqualifying enterprise’s affairs through a pattern of acts\nindictable as mail fraud. Mail fraud, in turn, occurs whenever a\nperson, “having devised or intending to devise any scheme or\nartifice to defraud,” uses the mail “for the purpose of executing\nsuch scheme or artifice or attempting so to do.” §1341. The\ngravamen of the offense is the scheme to defraud, and any “mailing\nthat is incident to an essential part of the scheme satisfies the\nmailing element,”Schmuckv.United States,489 U. S. 705,\n712 (1989) (citation and internal quotation marks omitted), even if\nthe mailing itself “contain[s] no false information,”id.,\nat 715.Once the relationship among these statutory\nprovisions is understood, respondents’ theory of the case is\nstraightforward. They allege that petitioners devised a scheme to\ndefraud when they agreed to submit false attestations of compliance\nwith the Single, Simultaneous Bidder Rule to the county. In\nfurtherance of this scheme, petitioners used the mail on numerous\noccasions to send the requisite notices to property owners. Each of\nthese mailings was an “act which is indictable” as mail fraud, and\ntogether they constituted a “pattern of racketeering activity.” By\nconducting the affairs of their enterprise through this pattern of\nracketeering activity, petitioners violated §1962(c). As a result,\nrespondents lost the opportunity to acquire valuable liens.\nAccordingly, respondents were injured in their business or property\nby reason of petitioners’ violation of §1962(c), and RICO’s plain\nterms give them a private right of action for treble damages.Petitioners argue, however, that because the\nalleged pattern of racketeering activity consisted of acts of mail\nfraud, respondents must show that they relied on petitioners’\nfraudulent misrepresentations. This they cannot do, because the\nalleged misrepresentations—petitioners’ attestations of compliance\nwith the Single, Simultaneous Bidder Rule—were made to the county,\nnot respondents. Thecountymay well have relied on\npetitioners’ misrepresentations when it permitted them to\nparticipate in the auction, butrespondents, never having\nreceived the misrepresentations, could not have done so. Indeed,\nrespondents do not even allege that they relied on petitioners’\nfalse attestations. Thus, petitioners submit, they fail to state a\nclaim under RICO.If petitioners’ proposed requirement of\nfirst-party reliance seems to come out of nowhere, there is a\nreason: Nothing on the face of the relevant statutory provisions\nimposes such a requirement. Using the mail to execute or attempt to\nexecute a scheme to defraud is indictable as mail fraud, and hence\na predicate act of racketeering under RICO, even if no one relied\non any misrepresentation. SeeNederv.United\nStates,527 U. S.\n1, 24–25 (1999) (“The common-law requiremen[t] of ‘justifiable\nreliance’ … plainly ha[s] no place in the [mail, wire, or bank]\nfraud statutes”). And one can conduct the affairs of a qualifying\nenterprise through a pattern of such acts without anyone relying on\na fraudulent misrepresentation.It thus seems plain—and indeed petitioners do\nnot dispute—that no showing of reliance is required to establish\nthat a person has violated §1962(c) by conducting the affairs of an\nenterprise through a pattern of racketeering activity consisting of\nacts of mail fraud. SeeAnza, 547 U. S., at 476 (Thomas,\nJ., concurring in part and dissenting in part) (“Because an\nindividual can commit an indictable act of mail or wire fraud even\nif no one relies on his fraud, he can engage in a pattern of\nracketeering activity, in violation of §1962, without proof of\nreliance”). If reliance is required, then, it must be by virtue of\n§1964(c), which provides the right of action. But it is difficult\nto derive a first-party reliance requirement from §1964(c), which\nstates simply that “[a]ny person injured in his business or\nproperty by reason of a violation of section 1962” may sue for\ntreble damages. The statute provides a right of action to “[a]ny\nperson” injured by the violation, suggesting a breadth of coverage\nnot easily reconciled with an implicit requirement that the\nplaintiff show reliance in addition to injury in his business or\nproperty.Moreover, a person can be injured “by reason\nof” a pattern of mail fraud even if he has not relied on any\nmisrepresentations. This is a case in point. Accepting their\nallegations as true, respondents clearly were injured by\npetitioners’ scheme: As a result of petitioners’ fraud, respondents\nlost valuable liens they otherwise would have been awarded. And\nthis is true even though they did not rely on petitioners’ false\nattestations of compliance with the county’s rules. Or, to take\nanother example, suppose an enterprise that wants to get rid of\nrival businesses mails misrepresentations about them to their\ncustomers and suppliers, but not to the rivals themselves. If the\nrival businesses lose money as a result of the misrepresentations,\nit would certainly seem that they were injured in their business\n“by reason of” a pattern of mail fraud, even though they never\nreceived, and therefore never relied on, the fraudulent mailings.\nYet petitioners concede that, on their reading of §1964(c), the\nrival businesses would have no cause of action under RICO, Tr. of\nOral Arg. 4, even though they were the primary and intended victims\nof the scheme to defraud.Lacking textual support for this\ncounterintuitive position, petitioners rely instead on a\ncombination of common-law rules and policy arguments in an effort\nto show that Congress should be presumed to have made first-party\nreliance an element of a civil RICO claim based on mail fraud. None\nof petitioners’ arguments persuades us to read a first-party\nreliance requirement into a statute that by its terms suggests\nnone.IIIAPetitioners first argue that RICO\nshould be read to incorporate a first-party reliance requirement in\nfraud cases “under the rule that Congress intends to incorporate\nthe well-settled meaning of the common-law terms it uses.”Neder, supra, at 23. It has long been settled, they\ncontend, that only the recipient of a fraudulent misrepresentation\nmay recover for common-law fraud, and that he may do so “if, but\nonly if … he relies on the misrepresentation in acting or\nrefraining from action.” Restatement (Second) of Torts §537 (1977).\nGiven this background rule of common law, petitioners maintain,\nCongress should be presumed to have adopted a first-party reliance\nrequirement when it created a civil cause of action under RICO for\nvictims of mail fraud.In support of this argument, petitioners point\nto our decision inBeckv.Prupis,529 U. S. 494(2000).\nThere, we considered the scope of RICO’s private right of action\nfor violations of §1962(d), which makes it “unlawful for any person\nto conspire to violate” RICO’s criminal prohibitions. The question\npresented was “whether a person injured by an overt act in\nfurtherance of a conspiracy may assert a civil RICO conspiracy\nclaim under §1964(c) for a violation of §1962(d) even if the overt\nact does not constitute ‘racketeering activity.’ ”Id., at 500. Answering this question in the negative, we\nheld that “injury caused by an overt act that is not an act of\nracketeering or otherwise wrongful under RICO is not sufficient to\ngive rise to a cause of action under §1964(c) for a violation of\n§1962(d).”Id., at 505 (citation omitted). In so doing, we\n“turn[ed] to the well-established common law of civil conspiracy.”Id., at 500. Because it was “widely accepted” by the time\nof RICO’s enactment “that a plaintiff could bring suit for civil\nconspiracy only if he had been injured by an act that was itself\ntortious,”id., at 501, we presumed “that when Congress\nestablished in RICO a civil cause of action for a person ‘injured …\nby reason of’ a ‘conspir[acy],’ it meant to adopt these\nwell-established common-law civil conspiracy principles.”Id., at 504 (quoting §§1964(c), 1962(d); alterations in\noriginal). We specifically declined to rely on the law of criminal\nconspiracy, relying instead on the law of civil conspiracy:“We have turned to the common law of criminal\nconspiracy to define what constitutes a violation of §1962(d), seeSalinasv.United States,522 U. S. 52, 63–65\n(1997), a mere violation being all that is necessary for criminal\nliability. This case, however, does not present simply the question\nof what constitutes a violation of §1962(d), but rather the meaning\nof a civil cause of action for private injury by reason of such a\nviolation. In other words, our task is to interpret §§1964(c) and\n1962(d) in conjunction, rather than §1962(d) standing alone. The\nobvious source in the common law for the combined meaning of these\nprovisions is the law of civil conspiracy.”Id., at 501,\nn. 6.Petitioners argue that, as inBeck, we should look to the common-law meaning of civil\nfraud in order to give content to the civil cause of action\n§1964(c) provides for private injury by reason of a violation of\n§1962(c) based on a pattern of mail fraud. The analogy toBeck, however, is misplaced. The critical difference\nbetweenBeckand this case is that in §1962(d) Congress\nused a term—“conspir[acy]”—that had a settled common-law meaning,\nwhereas Congress included no such term in §1962(c). Section 1962(c)\ndoes not use the term “fraud”; nor does the operative language of\n§1961(1)(B), which defines “racketeering activity” to include “any\nact which is indictable under … section 1341.” And the indictable\nact under §1341 is not the fraudulent misrepresentation, but rather\nthe use of the mails with the purpose of executing or attempting to\nexecute a scheme to defraud. In short, the key term in\n§1962(c)—“racketeering activity”—is adefinedterm, and\nCongress defined the predicate act not as fraudsimpliciter, but mail fraud—a statutory offense unknown to\nthe common law. In these circumstances, the presumption that\nCongress intends to adopt the settled meaning of common-law terms\nhas little pull. Cf.Stoneridge Investment Partners, LLCv.Scientific-Atlanta, Inc., 552 U. S. ___, ___ (2008)\n(slip op., at 11) (rejecting the argument that §10(b) of the\nSecurities Exchange Act of 1934, 15 U. S. C. §78j(b),\nincorporates common-law fraud). There is simply no “reason to\nbelieve that Congress would have defined ‘racketeering activity’ to\ninclude acts indictable under the mail and wire fraud statutes, if\nit intended fraud-related acts to be predicate acts under RICO only\nwhen those acts would have been actionable under the common law.”Anza, 547 U. S., at 477–478 (Thomas, J., concurring in\npart and dissenting in part).Nor does it help petitioners’ cause that here,\nas inBeck, the question is not simply “what constitutes a\nviolation of §1962[(c)], but rather the meaning of a civil cause of\naction for private injury by reason of such a violation.” 529 U.\nS., at 501, n. 6. To be sure,Beckheld that a\nplaintiff cannot state a civil claim for conspiracy under §1964(c)\nmerely by showing a violation of §1962(d) and a resulting injury.\nBut in so doing,Beckrelied not only on the fact that the\nterm “conspiracy” had a settled common-law meaning, but also on the\nwell-established common-law understanding of what it means to be\ninjured by a conspiracy for purposes of bringing a civil claim for\ndamages. Seeid., at 501–504. No comparable understanding\nexists with respect to injury caused by an enterprise conducting\nits affairs through a pattern of acts indictable as mail fraud. And\neven the common-law understanding of injury caused by fraud does\nnot support petitioners’ argument. As discussedinfra, at\n16–17, the common law has long recognized that plaintiffs can\nrecover in a variety of circumstances where, as here, their\ninjuries result directly from the defendant’s fraudulent\nmisrepresentations to a third party.For these reasons, we reject petitioners’\ncontention that the “common-law meaning” rule dictates that\nreliance by the plaintiff is an element of a civil RICO claim\npredicated on a violation of the mail fraud statute. Congress chose\nto make mail fraud, not common-law fraud, the predicate act for a\nRICO violation. And “the mere fact that the predicate acts\nunderlying a particular RICO violation happen to be fraud offenses\ndoes not mean that reliance, an element of common-law fraud, is\nalso incorporated as an element of a civil RICO claim.”Anza,supra, at 476 (Thomas, J., concurring in\npart and dissenting in part).BPetitioners next argue that even\nif Congress did not make first-party reliance an element of a RICO\nclaim predicated on mail fraud, a plaintiff who brings such a claim\nmust show that it relied on the defendant’s misrepresentations in\norder to establish the requisite element of causation. InHolmes, we recognized that §1964(c)’s “language can, of\ncourse, be read to mean that a plaintiff is injured ‘by reason of’\na RICO violation, and therefore may recover, simply on showing that\nthe defendant violated §1962, the plaintiff was injured, and the\ndefendant’s violation was a ‘but for’ cause of plaintiff’s injury.”\n503 U. S., at 265–266 (footnote omitted). We nonetheless held that\nnot “all factually injured plaintiffs” may recover under §1964(c).Id., at 266. Because Congress modeled §1964(c) on other\nprovisions that had been interpreted to “requir[e] a showing that\nthe defendant’s violation not only was a ‘but for’ cause of his\ninjury, but was the proximate cause as well,” we concluded that\n§1964(c) likewise requires the plaintiff to establish proximate\ncause in order to show injury “by reason of” a RICO violation.Id., at 268.Proximate cause, we explained, is\na flexible concept that does not lend itself to “ ‘a\nblack-letter rule that will dictate the result in every\ncase.’ ”Id., at 272, n. 20 (quotingAssociated Gen. Contractors of Cal., Inc.v.Carpenters,459 U. S. 519, 536\n(1983)). Instead, we “use[d] ‘proximate cause’ to label generically\nthe judicial tools used to limit a person’s responsibility for the\nconsequences of that person’s own acts,”Holmes, 503 U.\nS., at 268, with a particular emphasis on the “demand for some\ndirect relation between the injury asserted and the injurious\nconduct alleged,”ibid.;see alsoAnza,supra, at 461 (“When a court evaluates a RICO claim for\nproximate causation, the central question it must ask is whether\nthe alleged violation led directly to the plaintiff’s injuries”).\nThe direct-relation requirement avoids the difficulties associated\nwith attempting “to ascertain the amount of a plaintiff’s damages\nattributable to the violation, as distinct from other, independent,\nfactors,”Holmes, 503 U. S., at 269; prevents courts from\nhaving “to adopt complicated rules of apportioning damages among\nplaintiffs removed at different levels of injury from the violative\nacts, to obviate the risk of multiple recoveries,”ibid.;and recognizes the fact that “directly\ninjured victims can generally be counted on to vindicate the law as\nprivate attorneys general, without any of the problems attendant\nupon suits by plaintiffs injured more remotely,”id., at\n269–270.[Footnote 5]Pointing to our reliance on common-law\nproximate-causation principles inHolmesandAnza, petitioners argue that “[u]nder well-settled\ncommon-law principles, proximate cause is established for fraud\nclaims only where the plaintiff can demonstrate that he relied on\nthe misrepresentation.” Brief for Petitioners 28. In support of\nthis argument, petitioners cite Restatement (Second) of Torts\n§548A, which provides that “[a] fraudulent misrepresentation is a\nlegal cause of a pecuniary loss resulting from action or inaction\nin reliance upon it if, but only if, the loss might reasonably be\nexpected to result from the reliance.” Thus, petitioners conclude,\n“a plaintiff asserting a civil RICO claim predicated on mail fraud\ncannot satisfy the proximate cause requirement unless he can\nestablish that his injuries resulted from his reliance on the\ndefendant’s fraudulent misrepresentation.” Brief for Petitioners\n28.Petitioners’ argument is twice flawed. First,\nas explained above, the predicate act here is not common-law fraud,\nbut mail fraud. Having rejected petitioners’ argument that reliance\nis an element of a civil RICO claim based on mail fraud, we see no\nreason to let that argument in through the back door by holding\nthat the proximate-cause analysis under RICO must precisely track\nthe proximate-cause analysis of a common-law fraud claim. “Reliance\nis not a general limitation on civil recovery in tort; it ‘is a\nspecialized condition that happens to have grown up with common law\nfraud.’ ”Anza, 547 U. S., at 477 (Thomas, J.,\nconcurring in part and dissenting in part) (quotingSystems\nManagement,303 F. 3d, at 104). That “specialized\ncondition,” whether characterized as an element of the claim or as\na prerequisite to establishing proximate causation, simply has no\nplace in a remedial scheme keyed to the commission of mail fraud, a\nstatutory offense that is distinct from common-law fraud and that\ndoes not require proof of reliance.Second, while it may be that first-party\nreliance is an element of a common-law fraud claim, there is no\ngeneral common-law principle holding that a fraudulent\nmisrepresentation can cause legal injury only to those who rely on\nit. The Restatement provision cited by petitioners certainly does\nnot support that proposition. It provides only that the plaintiff’s\nloss must be a foreseeable result ofsomeone’sreliance on\nthe misrepresentation.[Footnote\n6] It does not say that only those who rely on the\nmisrepresentation can suffer a legally cognizable injury. And any\nsuch notion would be contradicted by the long line of cases in\nwhich courts have permitted a plaintiff directly injured by a\nfraudulent misrepresentation to recover even though it was a third\nparty, and not the plaintiff, who relied on the defendant’s\nmisrepresentation.[Footnote 7]\nIndeed, so well established is the defendant’s liability in such\ncircumstances that the Restatement (Second) of Torts sets forth as\na “[g]eneral [p]rinciple” that “[o]ne who intentionally causes\ninjury to another is subject to liability to the other for that\ninjury, if his conduct is generally culpable and not justifiable\nunder the circumstances.” §870. As an illustration, the Restatement\nprovides the example of a defendant who “seeks to promote his own\ninterests by telling a known falsehood toor aboutthe\nplaintiff or his product.”Id.,Commenth(emphasis added). And the Restatement specifically recognizes “a\ncause of action” in favor of the injured party where the defendant\n“defrauds another for the purpose of causing pecuniary harm to a\nthird person.”Id., §435A, Commenta.\nPetitioners’ contention that proximate cause has traditionally\nincorporated a first-party reliance requirement for claims based on\nfraud cannot be reconciled with these authorities.Nor is first-party reliance necessary to\nensure that there is a sufficiently direct relationship between the\ndefendant’s wrongful conduct and the plaintiff’s injury to satisfy\nthe proximate-cause principles articulated inHolmesandAnza. Again, this is a case in point. Respondents’ alleged\ninjury—the loss of valuable liens—is the direct result of\npetitioners’ fraud. It was a foreseeable and natural consequence of\npetitioners’ scheme to obtain more liens for themselves that other\nbidders would obtain fewer liens. And here, unlike inHolmesandAnza, there are no independent factors\nthat account for respondents’ injury, there is no risk of\nduplicative recoveries by plaintiffs removed at different levels of\ninjury from the violation, and no more immediate victim is better\nsituated to sue. Indeed, both the District Court and the Court of\nAppeals concluded that respondents and other losing bidders were\ntheonlyparties injured by petitioners’\nmisrepresentations. App. to Pet. for Cert. 17a; 477 F. 3d, at\n931. Petitioners quibble with that conclusion, asserting that the\ncounty would be injured too if the taint of fraud deterred\npotential bidders from participating in the auction. But that\neventuality, in contrast to respondents’ direct financial injury,\nseems speculative and remote.Of course, none of this is to say that a RICO\nplaintiff who alleges injury “by reason of” a pattern of mail fraud\ncan prevail without showing thatsomeonerelied on the\ndefendant’s misrepresentations. Cf.Fieldv.Mans,516 U.\nS. 59, 66 (1995) (“No one, of course, doubts that some degree\nof reliance is required to satisfy the element of causation\ninherent in the phrase ‘obtained by’ ” in 11 U. S. C.\n§523(a)(2)(A), which prohibits the discharge of debts for money or\nproperty “obtained by” fraud). In most cases, the plaintiff will\nnot be able to establish even but-for causation if no one relied on\nthe misrepresentation. If, for example, the county had not accepted\npetitioners’ false attestations of compliance with the Single,\nSimultaneous Bidder Rule, and as a result had not permitted\npetitioners to participate in the auction, respondents’ injury\nwould never have materialized. In addition, the complete absence of\nreliance may prevent the plaintiff from establishing proximate\ncause. Thus, for example, if the county knew petitioners’\nattestations were false but nonetheless permitted them to\nparticipate in the auction, then arguably the county’s actions\nwould constitute an intervening cause breaking the chain of\ncausation between petitioners’ misrepresentations and respondents’\ninjury.Accordingly, it may well be that a RICO\nplaintiff alleging injury by reason of a pattern of mail fraud must\nestablish at least third-party reliance in order to prove\ncausation. “But the fact that proof of reliance is often used to\nprove an element of the plaintiff’s cause of action, such as the\nelement of causation, does not transform reliance itself into an\nelement of the cause of action.”Anza, 547 U. S., at 478\n(Thomas, J., concurring in part and dissenting in part). Nor does\nit transform first-party reliance into an indispensable requisite\nof proximate causation. Proof that the plaintiff relied on the\ndefendant’s misrepresentations may in some cases be sufficient to\nestablish proximate cause, but there is no sound reason to conclude\nthat such proof is always necessary. By the same token, the absence\nof first-party reliance may in some cases tend to show that an\ninjury was not sufficiently direct to satisfy §1964(c)’s\nproximate-cause requirement, but it is not in and of itself\ndispositive. A contrary holding would ignoreHolmes’\ninstruction that proximate cause is generally not amenable to\nbright-line rules.CAs a last resort, petitioners\ncontend that we should interpret RICO to require first-party\nreliance for fraud-based claims in order to avoid the\n“over-federalization” of traditional state-law claims. In\npetitioners’ view, respondents’ claim is essentially one for\ntortious interference with prospective business advantage, as\nevidenced by Count V of their complaint. Such claims have\ntraditionally been handled under state law, and petitioners see no\nreason why Congress would have wanted to supplement traditional\nstate-law remedies with a federal cause of action, complete with\ntreble damages and attorney’s fees, in a statute designed primarily\nto combat organized crime. SeeAnza,supra, at\n471–475 (Thomas, J., concurring in part and dissenting in part);Beck, 529 U. S., at 496–497. A first-party reliance\nrequirement, they say, is necessary “to prevent garden-variety\ndisputes between local competitors (such as this case) from being\nconverted into federal racketeering actions.” Reply Brief for\nPetitioners 3.Whatever the merits of\npetitioners’ arguments as a policy matter, we are not at liberty to\nrewrite RICO to reflect their—or our—views of good policy. We have\nrepeatedly refused to adopt narrowing constructions of RICO in\norder to make it conform to a preconceived notion of what Congress\nintended to proscribe. See,e.g.,National\nOrganization for Women, Inc.v.Scheidler,510 U. S. 249, 252\n(1994) (rejecting the argument that “RICO requires proof that\neither the racketeering enterprise or the predicate acts of\nracketeering were motivated by an economic purpose”);H. J.\nInc.v.Northwestern Bell Telephone Co.,492 U. S. 229, 244\n(1989) (rejecting “the argument for reading an organized crime\nlimitation into RICO’s pattern concept”);Sedima,\nS. P. R. L.v.Imrex Co.,473 U. S. 479, 481\n(1985) (rejecting the view that RICO provides a private right of\naction “only against defendants who had been convicted on criminal\ncharges, and only where there had occurred a ‘racketeering\ninjury’ ”).We see no reason to change course\nhere. RICO’s text provides no basis for imposing a first-party\nreliance requirement. If the absence of such a requirement leads to\nthe undue proliferation of RICO suits, the “correction must lie\nwith Congress.”Id., at 499. “It is not for the judiciary\nto eliminate the private action in situations where Congress has\nprovided it.”Id.,at 499–500.IVFor the foregoing reasons, we\nhold that a plaintiff asserting a RICO claim predicated on mail\nfraud need not show, either as an element of its claim or as a\nprerequisite to establishing proximate causation, that it relied on\nthe defendant’s alleged misrepresentations. Accordingly, the\njudgment of the Court of Appeals is affirmed.It is so ordered.Footnote 1Because this case arises from the District\nCourt’s grant of petitioners’ motion to dismiss, we “accept as true\nall of the factual allegations contained in [respondents’]\ncomplaint.”Ericksonv.Pardus, 551 U. S. ___,\n___ (2007)(per curiam)(slip op., at 5).Footnote 2The Single, Simultaneous Bidder Rule provides\nthat “one tax buying entity (principal) may not have\nits/his/her/their actual or apparent agents, employees, or related\nentities, directly or indirectly register under multiple\nregistrations for the intended or perceived purpose of having more\nthan one person bidding at the tax sale at the same time for the\nintended or perceived purpose of increasing the principal’s\nlikelihood of obtaining a successful bid on a parcel.” App. 67. The\nrule defines “Related Bidding Entity” as “any individual,\ncorporation, partnership, joint venture, limited liability company,\nbusiness organization, or other entity that has a shareholder,\npartner, principal, officer, general partner or other person or\nentity having an ownership interest in common with, or contractual\nrelationship with, any other registrant.”Ibid. It further\nprovides that “[t]he determination of whether registered entities\nare related, so as to prevent the entities from bidding at the same\ntime, is in the sole and exclusive discretion of the Cook County\nTreasurer or her designated representatives.”Ibid.Footnote 3Respondents’ complaint does not elaborate on\nthe county’s rotational system. The Court of Appeals described it\nas follows: “If X bids 0% on ten parcels, and each parcel attracts\nfive bids at that penalty rate, then the County awards X two of the\nten parcels. Winners share according to the ratio of their bids to\nother identical bids.” 477 F. 3d 928, 929 (CA7 2007).\nPetitioners object that this description is not supported by the\nrecord and inappropriately “inject[s] into the case an element of\nmathematical certainty that is missing from the complaint itself.”\nReply Brief for Petitioners 20. While a precise understanding of\nthe county’s system may be necessary to calculate respondents’\ndamages, nothing in our disposition turns on this issue. For\npresent purposes, it suffices that respondents allege they\n“suffered the loss of property related to the liens they would have\nbeen able to acquire, and the profits flowing therefrom, had\n[petitioners] not implemented their scheme and acquired liens in\nexcess of their appropriate share through their violation of the\nCounty Rule.” App. 50.Footnote 4The Court considered a civil RICO claim\npredicated on mail fraud in its recent decision inAnza,547 U. S. 451. There the Court held\nthat proximate cause is a condition of recovery under 18 U.\nS. C. §1962(c). The Court did not address the question whether\nreliance by the plaintiff is a required element of a RICO claim,\nthe matter now before us. Cf. 547 U. S., at 475–478 (Thomas, J.,\nconcurring in part and dissenting in part) (reaching the question\nand concluding that reliance is not an element of a civil RICO\nclaim based on mail fraud).Footnote 5Applying these principles inHolmes,\nthe Court held that the Securities Investor Protection Corporation\n(SIPC) could not recover for injuries caused by a\nstock-manipulation scheme that prevented two broker-dealers from\nmeeting obligations to their customers, thereby triggering SIPC’s\nduty to reimburse the customers. 503 U. S., at 270–274. And inAnza, the Court applied the principles ofHolmesto preclude a company from recovering profits it allegedly lost\nwhen a rival business was able to lower its prices because it\nfailed to charge the requisite sales tax on cash sales. 547 U. S.,\nat 456–461.Footnote 6In addition to Restatement (Second) of Torts\n§548A (1977), petitioners cite Commentato that section,\nwhich provides that “[c]ausation, in relation to losses incurred by\nreason of a misrepresentation, is a matter of the recipient’s\nreliance in fact upon the misrepresentation in taking some action\nor in refraining from it.” Like §548A itself, however, the comment\ndoes not support petitioners’ argument. Of course, a\nmisrepresentation can cause harm only if a recipient of the\nmisrepresentation relies on it. But that does not mean that the\nonly injuries proximately caused by the misrepresentation are those\nsuffered by the recipient.Footnote 7Such cases includeRicev.Manley, 66 N. Y. 82 (1876) (permitting plaintiffs who\nhad arranged to buy a large quantity of cheese to recover against a\ndefendant who induced the vendor to sell him the cheese by falsely\nrepresenting to the vendor that plaintiffs no longer wished to\npurchase it); andGregoryv.Brooks, 35 Conn. 437\n(1868) (permitting plaintiff wharf owner to recover against a\ndefendant who, in order to deprive plaintiff of business,\nmisrepresented himself to be a superintendent of wharves and\nordered a vessel unloading at plaintiff’s wharf to leave); see also\nBrief for Respondents 26–29 (collecting cases).Petitioners argue that these cases are\nirrelevant because they would be treated today as specialized\ntorts, such as wrongful interference with contractual relations,\nrather than as common-law fraud. See,e.g., Restatement\n(Second) of Torts §767, Commentc(recognizing that “one\n[may be] liable to another for intentional interference with\neconomic relations by inducing a third person by fraudulent\nmisrepresentation not to do business with the other”). But\npetitioners miss the point. The cases are not cited as evidence\nthat common-law fraud can be established without showing\nfirst-party reliance. Rather, they—along with the Restatement’s\nrecognition of specialized torts based on third-party reliance—show\nthat a fraudulent misrepresentation can proximately cause\nactionable injury even to those who do not rely on the\nmisrepresentation.",
    "joined": []
}