{
    "case": {
        "docket": "18-587",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-587/"
    },
    "id": "4263239",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–587, 18–588, and 18–589_________________DEPARTMENT OF HOMELAND SECURITY,\net al., PETITIONERS18–587v.REGENTS OF THE UNIVERSITY OF CALIFORNIA,\net al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuitDONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERS18–588v.NATIONAL ASSOCIATION FOR THE\nADVANCEMENT OF COLORED PEOPLE, et al.; ANDon writ of certiorari before judgment to the\nunited states court of appeals for the district of columbia\ncircuitCHAD WOLF, ACTING SECRETARY OF HOMELAND\nSECURITY, et al., PETITIONERS18–589v.MARTIN JONATHAN BATALLA VIDAL,\net al.on writ of certiorari before judgment to the\nunited states court of appeals for the second circuit[June 18, 2020]Justice Thomas, with whom Justice Alito and\nJustice Gorsuch join, concurring in the judgment in part and\ndissenting in part.Between 2001 and 2011, Congress considered over\ntwo dozen bills that would have granted lawful status to millions\nof aliens who were illegally brought to this country as children.\nEach of those legislative efforts failed. In the wake of this\nimpasse, the Department of Homeland Security (DHS) under President\nBarack Obama took matters into its own hands. Without any purported\ndelegation of authority from Congress and without undertaking a\nrulemaking, DHS unilaterally created a program known as Deferred\nAction for Childhood Arrivals (DACA). The three-page DACA\nmemorandum made it possible for approximately 1.7 million illegal\naliens to qualify for temporary lawful presence and certain federal\nand state benefits. When President Donald Trump took office in\n2017, his Acting Secretary of Homeland Security, acting through yet\nanother memorandum, rescinded the DACA memorandum. To state it\nplainly, the Trump administration rescinded DACA the same way that\nthe Obama administration created it: unilaterally, and through a\nmere memorandum.Today the majority makes the mystifying\ndetermination that this rescission of DACA was unlawful. In\nreaching that conclusion, the majority acts as though it is\nengaging in the routine application of standard principles of\nadministrative law. On the contrary, this is anything but a\nstandard administrative law case.DHS created DACA during the Obama administration\nwithout any statutory authorization and without going through the\nrequisite rulemaking process. As a result, the program was unlawful\nfrom its inception. The majority does not even attempt to explain\nwhy a court has the authority to scrutinize an agency’s policy\nreasons for rescinding an unlawful program under the arbitrary and\ncapricious microscope. The decision to countermand an unlawful\nagency action is clearly reasonable. So long as the agency’s\ndetermination of illegality is sound, our review should be at an\nend.Today’s decision must be recognized for what it\nis: an effort to avoid a politically controversial but legally\ncorrect decision. The Court could have made clear that the solution\nrespondents seek must come from the Legislative Branch. Instead,\nthe majority has decided to prolong DHS’ initial overreach by\nproviding a stopgap measure of its own. In doing so, it has given\nthe green light for future political battles to be fought in this\nCourt rather than where they rightfully belong—the political\nbranches. Such timidity forsakes the Court’s duty to apply the law\naccording to neutral principles, and the ripple effects of the\nmajority’s error will be felt throughout our system of\nself-government.Perhaps even more unfortunately, the majority’s\nholding creates perverse incentives, particularly for outgoing\nadministrations. Under the auspices of today’s decision,\nadministrations can bind their successors by unlawfully adopting\nsignificant legal changes through Executive Branch agency\nmemoranda. Even if the agency lacked authority to effectuate the\nchanges, the changes cannot be undone by the same agency in a\nsuccessor administration unless the successor provides sufficient\npolicy justifications to the satisfaction of this Court. In other\nwords, the majority erroneously holds that the agency is not only\npermitted, but required, to continue administering unlawful\nprograms that it inherited from a previous administration. I\nrespectfully dissent in part.[1]IAIn 2012, after more than two dozen attempts by\nCongress to grant lawful status to aliens who were brought to this\ncountry as children,[2] the\nthen-Secretary of Homeland Security Janet Napolitano announced, by\nmemorandum, a new “prosecutorial discretion” policy known as DACA.\nApp. to Pet. for Cert. in No. 18–587, p. 97a. The memorandum\ndirected immigration enforcement officers not to remove “certain\nyoung people who were brought to this country as children” that met\ndelineated criteria.Id., at 97a–98a. In the Secretary’s\nview, the program was consistent with “the framework of the\nexisting law.”Id., at 101a.DACA granted a renewable 2-year period of\n“deferred action” that made approximately 1.7 million otherwise\nremovable aliens eligible to remain in this country\ntemporarily.[3] By granting\ndeferred action, the memorandum also made recipients eligible for\ncertain state and federal benefits, including Medicare and Social\nSecurity. See 8 U. S. C. §§1611(b)(2)–(4); 8 CFR\n§1.3(a)(4)(vi) (2020); 45 CFR §152.2(4)(vi) (2019). In addition,\ndeferred action enabled the recipients to seek work authorization.\n8 U. S. C. §1324a(h)(3)(B); 8 CFR §274a.12(c)(14).\nDespite these changes, the memorandum contradictorily claimed that\nit “confer[red] no substantive right [or] immigration status,”\nbecause “[o]nly the Congress, acting through its legislative\nauthority, can confer these rights.” App. to Pet. for Cert. in No.\n18–587, at 101a.In 2014, then-Secretary of Homeland Security Jeh\nJohnson broadened the deferred-action program in yet another brief\nmemorandum. This 2014 memorandum expanded DACA eligibility by\nextending the deferred-action period to three years and by relaxing\nother criteria. It also implemented a related program, known as\nDeferred Action for Parents of Americans and Lawful Permanent\nResidents (DAPA). DAPA allowed unlawfully present parents to obtain\ndeferred action derivatively through their children who were either\ncitizens or lawful permanent residents. Approximately 4.3 million\naliens qualified for DAPA and, as with DACA, these individuals\nwould have become eligible for certain federal and state benefits\nupon the approval of their DAPA applications. SeeTexasv.United States, 809 F.3d 134, 181 (CA5 2015). Nevertheless,\nthe 2014 memorandum repeated the incongruous assertion that these\nprograms “d[id] not confer any form of legal status in this\ncountry” and added that deferred action “may be terminated at any\ntime at the agency’s discretion.” App. to Pet. for Cert. in No.\n18–587, at 104a.BTwenty-six States filed suit to enjoin the\nimplementation of these new programs, DAPA and “expanded DACA,”\nmaintaining that they violated the Constitution, the Administrative\nProcedure Act (APA), and the Immigration and Naturalization Act\n(INA). The States contended that, because the 2014 memorandum\nallowed aliens to receive deferred action and other benefits, it\namounted to a legislative rule that had to comply with the APA’s\nnotice and comment procedures. The States also argued that DHS’\ndecision to recategorize an entire class of aliens from “unlawfully\npresent” to “lawfully present” exceeded its statutory authority\nunder the federal immigration laws. According to the States, these\ndefects rendered the 2014 memorandum arbitrary, capricious, or\notherwise not in accordance with law.The District Court preliminarily enjoined DAPA\nand expanded DACA. The Fifth Circuit affirmed, rejecting DHS’ claim\nthat the programs were an exercise of prosecutorial discretion.Texas, 809 F. 3d, at 167, 188. The court concluded that\nthe States were likely to succeed on their claim that the 2014\nmemorandum was a legislative rule that had to be adopted through\nnotice and comment rulemaking.Id., at 171–178. The court\nfurther concluded that the 2014 memorandum was “substantively\ncontrary to law” because the INA did not grant DHS the statutory\nauthority to implement either program.Id., at 170,\n178–186.This Court affirmed the Fifth Circuit’s judgment\nby an equally divided vote.United Statesv.Texas,\n579 U. S. ___ (2016) (per curiam).CThe 2014 memorandum was rescinded on June 15,\n2017, before taking effect. Shortly after that rescission, several\nof the plaintiff States sent a letter to then-Attorney General\nJefferson Sessions III. They contended that the 2012 DACA\nmemorandum was also legally defective because, “just like DAPA,\nDACA unilaterally confers eligibility for . . . lawful\npresence without any statutory authorization from Congress.” App.\n873. The States wrote that they would amend their complaint to\nchallenge DACA if the administration did not rescind the 2012\nmemorandum creating DACA by September 5, 2017.On September 4, then-Attorney General Sessions\nwrote to then-Acting Secretary of Homeland Security Elaine Duke,\nadvising her to rescind DACA. Sessions stated that, in his legal\nopinion, DACA took effect “through executive action, without proper\nstatutory authority and with no established end-date, after\nCongress’ repeated rejection of proposed legislation that would\nhave accomplished a similar result. Such an open-ended\ncircumvention of immigration laws was an unconstitutional exercise\nof authority by the Executive Branch.”Id., at 877. The\nletter also stated that DACA was infected with the “same legal\n. . . defects that the courts recognized as to DAPA,”id., at 878, and thus DACA would likely be enjoined as\nwell.Then-Acting Secretary Duke rescinded DACA the\nnext day, also through a memorandum. Her memorandum began by noting\nthat DACA “purported to use deferred action . . . to\nconfer certain benefits to illegal aliens that Congress had not\notherwise acted to provide by law.” App. to Pet. for Cert. in No.\n18–587, at 112a. It described the history of the Fifth Circuit\nlitigation, noting that the court had concluded that DAPA\n“conflicted with the discretion authorized by Congress” because\n“the [INA] flatly does not permit the reclassification of millions\nof illegal aliens as lawfully present.”Id., at 114a\n(internal quotation marks omitted). Finally, the memorandum\naccepted then-Attorney General Sessions’ legal determination that\nDACA was unlawful for the same reasons as DAPA. See §1103(a)(1). In\nlight of the legal conclusions reached by the Fifth Circuit and the\nAttorney General, then-Acting Secretary Duke set forth the\nprocedures for winding down DACA.These three cases soon followed. In each,\nrespondents claimed, among other things, that DACA’s rescission was\narbitrary and capricious under the APA. Two District Courts granted\na preliminary nationwide injunction, while the third vacated the\nrescission.II“ ‘[A]n agency literally has no power to\nact . . . unless and until Congress confers power upon\nit.’ ”Arlingtonv.FCC,569\nU.S. 290, 317 (2013) (Roberts, C. J., dissenting) (quotingLouisiana Pub. Serv. Comm’nv.FCC,476 U.S.\n355, 374 (1986)). When an agency exercises power beyond the\nbounds of its authority, it acts unlawfully. See,e.g.,SAS Institute Inc.v.Iancu, 584 U. S. ___, ___,\nn. (2018) (slip op., at 11, n.). The 2012 memorandum creating DACA\nprovides a poignant illustration of ultra vires agency action.DACA alters how the immigration laws apply to a\ncertain class of aliens. “DACA [recipients] primarily entered the\ncountry either by overstaying a visa or by entering without\ninspection, and the INA instructs that aliens in both classes are\nremovable.”Texasv.United States, 328 F. Supp.\n3d 662, 713 (SD Tex. 2018) (footnote omitted). But DACA granted its\nrecipients deferred action,i.e., a decision to “decline to\ninstitute [removal] proceedings, terminate [removal] proceedings,\nor decline to institute a final order of [removal].”Renov.American-Arab Anti-Discrimination Comm.,525 U.S.\n471, 484 (1999) (internal quotation marks omitted). Under other\nregulations, recipients of deferred action are deemed lawfully\npresent for purposes of certain federal benefits. Seesupra,\nat 4. Thus, DACA in effect created a new exception to the statutory\nprovisions governing removability and, in the process, conferred\nlawful presence on an entire class of aliens.To lawfully implement such changes, DHS needed a\ngrant of authority from Congress to either reclassify removable\nDACA recipients as lawfully present, or to exempt the entire class\nof aliens covered by DACA from statutory removal procedures. No\nparty disputes that the immigration statutes lack an express\ndelegation to accomplish either result. And, an examination of the\nhighly reticulated immigration regime makes clear that DHS has no\nimplicit discretion to create new classes of lawful presence or to\ngrant relief from removal out of whole cloth. Accordingly, DACA is\nsubstantively unlawful.This conclusion should begin and end our review.\nThe decision to rescind an unlawful agency action isper selawful. No additional policy justifications or considerations are\nnecessary. And, the majority’s contrary holding—that an agency is\nnot only permitted, but required, to continue an ultra vires\naction—has no basis in law.ACongress has not authorized DHS to reclassify\nan entire class of removable aliens as lawfully present or to\ncategorically exempt aliens from statutory removal provisions.1I begin with lawful presence. As just stated,\nnothing in the federal immigration laws expressly delegates to DHS\nthe unfettered discretion to create new categories of lawfully\npresent aliens. And, there is no basis for concluding that Congress\nimplicitly delegated to DHS the power to reclassify categories of\naliens as lawfully present. The immigration statutes provide\nnumerous ways to obtain lawful presence, both temporary and\npermanent. The highly detailed nature of these provisions indicates\nthat Congress has exhaustively provided for all of the ways that it\nthought lawful presence should be obtainable, leaving no discretion\nto DHS to add new pathways.For example, federal immigration laws provide\nover 60 temporary nonimmigrant visa options, including visas for\nambassadors, full-time students and their spouses and children,\nthose engaged to marry a United States citizen within 90 days of\narrival, athletes and performers, and aliens with specialized\nknowledge related to their employers. See §§1101(a)(15)(A)–(V),\n1184; 8 CFR §214.1; see also Congressional Research Service, J.\nWilson, Nonimmigrant and Immigrant Visa Categories: Data Brief 1–6\n(2019) (Table 1). In addition, the statutes permit the Attorney\nGeneral to grant temporary “parole” into the United States “for\nurgent humanitarian reasons or [a] significant public benefit,” 8\nU. S. C. §1182(d)(5)(A); provide for temporary protected\nstatus when the Attorney General finds that removal to a country\nwith an ongoing armed conflict “would pose a serious threat to [an\nalien’s] personal safety,” §1254a(b)(1)(A); and allow the Secretary\nof Homeland Security (in consultation with the Secretary of State)\nto waive visa requirements for certain aliens for up to 90 days,\n§§1187(a)–(d).The immigration laws are equally complex and\ndetailed when it comes to obtaining lawful permanent residence.\nCongress has expressly specified numerous avenues for obtaining an\nimmigrant visa, which aliens may then use to become lawful\npermanent residents. §§1201, 1255(a). Among other categories,\nimmigrant visas are available to specified family-sponsored aliens,\naliens with advanced degrees or exceptional abilities, certain\ntypes of skilled and unskilled workers, “special immigrants,” and\nthose entering the country to “engag[e] in a new commercial\nenterprise.” §§1153(a)–(b), 1154; see also Congressional Research\nService, Nonimmigrant and Immigrant Visa Categories, at 6–7 (Table\n2). Refugees and asylees also may receive lawful permanent\nresidence under certain conditions, §1159; 8 CFR §§209.1,\n209.2.[4] As with temporary\nlawful presence, each avenue to lawful permanent residence status\nhas its own set of rules and exceptions.[5]As the Fifth Circuit held in the DAPA\nlitigation, a conclusion with which then-Attorney General Sessions\nagreed, “specific and detailed provisions[ of] the INA expressly\nand carefully provid[e] legal designations allowing defined classes\nof aliens to be lawfully present.”Texas, 809 F. 3d, at\n179. In light of this elaborate statutory scheme, the lack of any\nsimilar provision for DACA recipients convincingly establishes that\nCongress left DHS with no discretion to create an additional class\nof aliens eligible for lawful presence. Congress knows well how to\nprovide broad discretion, and it has provided open-ended\ndelegations of authority in statutes too numerous to name. But when\nit comes to lawful presence, Congress did something strikingly\ndifferent. Instead of enacting a statute with “broad general\ndirectives” and leaving it to the agency to fill in the lion’s\nshare of the details,Mistrettav.United States,488 U.S.\n361, 372 (1989), Congress put in place intricate specifications\ngoverning eligibility for lawful presence. This comprehensive\nscheme indicates that DHS has no discretion to supplement or amend\nthe statutory provisions in any manner, least of all by memorandum.\nSeeFDAv.Brown & Williamson Tobacco Corp.,529 U.S.\n120, 125 (2000) (An agency “may not exercise its authority in a\nmanner that is inconsistent with the administrative structure that\nCongress enacted” (internal quotation marks omitted)); see alsoETSI Pipeline Projectv.Missouri,484 U.S.\n495, 509–510 (1988).2The relief that Congress has extended to\nremovable aliens likewise confirms that DACA exceeds DHS’ delegated\nauthority. Through deferred action, DACA grants temporary relief to\nremovable aliens on a programmatic scale. SeeTexas, 328\nF. Supp. 3d, at 714. But as with lawful presence, Congress did\nnot expressly grant DHS the authority to create categorical\nexceptions to the statute’s removal requirements. And again, as\nwith lawful presence, the intricate level of detail in the federal\nimmigration laws regarding relief from removal indicates that DHS\nhas no discretionary authority to supplement that relief with an\nentirely new programmatic exemption.At the outset, Congress clearly knows how to\nprovide for classwide deferred action when it wishes to do so. On\nmultiple occasions, Congress has used express language to make\ncertain classes of individuals eligible for deferred action. See 8\nU. S. C. §§1154(a)(1)(D)(i)(II), (IV) (certain\nindividuals covered under the Violence Against Women Act are\n“eligible for deferred action”); Victims of Trafficking and\nViolence Protection Act of 2000, 114Stat. 1522 (“ ‘Any\nindividual described in subclause (I) is eligible for deferred\naction’ ”); Uniting and Strengthening America by Providing\nAppropriate Tools Required to Intercept and Obstruct Terrorism (USA\nPATRIOT ACT) Act of 2001, §423(b), 115Stat. 361 (“Such spouse,\nchild, son, or daughter may be eligible for deferred action”);\nNational Defense Authorization Act for Fiscal Year 2004,\n§§1703(c)(1)(A), (2), 117Stat. 1694–1695 (“Such spouse or child\nshall be eligible for deferred action”).[6] Congress has failed to provide similar explicit\nprovisions for DACA recipients, and the immigration laws contain no\nindication that DHS can, at will, create its own categorical\npolicies for deferred action.Other provisions pertaining to relief from\nremoval further demonstrate that DHS lacked the delegated authority\nto create DACA. As with lawful presence, Congress has provided a\nplethora of methods by which aliens may seek relief from removal.\nFor instance, both permanent and temporary residents can seek\ncancellation of removal if they meet certain residency requirements\nand have not committed certain crimes. §§1229b(a)–(b). And certain\nnonpermanent residents may have their status adjusted to permanent\nresidence during these proceedings. §1229b(b)(2). Aliens can apply\nfor asylum or withholding of removal during removal proceedings\nunless they have committed certain crimes. §§1158, 1231(b)(3).\nApplicants for certain nonimmigrant visas may be granted a stay of\nremoval until the visa application is adjudicated. §1227(d). And,\naliens may voluntarily depart rather than be subject to an order of\nremoval. §1229c.In sum, like lawful presence, Congress has\nprovided for relief from removal in specific and complex ways. This\nnuanced detail indicates that Congress has provided the full\npanoply of methods it thinks should be available for an alien to\nseek relief from removal, leaving no discretion to DHS to provide\nadditional programmatic forms of relief.[7]3Finally, DHS could not appeal to general\ngrants of authority, such as the Secretary’s ability to “perform\nsuch other acts as he deems necessary for carrying out his\nauthority under the provisions of this chapter,” §1103(a)(3), or to\n“[e]stablis[h] national immigration enforcement policies and\npriorities,” 6 U. S. C. §202(5). See also 8\nU. S. C. §1103(g)(2). Because we must interpret the\nstatutes “as a symmetrical and coherent regulatory scheme,”Gustafsonv.Alloyd Co.,513\nU.S. 561, 569 (1995), these grants of authority must be read\nalongside the express limits contained within the statute. Basing\nthe Secretary’s ability to completely overhaul immigration law on\nthese general grants of authority would eviscerate that deliberate\nstatutory scheme by “allow[ing the Secretary of DHS] to grant\nlawful presence . . . to any illegal alien in the\nUnited States.”Texas, 809 F. 3d, at 184. Not only\nis this “an untenable position in light of the INA’s intricate\nsystem,”ibid., but it would also render many of those\nprovisions wholly superfluous due to DHS’ authority to disregard\nthem at will,Duncanv.Walker,533 U.S.\n167, 174 (2001). And in addition to these fatal problems,\nadopting a broad interpretation of these general grants of\nauthority would run afoul of the presumption that “Congress\n. . . does not alter the fundamental details of a\nregulatory scheme in vague terms or ancillary provisions.”Whitmanv.American Trucking Assns.,Inc.,531 U.S.\n457, 468 (2001). And it would also conflict with the major\nquestions doctrine, which is based on the expectation that Congress\nspeaks clearly when it delegates the power to make “decisions of\nvast economic and political significance.”Utility Air\nRegulatory Groupv.EPA,573 U.S.\n302, 324 (2014) (UARG) (internal quotation marks\nomitted); see alsoTexas, 787 F. 3d, at 760–761.Read together, the detailed statutory provisions\ngoverning temporary and lawful permanent resident status, relief\nfrom removal, and classwide deferred-action programs lead\nineluctably to the conclusion that DACA is “inconsisten[t] with the\ndesign and structure of the statute as a whole.”University of\nTex. Southwestern Medical Centerv.Nassar,570 U.S.\n338, 353 (2013). As the District Court stated in the DAPA\nlitigation and as then-Attorney General Sessions agreed, “[i]nstead\nof merely refusing to enforce the INA’s removal laws against an\nindividual, the DHS has enacted a wide-reaching program that awards\nlegal presence . . . to individuals Congress has deemed\ndeportable or removable.”Texasv.United States, 86\nF. Supp. 3d 591, 654 (SD Tex. 2015). The immigration\nstatutes contain a level of granular specificity that is\nexceedingly rare in the modern administrative state. It defies all\nlogic and common sense to conclude that a statutory scheme detailed\nenough to provide conditional lawful presence to groups as narrowly\ndefined as “alien entrepreneurs,” §1186b, is simultaneously\ncapacious enough for DHS to grant lawful presence to almost two\nmillion illegal aliens with the stroke of a Cabinet secretary’s\npen.BThen-Attorney General Sessions concluded that\nthe initial DACA program suffered from the “same legal\n. . . defects” as DAPA and expanded DACA, finding that,\nlike those programs, DACA was implemented without statutory\nauthority. App. 877–878. Not only was this determination correct,\nbut it is also dispositive for purposes of our review. “It is\naxiomatic that an administrative agency’s power . . . is\nlimited to the authority granted by Congress.”Bowenv.Georgetown Univ. Hospital,488 U.S.\n204, 208 (1988). DHS had no authority here to create DACA, and\nthe unlawfulness of that program is a sufficient justification for\nits rescission.The majority opts for a different path, all but\nignoring DACA’s substantive legal defect. Seeante, at\n18–19. On the majority’s understanding of APA review, DHS was\nrequired to provide additional policy justifications in order to\nrescind an action that it had no authority to take. This rule “has\nno basis in our jurisprudence, and support for [it] is\nconspicuously absent from the Court’s opinion.”Massachusettsv.EPA,549 U.S.\n497, 536 (2007) (Roberts, C. J., dissenting).The lack of support for the majority’s position\nis hardly surprising in light of our Constitution’s separation of\npowers. No court can compel Executive Branch officials to exceed\ntheir congressionally delegated powers by continuing a program that\nwas voidab initio. Cf.Clintonv.City of New\nYork,524 U.S.\n417(1998);INSv.Chadha,462 U.S.\n919(1983); see alsoEPAv.EME Homer City\nGeneration,L. P.,572 U.S.\n489, 542, n. 5 (2014) (Scalia, J., dissenting);Public\nCitizenv.Department of Justice,491 U.S.\n440, 487 (1989) (Kennedy, J., concurring in judgment). In\nreviewing agency action, our role is to ensure that Executive\nBranch officials do not transgress the proper bounds of their\nauthority,Arlington, 569 U. S., at 327 (Roberts,\nC. J., dissenting), not to perpetuate a decision to unlawfully\nwield power in direct contravention of the enabling statute’s clear\nlimits, seeUARG, 573 U. S., at 327–328;Barnhartv.Sigmon Coal Co.,534\nU.S. 438, 462 (2002).Under our precedents, DHS can only exercise the\nauthority that Congress has chosen to delegate to it. SeeUARG, 573 U. S., at 327. In implementing DACA, DHS\nunder the Obama administration arrogated to itself power it was not\ngiven by Congress. Thus, every action taken by DHS under DACA is\nthe unlawful exercise of power. Now, under the Trump\nadministration, DHS has provided the most compelling reason to\nrescind DACA: The program was unlawful and would force DHS to\ncontinue acting unlawfully if it carried the program forward.IIIThe majority’s demanding review of DHS’\ndecisionmaking process is especially perverse given that the 2012\nmemorandum flouted the APA’s procedural requirements—the very\nrequirements designed to prevent arbitrary decisionmaking. Even if\nDHS were authorized to create DACA, it could not do so without\nundertaking an administrative rulemaking. The fact that DHS did not\nengage in this process likely provides an independent basis for\nrescinding DACA. But at the very least, this procedural defect\ncompounds the absurdity of the majority’s position in these\ncases.As described above, DACA fundamentally altered\nthe immigration laws. It created a new category of aliens who, as a\nclass, became exempt from statutory removal procedures, and it gave\nthose aliens temporary lawful presence. Both changes contravened\nstatutory limits. DACA is thus what is commonly called a\nsubstantive or legislative rule.[8] As the name implies, our precedents state that\nlegislative rules are those that “have the force and effect of\nlaw.”Chrysler Corp.v.Brown,441 U.S.\n281, 295 (1979) (internal quotation marks omitted).Our precedents allow the vast majority of\nlegislative rules to proceed through so-called “informal” notice\nand comment rulemaking. SeeUnited Statesv.Florida East\nCoast R. Co.,410 U.S.\n224, 237–238 (1973).[9] But\nunder our precedents, an agency must engage in certain procedures\nmandated by the APA before its rule carries legal force.Kisorv.Wilkie, 588 U. S. ___, ___ (2019)\n(plurality opinion) (slip op., at 23) (“[A] legislative rule,\n. . . to be valid[,] must go through notice and\ncomment”);id., at ___ (Gorsuch, J., concurring in judgment)\n(slip op., at 17) (same);Perezv.Mortgage Bankers\nAssn., 575 U.S. 92, 96 (2015); cf.Azarv.Allina\nHealth Services, 587 U. S. ___, ___ (2019) (slip op., at\n1) (same with respect to materially identical procedures under the\nMedicare Act). These procedures specify that the agency “shall”\npublish a notice of proposed rulemaking in the Federal Register,\njustify the rule by reference to legal authority, describe “the\nsubjects and issues involved” in the rule, and allow interested\nparties to submit comments. 5 U. S. C. §§553(b)–(c); see\nalsoKisor, 588 U. S., at ___ (opinion of Gorsuch, J.)\n(slip op., at 17). As we have recognized recently, use of the word\n“shall” indicates that these procedures impose mandatory\nobligations on the agency before it can adopt a valid binding\nregulation. SeeMaine Community Health Optionsv.United\nStates, 590 U. S. ___, ___ (2020) (slip op., at 12). After\nundergoing notice and comment, the agency then publishes the final\nrule, which must “articulate a satisfactory explanation for [the]\naction including a rational connection between the facts found and\nthe choice made.”Motor Vehicle Mfrs. Assn. of United\nStates,Inc.v.State Farm Mut. Automobile Ins.\nCo.,463 U.S.\n29, 43 (1983) (internal quotation marks omitted). Only after\ncompleting this process is the legislative rule a valid law. SeeKisor, 588 U. S., at ___ (opinion of Gorsuch, J.) (slip\nop., at 17).[10]Because DACA has the force and effect of law,\nDHS was required to observe the procedures set out in the APA if it\nwanted to promulgate a legislative rule. It is undisputed, however,\nthat DHS did not do so. It provided no opportunity for interested\nparties to submit comments regarding the effect that the program’s\ndramatic and very significant change in immigration law would have\non various aspects of society. It provided no discussion of\neconomic considerations or national security interests. Nor did it\nprovide any substantial policy justifications for treating young\npeople brought to this country differently from other classes of\naliens who have lived in the country without incident for many\nyears. And, it did not invoke any law authorizing DHS to create\nsuch a program beyond its inexplicable assertion that DACA was\nconsistent with existing law. Because DHS failed to engage in the\nstatutorily mandated process, DACA never gained status as a legally\nbinding regulation that could impose duties or obligations on third\nparties. Seeid., at ___ (plurality opinion) (slip op., at\n23);id., at ___ (opinion of Gorsuch, J.) (slip op., at\n17).Given this state of affairs, it is unclear to me\nwhy DHS needed to provide any explanation whatsoever when it\ndecided to rescind DACA. Nothing in the APA suggests that DHS was\nrequired to spillanyink justifying the rescission of an\ninvalid legislative rule, let alone that it was required to provide\npolicy justifications beyond acknowledging that the program was\nsimply unlawful from the beginning. And, it is well established\nthat we do not remand for an agency to correct its reasoning when\nit was required by law to take or abstain from an action. SeeMorgan Stanley Capital Group Inc.v.Public Util. Dist.\nNo. 1 of Snohomish Cty.,554 U.S.\n527, 544–545 (2008). Here, remand would be futile, because no\namount of policy explanation could cure the fact that DHS lacked\nstatutory authority to enact DACA in the first place.Instead of recognizing this, the majority now\nrequires the rescinding Department to treat the invalid rule as\nthough it were legitimate. As just explained, such a requirement is\nnot supported by the APA.[11] It is also absurd, as evidenced by its application to\nDACA in these cases. The majority insists that DHS was obligated to\ndiscuss its choices regarding benefits and forbearance in great\ndetail, even though no such detailed discussion accompanied DACA’s\nissuance. And, the majority also requires DHS to discuss reliance\ninterests at length, even though deferred action traditionally does\nnot take reliance interests into account and DHS was not forced to\nexplain its treatment of reliance interests in the first instance\nby going through notice and comment. Seeinfra, at 23–24.\nThe majority’s demand for such an explanation here simply makes\nlittle sense.At bottom, of course, none of this matters,\nbecause DHSdidprovide a sufficient explanation for its\naction. DHS’ statement that DACA was ultra vires was more than\nsufficient to justify its rescission.[12] By requiring more, the majority has distorted the APA\nreview process beyond recognition, further burdening all future\nattempts to rescind unlawful programs. Plaintiffs frequently bring\nsuccessful challenges to agency actions by arguing that the agency\nhas impermissibly dressed up a legislative rule as a policy\nstatement and must comply with the relevant procedures before\nfunctionally binding regulated parties. See,e.g.,Mendozav.Perez, 754 F.3d 1002 (CADC 2014);Natural Resources Defense Councilv.EPA, 643 F.3d\n311 (CADC 2011);National Family Planning & Reproductive\nHealth Assn.,Inc.v.Sullivan, 979 F.2d 227\n(CADC 1992). But going forward, when a rescinding agency inherits\nan invalid legislative rule that ignored virtually every rulemaking\nrequirement of the APA, it will be obliged to overlook that\nreality. Instead of simply terminating the program because it did\nnot go through the requisite process, the agency will be compelled\nto treat an invalid legislative rule as though it were\nlegitimate.[13]IVEven if I were to accept the majority’s\npremise that DACA’s rescission required additional policy\njustifications, the majority’s reasons for setting aside the\nagency’s decision still fail.AFirst, the majority claims that the Fifth\nCircuit discussed only the legality of the 2014 memorandum’s\nconferral of benefits, not its “forbearance component”—i.e.,\nthe decision not to place DACA recipients into removal proceedings.Ante, at 20. The majority, therefore, claims that,\nnotwithstanding the then-Attorney General’s legal conclusion,\nthen-Acting Secretary Duke was required to consider revoking DACA\nrecipients’ lawful presence and other attendant benefits while\ncontinuing to defer their removal.Ante, at 22–23. Even\nassuming the majority correctly characterizes the Fifth Circuit’s\nopinion, it cites no authority for the proposition that arbitrary\nand capricious reviewrequiresan agency to dissect an\nunlawful program piece by piece, scrutinizing each separate element\nto determine whether it would independently violate the law, rather\nthan just to rescind the entire program.[14]The then-Attorney General reviewed the thorough\ndecisions of the District Court and the Fifth Circuit. Those courts\nexhaustively examined the INA’s text and structure, the relevant\nprovisions of other federal immigration statutes, the historical\npractice of deferred action, and the general grants of statutory\nauthority to set immigration policy. Both decisions concluded that\nDAPA and expanded DACA violated the carefully crafted federal\nimmigration scheme, that such violations could not be justified\nthrough reference to past exercises of deferred action, and that\nthe general grants of statutory authority did not give DHS the\npower to enact such a sweeping nonenforcement program. Based on the\nreasoning of those decisions, then-Attorney General Sessions\nconcluded that DACA was likewise implemented without statutory\nauthority. He directed DHS to restore the rule of law. DHS followed\nthe then-Attorney General’s legal analysis and rescinded the\nprogram. This legal conclusion more than suffices to supply the\n“reasoned analysis” necessary to rescind an unlawful program.State Farm, 463 U. S., at 42.The majority has no answer except to suggest\nthat this approach is inconsistent withState Farm. Seeante, at 21–22. But in doing so, the majority ignores the\nfact that, unlike the typical “prior policy” contemplated by the\nCourt inState Farm, DACA is unlawful. NeitherState\nFarmnor any other decision cited by the majority addresses\nwhat an agency must do when it has inherited an unlawful program.\nIt is perhaps for this reason that, rather than responding with\nauthority of its own, the majority simply opts to excise the\n“unlawful policy” aspect from its discussion.BSecond, the majority claims that DHS erred by\nfailing to take into account the reliance interests of DACA\nrecipients.Ante, at 23–26. But reliance interests are\nirrelevant when assessing whether to rescind an action that the\nagency lacked statutory authority to take. No amount of reliance\ncould ever justify continuing a program that allows DHS to wield\npower that neither Congress nor the Constitution gave it. Any such\ndecision would be “not in accordance with law” or “in excess of\nstatutory . . . authority.” 5 U. S. C.\n§§706(2)(A), (C). Accordingly, DHS would simply be engaging in yet\nanother exercise of unlawful power if it used reliance interests to\njustify continuing the initially unlawful program, and a court\nwould be obligated to set aside that action.[15]Even if reliance interests were sometimes\nrelevant when rescinding an ultra vires action, the rescission\nstill would not be arbitrary and capricious here. Rather, as the\nmajority does not dispute, the rescission is consistent with how\ndeferred action has always worked. As a general matter, deferred\naction creates no rights—it exists at the Government’s discretion\nand can be revoked at any time. See App. to Pet. for Cert. in No.\n18–587, at 104a (DACA and expanded DACA); 8 CFR §214.11(j)(3) (T\nvisas); §214.14(d)(2) (U visas); 62 Fed. Reg. 63249, 63253 (1997)\n(discussing Exec. Order No. 12711 for certain citizens of the\nPeople’s Republic of China). The Government has made clear time and\nagain that, because “deferred action is not an immigration status,\nno alien has the right to deferred action. It is used solely in the\ndiscretion of the [Government] and confers no protection or benefit\nupon an alien.” DHS Immigration and Customs Enforcement Office of\nDetention and Removal, Detention and Deportation Officers’ Field\nManual §20.8 (Mar. 27, 2006); see also Memorandum from D. Meissner,\nComm’r, INS, to Regional Directors et al., pp. 11–12\n(Nov. 17, 2000); Memorandum from W. Yates, Assoc. Director of\nOperations, DHS, Citizenship and Immigration Servs., to Director,\nVt. Serv. Center, p. 5 (2003). Thus, contrary to the\nmajority’s unsupported assertion,ante, at 23, this\nlongstanding administrative treatment of deferred action provides\nstrong evidence and authority for the proposition that an agency\nneed not consider reliance interests in this context.[16]Finally, it is inconceivable to require DHS to\nstudy reliance interests before rescinding DACA considering how the\nprogram was previously defended. DHS has made clear since DACA’s\ninception that it would not consider such reliance interests.\nContemporaneous with the DACA memo, DHS stated that “DHS can\nterminate or renew deferred action at any time at the agency’s\ndiscretion.” Consideration of Deferred Action for Childhood\nArrivals Process, 89 Interpreter Releases 1557, App. 4, p. 2\n(Aug. 20, 2012). In fact, DHS repeatedly argued in court that the\n2014 memorandum was a valid exercise of prosecutorial discretion in\npartbecausedeferred action created no rights on which\nrecipients could rely. Before the Fifth Circuit, DHS stated that\n“DHS may revoke or terminate deferred action and begin removal\nproceedings at any time at its discretion.” Brief for Appellants inTexasv.United States, No. 15–40238, p. 7; see\nalsoid., at 45–46. And before this Court, in that same\nlitigation, DHS reiterated that “DHS has absolute discretion to\nrevoke deferred action unilaterally, without notice or process.”\nBrief for United States inUnited Statesv.Texas,\nO. T. 2015, No. 15–674, p. 5; see alsoid., at 37.\nIf that treatment of reliance interests was incorrect, it provides\nyet one more example of a deficiency in DACA’s issuance, not its\nrescission.*  *  *President Trump’s Acting Secretary of Homeland\nSecurity inherited a program created by President Obama’s Secretary\nthat was implemented without statutory authority and without\nfollowing the APA’s required procedures. Then-Attorney General\nSessions correctly concluded that this ultra vires program should\nbe rescinded. These cases could—and should—have ended with a\ndetermination that his legal conclusion was correct.Instead, the majority today concludes that DHS\nwas required to do far more. Without grounding its position in\neither the APA or precedent, the majority declares that DHS was\nrequired to overlook DACA’s obvious legal deficiencies and provide\nadditional policy reasons and justifications before restoring the\nrule of law. This holding is incorrect, and it will hamstring all\nfuture agency attempts to undo actions that exceed statutory\nauthority. I would therefore reverse the judgments below and remand\nwith instructions to dissolve the nationwide injunctions.Notes1I concur in the judgment\ninsofar as the majority rejects respondents’ equal protection\nclaim.2See Immigrant Children’s\nEducational Advancement and Dropout Prevention Act of 2001,\nH. R. 1582, 107th Cong., 1st Sess.; Student Adjustment Act of\n2001, H. R. 1918, 107th Cong., 1st Sess.; DREAM Act, S. 1291,\n107th Cong., 1st Sess. (2001); DREAM Act, S. 1545, 108th Cong., 1st\nSess. (2003); Student Adjustment Act of 2003, H. R. 1684,\n108th Cong., 1st Sess.; DREAM Act, S. 2863, 108th Cong., 2d Sess.,\nTit. XVIII (2003); DREAM Act of 2005, S. 2075, 109th Cong., 1st\nSess.; Comprehensive Immigration Reform Act of 2006, S. 2611, 109th\nCong., 2d Sess., Tit. VI, Subtitle C; American Dream Act,\nH. R. 5131, 109th Cong., 2d Sess. (2006); DREAM Act of 2007,\nS. 774, 110th Cong., 1st Sess.; DREAM Act of 2007, S. 2205, 110th\nCong., 1st Sess.; STRIVE Act of 2007, H. R. 1645, 110th Cong.,\n1st Sess., Tit. VI, Subtitle B; Comprehensive Immigration Reform\nAct of 2007, S. 1348, 110th Cong., 1st Sess., Tit. VI, Subtitle C;\nDREAM Act of 2009, S. 729, 111th Cong., 1st Sess.; American Dream\nAct, H. R. 1751, 111th Cong., 1st Sess.; Comprehensive\nImmigration Reform Act of 2010, S. 3932, 111th Cong., 2d Sess.,\nTit. V, Subtitle D; DREAM Act of 2010, S. 3827, 111th Cong., 2d\nSess.; DREAM Act of 2010, S. 3962, 111th Cong., 2d Sess.; DREAM Act\nof 2010, S. 3963, 111th Cong., 2d Sess.; DREAM Act of 2010, S.\n3992, 111th Cong., 2d Sess.; DREAM Act of 2010, H. R. 6497,\n111th Cong., 2d Sess.; DREAM Act of 2011, S. 952, 112th Cong., 1st\nSess.3See J. Passel & M.\nLopez, Pew Research Center, Up to 1.7 Million Unauthorized\nImmigrant Youth May Benefit From New Deportation Rules (Aug. 14,\n2012).4The immigration statutes\nalso provide for conditional lawful permanent residence status. See\n§1186a(b)(1)(A)(i) (two years for spouses to demonstrate that the\nmarriage “was [not] entered into for the purpose of procuring an\nalien’s admission as an immigrant”); §1186b (qualifying business\nentrepreneurs).5For instance, Congress\nhas carved out rules for aliens who served in the Armed Forces,\n§§1438–1440, and alien spouses who have been subject to domestic\nabuse, §§1186a(c)(4)(C)–(D).6In the DAPA litigation,\nDHS noted that some deferred-action programs have been implemented\nby the Executive Branch without explicit legislation. But\n“ ‘past practice does not, by itself, create [executive]\npower.’ ”Medellínv.Texas,552 U.S.\n491, 532 (2008) (quotingDames & Moorev.Regan,453 U.S.\n654, 686 (1981)). If any of these programs had been challenged,\nit would seem that they would be legally infirm for the same\nreasons as DACA. Moreover, if DHS had the authority to create new\ncategories of aliens eligible for deferred action, then all of\nCongress’ deferred-action legislation was but a superfluous\nexercise.Duncanv.Walker,533\nU.S. 167, 174 (2001). Finally, whereas some deferred-action\nprograms were followed by legislation, DACA has existed for eight\nyears, and Congress is no closer to a legislative solution than it\nwas in 2012. See,e.g., American Dream and Promise Act of\n2019, H. R. 6, 116th Cong., 1st Sess.7It is uncontested that\ndeferred action frequently occurs on a case-by-case basis, often\njustified on the grounds that the agency lacks resources to remove\nall removable aliens. Even assuming that these ad hoc\nexercises of discretion are permissible, however, we have stated\nthat “[a]n agency confronting resource constraints may change its\nown conduct, but it cannot change the law.”Utility Air\nRegulatory Groupv.EPA,573 U.S.\n302, 327 (2014).8The majority tacitly\nacknowledges as much, as it must. Seeante, at 11–12.\nOtherwise, the majority would have to accept that DACA was nothing\nmore than a policy of prosecutorial discretion, which would make\nits rescission unreviewable. SeeHecklerv.Chaney,470 U.S.\n821, 831 (1985).9As I have previously\npointed out, “the APA actually contemplated a much more formal\nprocess for most rulemaking.”Perezv.Mortgage Bankers\nAssn., 575 U.S. 92, 128, n. 5 (2015) (opinion concurring\nin judgment).10The\nAPA also provides certain exceptions from notice and comment\nrulemaking. For example, an agency may promulgate a legally binding\nrule without notice and comment if good cause exists to do so. 5\nU. S. C. §553(b)(B). This text would become a nullity if\nthe agency could achieve the same effect by simply dispensing with\nnotice and comment procedures altogether.11Thus,\nit is not that the APA “shouldnot” be construed to support\nthe majority’s result,ante, at 26 (emphasis added), it is\nthat the APA does not andcannotsupport that\nresult.12I\nexpress no view on what other reasons would justify an agency’s\ndecision to rescind a procedurally unlawful action. I merely point\nout that correctly concluding that the program was illegal is\nsufficient.13In my\nview, even if DACA were permitted under the federal immigration\nlaws and had complied with the APA, it would still violate the\nConstitution as an impermissible delegation of legislative power.\nSeeDepartment of Transportationv.Association of\nAmerican Railroads, 575 U.S. 43, 77 (2015) (Thomas, J.,\nconcurring in judgment). Putting aside this constitutional concern,\nhowever, the notice and comment process at least attempts to\nprovide a “surrogate political process” that takes some of the\nsting out of the inherently undemocratic and unaccountable\nrulemaking process. Asimow, Interim-Final Rules: Making Haste\nSlowly, 51 Admin. L. Rev. 703, 708 (1999).14The\nmajority’s interpretation of the Fifth Circuit’s opinion is highly\nquestionable. Because a grant of deferred action renders DACA\nrecipients eligible for certain benefits and work authorization, it\nis far from clear that the Department could separate DACA’s\n“forbearance component” from the major benefits it conferred\nwithout running into yet another APA problem. The majority points\nto the fact that, under the Patient Protection and Affordable Care\nAct of 2010, relevant regulations exclude those receiving deferred\naction through DACA from coverage.Ante, at 19, n. 5.\nBut that misses the point. Those regulations were promulgated\nbefore “anyone with deferred action under the DACA process\napplie[d]” for those benefits. See 77 Fed. Reg. 52616 (2012). By\ncontrast, DACA recipients have been eligible for and have received\nMedicare, Social Security, and work authorization for years. DHS\ntherefore is not writing on a blank slate. Under the majority’s\nrule, DHS would need to amend all relevant regulations and explain\nwhyallrecipients of deferred action who have previously\nreceived such benefits may no longer receive them. Alternatively\nand perhaps more problematically, it would need to provide a reason\nwhy other recipients of deferred action should continue to qualify,\nwhile DACA recipients should not. It thus seems highly likely that\nthe majority’s proposed course of action would be subject to\nserious arbitrary and capricious challenges.15The\nmajority contends that this argument does not carry force because\nthe rescission implemented a winddown period during which\nrecipients would continue to receive benefits. But whether DHS’\ndecision to wind down DACA was lawful is a separate question from\nwhether DHS was required to consider reliance interests before\ndiscontinuing an unlawful program.16The\nmajority’s approach will make it far more difficult to change\ndeferred-action programs going forward, which is hardly in keeping\nwith this Court’s own understanding that deferred action is an\n“exercise in administrative discretion” used for administrative\n“convenience.”Renov.American-Arab Anti-Discrimination\nComm.,525 U.S.\n471, 484 (1999). Agencies will likely be less willing to grant\ndeferred action knowing that any attempts to undo it will require\nyears of litigation and time-consuming rulemakings.",
    "joined": []
}