{
    "case": {
        "docket": "237",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/237/"
    },
    "id": "3520277",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–1095_________________MICHAEL MUSACCHIO, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[January 25, 2016]Justice Thomas delivered the opinion of the\nCourt.In this case, the Government failed to object to\na jury instruction that erroneously added an element that it had to\nprove, and petitioner failed to press a statute-of-limitations\ndefense until his appeal. We address two questions arising from the\nparties’ failures to raise timely challenges. We first consider how\na court should assess a challenge to the sufficiency of the\nevidence in a criminal case when a jury instruction adds an element\nto the charged crime and the Government fails to object. We\nconclude that the sufficiency of the evidence should be assessed\nagainst the elements of the charged crime. We next consider whether\nthe statute-of-limitations defense contained in 18\nU. S. C. §3282(a) (the general federal criminal statute\nof limitations) may be successfully raised for the first time on\nappeal. We conclude that it may not be.IPetitioner Michael Musacchio served as\npresident of a logistics company, Exel Transportation Services\n(ETS), until his resignation in 2004. In 2005, he formed a rival\ncompany, Total Transportation Services (TTS). Musacchio was soon\njoined there by Roy Brown, who previouslyheaded ETS’s\ninformation-technology department. At TTS, Brown, using a password,\ncontinued to access ETS’s computer system without ETS’s\nauthorization. Brown also gave Musacchio access to ETS’s system.\nThis improper access of ETS’s system kept on until early 2006.In November 2010, a grand jury indicted\nMusacchio under 18 U. S. C. §1030(a)(2)(C). Under that\nprovision, a person commits a crime when he “intentionally accesses\na computer without authorizationorexceeds authorized\naccess,” and in doing so “obtains . . . information from\nany protected computer.” (Emphasis added.) The statute thus\nprovides two ways of committing the crime of improperly accessing a\nprotected computer: (1) obtaining access without\nauthorization; and (2) obtaining access with authorization but\nthen using that access improperly. Seeibid.; §1030(e)(6)\n(defining “exceeds authorized access”). Count 1 of the indictment\ncharged Musacchio with conspiring to commit both types of improper\naccess. Count 23 charged him with making unauthorized access to\nETS’s e-mail server “[o]n or about” November 24, 2005. App.\n70–71.[1]In 2012, the Government filed a superseding\nindictment amending those charges. Count 1 dropped the charge of\nconspiracy to exceed authorized access, limiting that charge to\nconspiracy to make unauthorized access. Count 2 amended the\nallegations originally contained in count 23 by alleging that\nMusacchio accessed specific ETS e-mail accounts “[o]n or about”\nNovember 23–25, 2005.Id.,at 83–84. The Government later\nfiled a second superseding indictment that made no changes relevant\nhere.Musacchio proceeded to a jury trial. At no time\nbefore or during trial did he argue that his prosecution violated\nthe 5-year statute of limitations applicable to count 2. See 18\nU. S. C. §3282(a) (providing general 5-year statute of\nlimitations).For the Government’s part, it submitted proposed\njury instructions on the conspiracy count before and during the\ntrial. Each set of proposed instructions identified that count as\ninvolving “Unauthorized Access to Protected Computer[s],” and none\nrequired the jury additionally to find that Musacchio conspired to\nexceed authorized access to protected computers. Musacchio did not\npropose instructions on the conspiracy count.Diverging from the indictment and the proposed\ninstructions, the District Court instructed the jury on count 1\nthat §1030(a)(2)(C) “makes it a crime for a person to intentionally\naccess a computer without authorizationandexceed\nauthorized access.” App. 168 (emphasis added). The parties agree\nthat this instruction was erroneous: By using the conjunction “and”\nwhen referring to both ways of violating §1030(a)(2)(C), the\ninstruction required the Government to prove an additional element.\nYet the Government did not object to this error in the\ninstructions.The jury found Musacchio guilty on both counts 1\nand 2. The District Court sentenced him to 60 months’ imprisonment.\nMusacchio appealed, making the two challenges that he again\nadvances in this Court. First, he challenged the sufficiency of the\nevidence supporting his conspiracy conviction on count 1. He\nmaintained, moreover, that the sufficiency of the evidence should\nbe assessed against the erroneous jury instruction that included\nthe additional element. Second, he argued, for the first time, that\nhis prosecution on count 2—for unauthorized access—was barred by\nthe 5-year statute of limitations because the superseding\nindictment was filed seven years after the crime and did not relate\nback to the timely originalindictment.The Fifth Circuit rejected both challenges and\naffirmed Musacchio’s conviction. 590 Fed. Appx. 359 (2014)\n(per curiam). First, the Court of Appeals concluded\nthat it should assess Musacchio’s sufficiency challenge against the\ncharged elements of the conspiracy count, not against the erroneous\njury instruction. Seeid.,at 362–363. Under Fifth Circuit\nprecedent, the court explained, erroneously heightened jury\ninstructions generally become the binding “law of the case” on\nappeal.Id.,at 362 (internal quotation marks omitted).\nCircuit precedent supplies an exception, however, when (1) the jury\ninstruction is “ ‘patently erroneous,’ ” and (2)\n“ ‘the issue is not misstated in the indictment.’ ”Ibid.(quotingUnited Statesv.Guevara, 408\nF. 3d 252, 258 (CA5 2005)). The Fifth Circuit concluded that\nthose conditions for applying the exception were satisfied. See 590\nFed. Appx.,at 362–363. The court explained that the\ninstruction’s requirement of an additional element was “an obvious\nclerical error,” and that the indictment correctly charged\nMusacchio only with “Conspiracy To Make Unauthorized Access to [a]\nProtected Computer.”Id.,at 362. Therefore, the Fifth\nCircuit did not assess Musacchio’s sufficiency challenge under the\nheightened jury instruction.Id.,at 362–363. Because\nMusacchio did not dispute that the evidence was sufficient to\nsupport a conviction under the elements set out in the indictment,\nthe Fifth Circuit rejected his challenge.Id.,at 363.Second, the Fifth Circuit rejected Musacchio’s\nstatute-of-limitations defense, concluding that he had “waived” the\ndefense by failing to raise it at trial.Id., at 363,\n364.We granted certiorari to resolve two questions\nthat have divided the lower courts. 576 U. S. ___ (2015). The\nfirst question is whether the sufficiency of the evidence in a\ncriminal case should be measured against the elements described in\nthe jury instructions where those instructions, without objection,\nrequire the Government to prove more elements than do the statute\nand indictment. Compare,e.g., United Statesv.Romero, 136 F. 3d 1268, 1272–1273 (CA10 1998)\n(explaining that sufficiency is measured against heightened jury\ninstructions), withGuevara,supra, at 258 (CA5)\n(adopting an exception to that rule). The second question is\nwhether a statute-of-limitations defense not raised at or before\ntrial is reviewable on appeal. Compare,e.g., United Statesv.Franco-Santiago, 681 F. 3d 1, 12, and n. 18\n(CA1 2012) (limitations defense not raised and preserved before or\nat trial is reviewable on appeal for plain error), withUnited\nStatesv.Walsh, 700 F. 2d 846, 855–856 (CA2 1983)\n(limitations defense not properly raised below is not reviewable on\nappeal).IIWe first address how a court should assess a\nsufficiency challenge when a jury instruction adds an element to\nthe charged crime and the Government fails to object. We hold that,\nwhen a jury instruction sets forth all the elements of the charged\ncrime but incorrectly adds one more element, a sufficiency\nchallenge should be assessed against the elements of the charged\ncrime, not against the erroneously heightened command in the jury\ninstruction.That conclusion flows from the nature of a\ncourt’s task in evaluating a sufficiency-of-the-evidence challenge.\nSufficiency review essentially addresses whether “the government’s\ncase was so lacking that it should not have even been submitted to\nthe jury.”Burksv.United States, 437 U. S. 1,\n16 (1978) (emphasis deleted). On sufficiency review, a reviewing\ncourt makes a limited inquiry tailored to ensure that a defendant\nreceives the minimum that due process requires: a “meaningful\nopportunity to defend” against the charge against him and a jury\nfinding of guilt “beyond a reasonable doubt.”Jacksonv.Virginia, 443 U. S. 307 –315 (1979). The reviewing\ncourt considers only the “legal” question “whether, after viewing\nthe evidence in the light most favorable to the prosecution,anyrational trier of fact could have found the essential\nelements of the crime beyond a reasonable doubt.”Id., at\n319 (emphasis in original). That limited review does not intrude on\nthe jury’s role “to resolve conflicts in the testimony, to weigh\nthe evidence, and to draw reasonable inferences from basic facts to\nultimate facts.”Ibid.A reviewing court’s limited determination on\nsufficiency review thus does not rest on how the jury was\ninstructed. When a jury finds guilt after being instructed on all\nelements of the charged crime plus one more element, the jury has\nmade all the findings that due process requires. If a jury\ninstruction requires the jury to find guilt on the elements of the\ncharged crime, a defendant will have had a “meaningful opportunity\nto defend” against the charge.Id.,at 314. And if the jury\ninstruction requires the jury to find those elements “beyond a\nreasonable doubt,” the defendant has been accorded the procedure\nthat this Court has required to protect the presumption of\ninnocence.Id.,at 314–315. The Government’s failure to\nintroduce evidence of an additional element does not implicate the\nprinciples that sufficiency review protects. All that a defendant\nis entitled to on a sufficiency challenge is for the court to make\na “legal” determination whether the evidence was strong enough to\nreach a jury at all.Id.,at 319. The Government’s failure\nto object to the heightened jury instruction thus does not affect\nthe court’s review for sufficiency of the evidence.[2]Musacchio does not contest that the indictment\nhere properly charged him with the statutory elements for\nconspiracy to obtain unauthorized access. The jury instructions\nrequired the jury to find all of the elements of that charged\noffense beyond a reasonable doubt. Nor does he dispute that the\nevidence was sufficient to convict him of the crime charged in the\nindictment—of conspiring to make unauthorized access. Accordingly,\nthe Fifth Circuit correctly rejected his sufficiency challenge.The Fifth Circuit erred, however, in basing that\nconclusion on the law-of-the-case doctrine. See 590 Fed. Appx., at\n362–363. That doctrine does not apply here. The law-of-the-case\ndoctrine generally provides that “ ‘when a court decides upon\na rule of law, that decision should continue to govern the same\nissues in subsequent stages in the same case.’ ”Pepperv.United States, 562 U. S. 476, 506 (2011) (quotingArizonav.California, 460 U. S. 605, 618 (1983)\n). The doctrine “expresses the practice of courts generally to\nrefuse to reopen what has been decided,” but it does not “limit\n[courts’] power.”Messengerv.Anderson, 225\nU. S. 436, 444 (1912) . Thus, the doctrine may describe an\nappellate court’s decision not to depart from a ruling that it made\nin a prior appeal in the same case. See C. Wright et al., 18B\nFederal Practice and Procedure §4478, p. 646, and n. 16 (2d\ned. 2002) (collecting cases). But the doctrine is “something of a\nmisnomer” when used to describe how an appellate court assesses a\nlower court’s rulings.United Statesv.Wells, 519\nU. S. 482 , n. 4 (1997). An appellate court’s functionisto revisit matters decided in the trial court. When an\nappellate court reviews a matter on which a party failed to object\nbelow, its review may well be constrained by other doctrines such\nas waiver, forfeiture, and estoppel, as well as by the type of\nchallenge that it is evaluating. But it is not bound by district\ncourt rulings under the law-of-the-case doctrine. That doctrine\ndoes not bear on how to assess a sufficiency challenge when a jury\nconvicts a defendant after being instructed—without an objection by\nthe Government—on all charged elements of a crime plus an\nadditional element.IIIWe now consider whether a defendant may\nsuccessfully raise the statute-of-limitations bar in 18\nU. S. C. §3282(a) for the first time on appeal. Musacchio\nargues that he may do so, either because §3282(a) imposes a\nnonwaivable limit on federal courts’ subject-matter jurisdiction or\nbecause a previously unraised limitations claim may constitute\nplain error that can be noticed on appeal. We disagree with both\npoints, and hold that a defendant cannot successfully raise this\nstatute-of-limitations bar for the first time on appeal.AStatutes of limitations and other filing\ndeadlines “ordinarily are not jurisdictional.”Sebeliusv.Auburn Regional Medical Center, 568 U. S. ___, ___\n(2013) (slip op., at 8). We treat a time bar as jurisdictional only\nif Congress has “clearly stated” that it is.Id.,at ___\n(slip op., at 6–7); (brackets and internal quotation marks\nomitted); see,e.g.,Hendersonv.Shinseki,\n562 U. S. 428, 436, 439 (2011) (requiring a “clear indication”\nthat a statute is jurisdictional (internal quotation marks\nomitted)). To determine whether Congress has made the necessary\nclear statement, we examine the “text, context, and relevant\nhistorical treatment” of the provision at issue.Reed Elsevier,\nInc.v.Muchnick, 559 U. S. 154, 166 (2010) .Congress has not made such a clear statement\nhere. Rather, the statutory text, context, and history establish\nthat §3282(a) imposes a nonjurisdictional defense that becomes part\nof a case only if a defendant raises it in the district court.The statutory text suggests that §3282(a) does\nnot impose a jurisdictional limit. Section 3282(a) provides:“Except as otherwise expressly provided by\nlaw, no person shall be prosecuted, tried, or punished for any\noffense, not capital, unless the indictment is found or the\ninformation is instituted within five years next after such offense\nshall have been committed.”Although §3282(a) uses mandatory language, it\ndoes not expressly refer to subject-matter jurisdiction or speak in\njurisdictional terms. The text of §3282(a) does not, therefore,\nprovide a “clear indication that Congress wanted that provision to\nbe treated as having jurisdictional attributes.”Henderson,supra, at 439.Context confirms that §3282(a) does not impose a\njurisdictional limit. Federal courts’ general criminal\nsubject-matter jurisdiction comes from 18 U. S. C. §3231,\nwhich states: “The district courts . . . shall have\noriginal jurisdiction . . . of all offenses against the\nlaws of the United States.” Section 3231 speaks squarely to federal\ncourts’ “jurisdiction,” in marked contrast to §3282(a), which does\nnot mention “jurisdiction” or a variant of that term. And, nothing\nin §3231 “conditions its jurisdictional grant on” compliance with\n§3282(a)’s statute of limitations.Reed Elsevier,supra, at 165. This context supports the conclusion that\n§3282(a) is not jurisdictional.The history of the limitations bar in §3282(a)\ndemonstrates that it is a defense that becomes part of a case only\nif the defendant presses it in the district court. This Court held\ninUnited Statesv.Cook, 17 Wall. 168 (1872), that a\nstatute of limitations—identical in all relevant respects to\n§3282(a)—was “a matter of defence and must be pleaded or given in\nevidence by the accused.”Id., at 181; see §32, 1Stat. 119\n(statute of limitations); see alsoCook,supra,at\n173, and n. * (citing and describing statute of limitations).\nWhen a defendant introduces the limitations defense into the case,\nthe Government then has “the right to reply or give evidence” on\nthe limitations claim. 17 Wall., at 179.Cookwas decided more than 140 years ago,\nand we have adhered to its holding. Just three Terms ago, we\nreaffirmed that “[c]ommission of [a federal] crime within the\nstatute-of-limitations period is not an element of the\n. . . offense,” and “it is up to the defendant to raise\nthe limitations defense.”Smithv.United States, 568\nU. S. ___, ___ (2013) (slip op., at 6) (citingCook;\nemphasis deleted); see alsoBiddingerv.Commissioner of\nPolice of City of New York, 245 U. S. 128, 135 (1917)\n(“The statute of limitations is a defense and must be asserted on\nthe trial by the defendant in criminal cases . . . ”\n(citingCook)). There is, in sum, a long history of treating\nthe operative language in §3282(a) as providing a nonjurisdictional\ndefense that a defendant must press at trial to insert into the\ncase.In keeping with §3282(a)’s text, context, and\nhistory, we conclude that §3282(a) provides a nonjurisdictional\ndefense, not a jurisdictional limit.BBecause §3282(a) does not impose a\njurisdictional limit, the failure to raise it at or before trial\nmeans that it is reviewable on appeal—if at all—only for plain\nerror. See Fed. Rule Crim. Proc. 52(b) (providing for consideration\nof “[a] plain error that affects substantial rights” even though\nthe error “was not brought to the court’s attention”). We conclude,\nhowever, that a district court’s failure to enforce an unraised\nlimitations defense under §3282(a) cannot be a plain\nerror.[3]As explained above, a statute-of-limitations\ndefense becomes part of a case only if the defendant puts the\ndefense in issue. When a defendant presses a limitations defense,\nthe Governmentthenbears the burden of establishing\ncompliance with the statute of limitations by presenting evidence\nthat the crime was committed within the limitations period or by\nestablishing an exception to the limitations period. SeeCook,supra, at 179. When a defendant fails to press\na limitations defense, the defense does not become part of the case\nand the Government does not otherwise have the burden of proving\nthat it filed a timely indictment. When a defendant does not press\nthe defense, then, there is no error for an appellate court to\ncorrect—and certainly no plain error.A defendant thus cannot successfully raise the\nstatute-of-limitations defense in §3282(a) for the first time on\nappeal. The Fifth Circuit correctly refused to consider Musacchio’s\nlimitations defense here.*  *  *For the foregoing reasons, we affirm the\njudgment of the Fifth Circuit.It is so ordered.Notes1Counts 2 through 22\ncharged other defendants with exceeding authorized access to\nspecific e-mail accounts. App. 68–70. Those defendants pleaded\nguilty, and later indictments dropped those counts.2In resolving the first\nquestion presented, we leave open several matters. First, we\nexpress no view on the question whether sufficiency of the evidence\nat trial must be judged by reference to the elements charged in the\nindictment, even if the indictment charges one or more elements not\nrequired by statute. Second, we do not suggest that the Government\nadds an element to a crime for purposes of sufficiency review when\nthe indictment charges different means of committing a crime in the\nconjunctive. Third, we also do not suggest that an erroneous jury\ninstruction cannot result in reversible error just because the\nevidence was sufficient to support a conviction.3Because we conclude that\nthe failure to enforce §3282(a)’s limitations defense cannot be\nplain error, we do not resolve whether the failure to raise that\ndefense in the District Court amounts to waiver (which some courts\nhave held to preclude all appellate review of the defense) or\nforfeiture (which some courts have held to allow at least\nplain-error review). SeeUnited Statesv.Franco-Santiago, 681 F. 3d 1, 12, n. 18 (CA1 2012)\n(collecting cases).",
    "joined": []
}