{
    "case": {
        "docket": "787",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/787/"
    },
    "id": "3428050",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1314_________________ARIZONA STATE LEGISLATURE, APPELLANTv.ARIZONA INDEPENDENT REDISTRICTING COMMISSION et al.on appeal from the united states district\ncourt for the district of arizona[June 29, 2015]Justice Thomas, with whom Justice Scalia\njoins, dissenting.Reading today’s opinion, one would think the\nCourt is a great defender of direct democracy in the States. As it\nreads “the Legislature” out of the Times, Places and Manner Clause,\nU. S. Const., Art. I, §4, the majority offers a paean to the\nballot initiative. It speaks in glowing terms of the\n“characteristic of our federal system that States retain autonomy\nto establish their own governmental processes.”Ante,at 27.\nAnd it urges “[d]eference to state lawmaking” so that States may\nperform their vital function as “ ‘laboratories’ ”of\ndemocracy.Ante,at 28.These sentiments are difficult to accept. The\nconduct of the Court in so many other cases reveals a different\nattitude toward the States in general and ballot initiatives in\nparticular. Just last week, in the antithesis of deference to state\nlawmaking through direct democracy, the Court cast aside state laws\nacross the country—many of which were enacted through ballot\ninitiative—that reflected the traditional definition of marriage.\nSeeObergefellv.Hodges,ante,p. ___.This Court’s tradition of disdain for state\nballot initiatives goes back quite a while. Two decades ago, it\nheld unconstitutional an Arkansas ballot initiative imposing term\nlimits on that State’s Members of Congress, finding “little\nsignificance” in the fact that such term limits were adopted by\npopular referendum.U. S. Term Limits, Inc.v.Thornton, 514 U. S. 779, 822, n. 32 (1995) . One year\nlater, it held unconstitutional a ballot initiative that would have\nprevented the enactment of laws under which “ ‘homosexual,\nlesbian or bisexual orientation, conduct, practices or\nrelationships [would] constitute or otherwise be the basis of\n. . . any minority status, quota preferences, protected\nstatus or claim of discrimination.’ ”Romerv.Evans, 517 U. S. 620, 624 (1996) . The Court neither\ngave deference to state lawmaking nor said anything about the\nvirtues of direct democracy. It instead declared that the result of\nthe ballot initiative was an aberration—that “[i]t is not within\nour constitutional tradition to enact laws of this sort.”Id.,at 633. But if “constitutional tradition” is the\nmeasuring stick, then it is hard to understand how the Court\ncondones a redistricting practice that was unheard of for nearly\n200 years after the ratification of the Constitution and that\nconflicts with the express constitutional command that election\nlaws “be prescribed in each State by the Legislature thereof,”\nArt. I, §4.The Court’s lack of respect for ballot\ninitiatives is evident not only in what it has done, but in what it\nhas failed to do. Just this Term, the Court repeatedly refused to\nreview cases in which the Courts of Appeals had set aside state\nlaws passed through ballot initiative. See,e.g., County of\nMaricopav.Lopez-Valenzuela, 575 U. S. ___ (2015)\n(Thomas, J., dissenting from denial of certiorari) (state\nconstitutional amendment denying bail for illegal aliens arrested\nin certain circumstances);Herbertv.Kitchen, 574\nU. S. ___ (2014) (state constitutional amendment retaining\ntraditional definition of marriage);Smithv.Bishop,\n574 U. S. ___ (2014) (same);Raineyv.Bostic,\n574 U. S. ___ (2014) (same);Walkerv.Wolf, 574\nU. S. ___ (2014) (same). It did so despite warnings that its\nindifference to such cases would “only embolden the lower courts to\nreject state laws on questionable constitutional grounds.”Lopez-Valenzuela, supra,at ___ (slip op., at 2). And it\nrefused to grant a stay pending appeal of a decision purporting to\nrequire the State of Alabama to issue marriage licenses to same-sex\ncouples, even though Alabama’s licensing laws had not been\nchallenged in that case. SeeStrangev.Searcy, 574\nU. S. ___ (2015) (Thomas, J., dissenting from denial of\napplication for stay). In each decision, the cheers for direct\ndemocracy were conspicuously absent.Sometimes disapproval of ballot initiatives has\nbeen even more blatant. Just last Term, one dissenting opinion\ncastigated the product of a state ballot initiative as “stymieing\nthe right of racial minorities to participate in the political\nprocess.”Schuettev.BAMN, 572 U. S. ___, ___\n(2014) (Sotomayor, J., joined by Ginsburg, J., dissenting) (slip\nop., at 1). It did not hail the ballot initiative as the result of\na “State’s empowerment of its people,”ante,at 19, nor\noffer any deference to state lawmaking. Instead, it complained that\n“[t]he majority of Michigan voters changed the rules in the middle\nof the game, reconfiguring the existing political process\n. . . .”Schuette, 572 U. S., at ___\n(slip op., at 4). And it criticized state ballot initiatives as\nbiased against racial minorities because such minorities “face an\nespecially uphill battle” in seeking the passage of such\ninitiatives.Id., at ___ (slip op., at 20). How quickly the\ntune has changed.And how striking that it changed here. The\nballot initiative in this case, unlike those that the Court has\npreviously treated so dismissively, was unusually\ndemocracy-reducing. It did not ask the people to approve a\nparticular redistricting plan through direct democracy, but instead\nto take districting away from the people’s representatives and give\nit to an unelected committee, thereby reducing democratic control\nover the process in the future. The Court’s characterization of\nthis as direct democracy at its best is rather like praising a\nplebiscite in a “banana republic” that installs a strongman as\nPresident for Life. And wrapping the analysis in a cloak of\nfederalism does little to conceal the flaws in the Court’s\nreasoning.I would dispense with the faux federalism and\nwould instead treat the States in an evenhanded manner. That means\napplying the Constitution as written. Although the straightforward\ntext of Article I, §4, prohibits redistricting by an unelected,\nindependent commission, Article III limits our power to deciding\ncases or controversies. Because I agree with Justice Scalia that\nthe Arizona Legislature lacks Article III standing to assert an\ninstitutional injury against another entity of state government, I\nwould dismiss its suit. I respectfully dissent.",
    "joined": []
}