{
    "case": {
        "docket": "20-1459",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1459/"
    },
    "id": "4598448",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–1459_________________UNITED STATES, PETITIONERv.JUSTIN\nEUGENE TAYLORon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 21, 2022]Justice Thomas, dissenting.Justin Eugene Taylor and an accomplice pulled\na gun on a fellow drug dealer as they tried to rob him. During the\nattempted robbery, the victim was shot and killed. Taylor pleaded\nguilty to using a firearm during an attempted Hobbs Act robbery,\nwhich he conceded was a “crime of violence” under 18\nU. S. C. §924(c)(3). Taylor made that concession because\nthreatening to shoot someone during a robbery is undoubtedly a\nviolent act. Yet, the Court holds that Taylor did not actually\ncommit a “crime of violence” because a hypothetical defendant—the\nCourt calls him “Adam”—could have been convicted of attempting to\ncommit Hobbs Act robbery without using, attempting to use, or\nthreatening to use physical force.Ante,at 5; see\n§924(c)(3)(A).This holding exemplifies just how this Court’s\n“categorical approach” has led the Federal Judiciary on a “journey\nThrough the Looking Glass,” during which we have found many\n“strange things.” L. Carroll, Alice in Wonderland and Through the\nLooking Glass 227 (J. Messner ed. 1982). Rather than continue this\n30-year excursion into the absurd, I would hold Taylor accountable\nfor what he actually did and uphold his conviction. Accordingly, I\nrespectfully dissent.IIn 2002 and 2003, Justin Eugene Taylor was a\nmiddleman in the Richmond, Virginia, marijuana trade. He bought the\ndrug wholesale and sold it to retail distributors. On August 14,\n2003, he offered to obtain marijuana for retail distributor Martin\nSylvester. Taylor ultimately failed to procure the drug but still\naimed to purloin Sylvester’s cash. To that end, Taylor contacted a\nco-conspirator who had a handgun. The two met Sylvester in an\nalley, ostensibly for the sale. They brandished the handgun and\ndemanded the money. Sylvester resisted and was shot. The robbers\nfled, leaving Sylvester to die. 979 F.3d 203, 205 (CA4 2020).Prosecutors in the Eastern District of Virginia\ncharged Taylor with various drug and firearms offenses. Most\nrelevant here, they charged him with violating 18\nU. S. C. §924(c), which punishes anyone who “uses or\ncarries a firearm” “during and in relation to any crime of\nviolence,” or who possesses a firearm “in furtherance of any such\ncrime.” Congress defined a “crime of violence” in one of two ways:\nas an offense that has “as an element the use, attempted use, or\nthreatened use of physical force against the person or property of\nanother” (commonly called the “elements clause”), or as an offense\nthat, “by its nature, involves a substantial risk that physical\nforce against the person or property of another may be used in the\ncourse of committing the offense” (commonly called the “residual\nclause”). §§924(c)(3)(A), (B).Prosecutors predicated Taylor’s §924(c) charge\non his commission of attempted Hobbs Act robbery.Ante,at 1\n(describing Hobbs Act robbery). In 2009, in exchange for the\nGovernment dropping most of the charges, Taylor pleaded guilty to\nconspiracy to commit Hobbs Act robbery and the §924(c) charge—that\nis, using a firearm during and in relation to a crime of violence.\nIn doing so, he admitted to the attempted robbery and the shooting.\nHe also admitted that attempted Hobbs Act robbery is a “crime of\nviolence” under §924(c).The District Court sentenced Taylor to 360\nmonths’ imprisonment—a 240-month sentence for the conspiracy and a\n120-month consecutive sentence for the §924(c) conviction. Taylor\nappealed, but in 2011 the Court of Appeals dismissed the appeal\nbecause Taylor had waived his appellate rights in his plea\nagreement. Order inUnited Statesv.Taylor, No.\n09–4468, ECF Doc. 54 (CA4, Jan. 7, 2011). In 2015, he then\nunsuccessfully sought postconviction relief under 28\nU. S. C. §2255.United Statesv.Taylor,\n2015 WL 4095845, *1 (ED Va., July 7, 2015).Decided around the time of his failed §2255\nmotion, one of this Court’s cases appeared to give Taylor another\nchance to challenge his conviction. InJohnsonv.United\nStates, 576 U.S. 591 (2015), the Court struck down the\nsimilarly worded residual clause of the Armed Career Criminal Act\n(ACCA), as unconstitutionally vague. The following year, inWelchv.United States, 578 U.S. 120 (2016), the\nCourt held thatJohnsonapplies retroactively on collateral\nreview. Citing those two decisions, Taylor moved for permission to\nfile a second-or-successive §2255 petition. He argued that\n§924(c)’s residual clause paralleled ACCA’s residual clause and\ntherefore was unconstitutionally vague. 979 F. 3d, at 206. He\nfurther argued that attempted Hobbs Act robbery was not a “crime of\nviolence” under §924(c)’s elements clause because it lacked “as an\nelement the use, attempted use, or threatened use of physical\nforce.” §924(c)(3)(A).The Court of Appeals granted the motion to file\na successive habeas petition and, in 2020, vacated Taylor’s §924(c)\nconviction. It did so because, as the Court explains, our\nprecedents require that courts apply a “categorical approach” when\ninterpreting the elements clause.Ante,at 11. Under that\napproach, a criminal defendant who commits a violent crime\nnonetheless does not commit a “crime of violence” if a hypothetical\ncriminal could commit the same offense without satisfying §924(c)’s\nphysical-force requirement. Seeibid.Because someone\nelse—“Adam”—could have committed attempted Hobbs Act robbery\nwithout physical force, the Court holds, Taylor’s armed robbery\nthat resulted in the victim’s death is not a “crime of violence”\nunder §924(c).IIWe have reached this point of absurdity only\nbecause this Court applies a narrow categorical approach to\n§924(c)’s elements clause and has nullified the residual clause\nthat would have captured crimes like Taylor’s. It is hard to fathom\nwhy this makes sense or why any rational Congress would countenance\nsuch an outcome so divorced from reality.AOur odyssey began in 1990, as the Court\nwrestled with a different clause found in a different part of §924:\nACCA’s sentencing enhancement in §924(e). Unlike §924(c), which\ndefines a substantive crime, ACCA imposes a sentencing enhancement\nthat applies to any defendant with three or more prior “violent\nfelon[ies]” whom the Federal Government convicts of illegally\npossessing a firearm. §§922(g), 924(e)(2). Like §924(c), ACCA\ndefines “violent felony” with an elements clause and a residual\nclause. The Act also includes an “enumerated-offenses” clause\ndefining “violent felony” to include any crime that “is burglary,\narson, or extortion, [or] involves use of explosives.”\n§924(e)(2).InTaylorv.United States,495 U.S.\n575(1990), the Court first adopted a categorical approach when\ninterpreting “burglary” under ACCA’s enumerated-offenses clause.Id., at 598. The Court construed “burglary” in the abstract,\nas a “generic burglary” with elements derived from a treatise and\nthe Model Penal Code.Id., at 593–598, and n. 8. The\nCourt then held that the enumerated-offenses clause prohibits\ncourts from looking to the “particular facts” of a defendant’s\nburglary to see if the conduct satisfies the elements of generic\nburglary.Id.,at 600. It does not matter how violent the\ndefendant’s actual conduct was. Instead, courts must determine\nwhether the elements of the burglary statute under which a\ndefendant was convicted “substantially correspon[d]” to generic\nburglary.Id., at 600, 602. ThoughTaylorgave “few\nreasons why” this so-called categorical approach “was the correct\nreading of ACCA,” at the “ ‘heart of the decision’ ” were\n“worrie[s]” that a conduct-based approach to a sentencing\nenhancement might violate the Sixth Amendment by leading to\n“full-blown mini-trial[s], with factfinding by the judge instead of\nthe jury.”Sessionsv.Dimaya, 584 U. S. ___,\n___–___ (2018) (Thomas, J., dissenting) (slip op., at 21–22).WhileTaylorapplied the categorical\napproach only to ACCA’s enumerated-offenses clause, the approach\nsoon migrated to the elements clauses in ACCA and elsewhere. See,e.g.,Bordenv.United States, 593 U. S.\n___, ___ (2021) (plurality opinion) (slip op., at 2). In that\ncontext, the categorical approach demands that a court divine what\nconstitutes the “leastserious conduct [the prior conviction\nor predicate offense] covers” and decide whether that conduct\n“falls within the elements clause.”Id., at ___ (slip op.,\nat 20). To do that, a judge must “mull through any number of\nhypothetical ways to commit a crime that have nothing to do with\nthe facts of the prior conviction” or the facts underlying a\npredicate §924(c) offense.United Statesv.Burris,\n912 F.3d 386, 409 (CA6 2019) (Thapar, J., concurring). If a court\nidentifies a way to commit the crime without using, attempting to\nuse, or threatening to use force, then the crime is not a “violent\nfelony” or “crime of violence” under ACCA’s or §924(c)’s elements\nclauses. SeeBorden, 593 U. S., at ___ (slip op., at\n20).This Court eventually extended the categorical\napproach to ACCA’s residual clause as well. InJamesv.United States,550 U.S.\n192(2007), the Court, at the urging of both parties,\n“employ[ed] the ‘categorical approach’ ” to analyze ACCA’s\nresidual clause.Id.,at 202 (quotingShepardv.United States,544 U.S.\n13, 17 (2005)). That clause defines a “violent felony” as one\nthat “otherwise involves conduct that presents a serious potential\nrisk of physical injury to another.” §924(e)(2)(B)(ii).Jamesexplained that ACCA’s residual-clause categorical\napproach boiled down to two steps. First, a court looked to the\nelements of the crime for which the defendant was convicted and\nasked what conduct the “ordinary case” of that crime entailed. 550\nU. S.,at 208. Second, the court asked whether that\n“ordinary case” “present[ed] a serious potential risk of injury to\nanother” comparable to that posed by the specific crimes listed in\nthe enumerated-offenses clause.Id.,at 204, 208–209.If it did, then the predicate crime was a “violent felony.”That test proved difficult to apply. In\nparticular, the Court struggled with how to define the “ordinary\ncase” of a given predicate crime. SeeJohnson, 576\nU. S., at 597 (“How does one go about deciding what kind of\nconduct the ordinary case of a crime involves? A statistical\nanalysis of the state reporter? A survey? Expert evidence? Google?\nGut instinct?” (internal quotation marks omitted)). The Court\nlikewise struggled in assessing what level of risk the ordinary\ncase presented.Id., at 598. After trying to apply this\napproach several times, see,e.g.,Begayv.United\nStates,553 U.S.\n137(2008), the Court inJohnsonultimately abandoned\nthe project. But rather than reassess whether it had adopted the\nright analytical framework in light of ACCA’s text and statutory\ncontext, the Court inJohnsonnullified ACCA’s residual\nclause altogether. See 576 U. S., at 624 (Thomas, J.,\nconcurring in judgment). According to the Court, the “[t]wo\nfeatures” of the residual-clause analysis that the Court set out inJames—identifying “ordinary case” conduct and judging\nwhether that abstracted conduct “presents a serious risk of\nphysical injury”—“conspire[d] to make [the residual clause]\nunconstitutionally vague.” 576 U. S., at 597–598 (majority\nopinion).That conclusion was not inevitable. TheJohnsonCourt did “not doubt the constitutionality of laws\nthat call for the application of a qualitative standard such as\n‘substantial risk’ to real-world conduct.”Id., at 603–604.\nThus, the Court “all but concede[d] that the residual clause would\nbe constitutional if,” rather than incorporatingJames’\ncategorical approach, it looked to whether the “ ‘real-world\nconduct’ ” of the underlying conviction presented a serious\nrisk of physical injury to another. 576 U. S., at 632 (Alito,\nJ., dissenting).Despite recognizing that a conduct-based\napproach was constitutionally sound, the Court later extendedJohnsonto the residual clause in §924(c). SeeUnited\nStatesv.Davis, 588 U. S. ___, ___ (2019). TheDavisCourt decided that the §924(c) residual clause’s\nlanguage was so similar to the ACCA residual clause that it, too,\nmust be void for vagueness.Id.,at ___–___, ___–___ (slip\nop., at 6–7, 24–25). Four of us, however, advanced a more sensible\napproach: Rather than extendJohnsonto nullify §924(c)’s\nresidual clause, we should simply not use the categorical approach\nwhen interpreting residual clauses and adopt a framework focused on\nthe defendant’s actual conduct thatJohnsonconceded was\nconstitutional. See 588 U. S., at ___–___ (slip op., at 16–17)\n(Kavanaugh, J., dissenting).As theDavisdissent explained, §924(c)’s\nresidual clause is best interpreted to call for a conduct-based\napproach.Id., at ___–___ (slip op., at 17–24). To begin\nwith, the plain text of the residual clause strongly supports a\nconduct-based approach. Seeibid. Further, none of the\nperceived Sixth Amendment concerns that attend to ACCA’s sentencing\nenhancement are present in the §924(c) context, because a “jury\nwill find the facts or, if the case ends in a guilty plea, the\ndefendant will accept the facts in the plea agreement.”Id.,at ___ (slip op., at 16). Finally, if any ambiguity remains, a\nconduct-based approach to §924(c)’s residual clause best accords\nwith the canon counseling courts to construe statutes not to\nviolate the Constitution whenever possible. Seeid., at\n___–___ (slip op., at 26–27) (“To be clear, the case before us is\nnot a case of avoidingpossibleunconstitutionality. This is\na case of avoidingactualunconstitutionality”); see alsoDimaya, 584 U. S., at ___ (Thomas, J., dissenting)\n(slip op., at 20). Thus, read properly, the residual clause is as\nconstitutionally sound as any other criminal law applying “ ‘a\nqualitative standard . . . to real-world conduct.’ ”Davis, 588 U. S., at ___ (Kavanaugh, J., dissenting)\n(slip op., at 6) (quotingJohnson, 576 U. S., at 604).\nNothing in the three years sinceDavishas changed that.BTo the contrary, the last three years have\ninstead shown how our §924(c) precedents have “left prosecutors and\ncourts in a bind.”Borden, 593 U. S., at ___ (Thomas,\nJ., concurring in judgment) (slip op., at 2). Section 924(c)’s\nresidual clause—which squarely applies to the mine run of violent\ncrimes—is no longer available. The categorical approach, meanwhile,\nforecloses §924(c)’s elements clause unless, in every hypothetical\nprosecution, the crime of conviction requires the Government to\nprove that physical force against another was used, attempted, or\nthreatened. In case after case, our precedents have compelled\ncourts to hold that heinous crimes are not “crimes of violence”\njust because someone, somewhere,mightcommit that crime\nwithout using force.A few examples from the Courts of Appeals\ndemonstrate how our precedents have emasculated §924(c). First, inUnited Statesv.Walker, 934 F.3d 375 (2019), the\nFourth Circuit considered whether a conviction for federal\nkidnaping could predicate a §924(c) conviction. Seeid.,at\n376 (citing §1201(a)). Walker and an accomplice had kicked in the\ndoor of a family’s home, held the victims at gunpoint, beat some of\nthem, demanded money, and threatened to kill the family’s\n4-year-old daughter, all before locking the family in a closet and\nransacking the house. Factual Basis for Guilty Plea inUnited\nStatesv.Walker, No. 14–cr–00271, ECF Doc. 13 (MDNC,\nNov. 3, 2014). No one could dispute that Walker’s conduct presented\na “substantial risk that physical force” would be used “in the\ncourse of committing the offense.” §924(c)(3)(B). Yet, because ofDavis, the Fourth Circuit could not invoke the residual\nclause. SeeWalker, 934 F. 3d, at 378. That left only\n§924(c)(3)’s elements clause, interpreted according to the\ninflexible categorical approach. Compelled to imagine whether\nfederal kidnaping could hypothetically be committed without the use\nof physical force, the Fourth Circuit ultimately vacated Walker’s\n§924(c) conviction because a criminal could commit the offense by\n“inveigl[ing]” a victim and then holding him in captivity with a\n“mental restraint.”Id., at 378–379 (emphasis\ndeleted).[1]Second, inUnited Statesv.Tsarnaev, 968 F.3d 24 (CA1 2020), reversed on other grounds,\n595 U. S. ___ (2022), the First Circuit considered whether a\nterrorist’s conviction for federal arson—which he committed in the\ncourse of carrying out the Boston Marathon bombings—counted as a\ncrime of violence under §924(c). Tsarnaev and his brother\nintentionally detonated bombs that killed three people, including\nan 8-year-old, and injured hundreds more. Seeid.,at\n___–___ (slip op., at 2–3). Yet, the categorical-approach\nprecedents led the First Circuit to the admittedly\n“counterintuitive” conclusion that federal arson resulting in death\narising from a terrorist bombing was not a crime of violence.Tsarnaev, 968 F. 3d, at 102. The residual clause had\nbeen nullified,id.,at 99, and the First Circuit held that\nfederal arson did not satisfy the elements clause because it\ntheoretically could have been committed recklessly,id.,at\n102,[2] which, we have held in\nthe ACCA context, renders a crime outside the elements clause, seeBorden, 593 U. S., at ___–___ (plurality opinion) (slip\nop., at 7–8).Finally, inUnited Statesv.Ledbetter, 929 F.3d 338 (CA6 2019), the Sixth Circuit\nvacated two convictions under 18 U. S. C. §924(j), which\ncriminalizes “caus[ing] the death of a person through the use of a\nfirearm” “in the course of a violation of ” §924(c). 929 F.\n3d,at 360–361.The two defendants were associated\nwith a gang called the “Short North Posse.”Id.,at 359. One\nbelonged to a subunit of the gang, appropriately named the\n“ ‘Homicide Squad,’ ” which “specializ[ed] in murders and\nrobberies.”Id.,at 345. In August 2007, they joined a team\nof gang members who broke into a home and shot a victim to death.Id.,at 359. Section 924(c)’s residual clause would have\ncovered the defendants’ conduct, given that there is obviously a\n“substantial risk that physical force” would be “used in the course\nof ” a gangland home-invasion murder. §924(c)(3)(B). ButDavishad nullified that clause, and the Government conceded\nthat conspiracy to commit Hobbs Act robbery—thepredicate crime for the defendants’ §924(j)\nconvictions—was not a crime of violence under this Court’s\nelements-clause precedents. 929 F. 3d, at 360–361. These are\nnot the only homicide-related §924 convictions thatDavishas undermined.[3]These examples show how our precedents have led\nthe Federal Judiciary to “a pretend place.”United Statesv.Davis, 875 F.3d 592, 595 (CA11 2017). With the residual\nclause nullified, courts cannot look to it to capture violent\ncrimes. And, because of the categorical approach, the elements\nclause often does not apply because “other defendants at other\ntimes may have been convicted, or future defendants could be\nconvicted, of violating the same statute without violence.”Ibid.Like Alice, we have strayed far “down the rabbit\nhole,” and “[c]uriouser and curiouser it has all become.”Ibid.IIIThere is a straightforward solution to this\nproblem—overruleDavis. Cf.Borden, 593 U. S.,\nat ___ (opinion of Thomas, J.) (slip op., at 3) (“There is a\nstraightforward solution to this dilemma—overruleJohnson”).\nIt is a demonstrably erroneous precedent that veered from the best\ninterpretation of §924(c)’s residual clause. Seesupra,at\n7–8 (citingDavis, 588 U. S., at ___–___ (Kavanaugh,\nJ., dissenting) (slip op., at 16–17)); cf.Johnson, 576\nU. S., at 613 (Thomas, J., concurring in judgment) (noting\nthis Court’s habit of wielding due process doctrines like vagueness\n“to achieve its own policy goals”). Accordingly, I would overruleDavisand adopt in its place the conduct-based approach that\ntheDavisdissent described. OverrulingDaviswould\nrevive §924(c)’s residual clause, once again allowing the statute\nto capture the vast majority of §924(c) convictions that elude an\nelements clause straightjacketed by the categorical approach.With a revived residual clause, resolving this\ncase is easy. Taylor’s counsel acknowledged that Congress “enacted\nthe residual clause to capture cases just like” Taylor’s. Tr. of\nOral Arg. 48–49. His confessed conduct—an attempted armed robbery\nduring which the victim was shot and killed—“by its nature,\ninvolve[d] a substantial risk that physical force” would be used.\n§924(c)(3)(B). Thus, Taylor committed a predicate offense that\nsupported his §924(c) conviction. Taylor’s appeal should therefore\nfail, and he should serve the 10 years in prison he received for\nthe §924(c) conviction.This same logic would have saved the other\nconvictions described above. Equipped with a revived residual\nclause focused on the defendant’s actual conduct, those federal\ncourts would not have had to vacate the §924(c) convictions of\nkidnapers who threatened families, terrorists who bombed sporting\nevents, or murderers who shot their victims. In other words, those\ncourts could have applied the statute that Congress enacted rather\nthan the one this Court effectively rewrote and then nullified.IVThe costs of our decisions imposing the\ncategorical approach on §924(c) and other statutes have been\nimmense. Apart from the unnatural results it produces in §924(c)\ncases, the categorical approach has led to equally baffling ones in\nthe ACCA context and elsewhere. See,e.g.,Burris,\n912 F. 3d, at 407 (Thapar, J., concurring) (“A casual reader\n. . . might struggle to understand why we are even\ndebating if ramming a vehicle into a police officer is a crime of\nviolence”);Davis, 875 F. 3d, at 604 (holding that a\nman charged with first-degree rape who pleaded to first-degree\nsexual abuse by forcible compulsion had not committed an ACCA\n“violent felony” because the force required was insufficiently\nviolent). Moreover, courts attempting to apply the categorical\napproach waste time thinking up improbable hypotheticals, making\nthe approach “very difficult to administer.”Burris, 912\nF. 3d, at 407 (Thapar, J., concurring); see also,e.g.,Cradlerv.UnitedStates, 891 F.3d 659, 672\n(CA6 2018) (Kethledge, J., concurring) (“Whatever the merits of\nthis approach, accuracy and judicial efficiency are not among\nthem”). Finally, Congress, through legislation, created crimes like\n§924(c) and enhancements like ACCA to reduce gun crime rates by\nimposing long sentences on violent criminals who use firearms. SeeDavis, 588 U. S., at ___–___ (Kavanaugh, J.,\ndissenting) (slip op., at 1–2). Yet, as a growing chorus of Court\nof Appeals judges has explained, the categorical approach stymies\nthat effort. See,e.g.,United Statesv.Ovalles, 905 F.3d 1231, 1253–1257 (CA11 2018) (W. Pryor, J.,\nconcurring). No rational legislature would have implicitly imposed\nthis byzantine and resource-depleting legal doctrine that so\nencumbers federal courts and threatens public safety.Worse still, this Court has imposed these costs\non the federal courts and the public even though the text of these\nprovisions does not demand them. I have already pointed out the\n“absurdity of applying the categorical approach to the\nenumerated-offenses clause” of ACCA and have suggested that a\nconduct-based approach better fits the text.Quarlesv.United States, 587 U. S. ___, ___–___ (2019) (Thomas,\nJ., concurring) (slip op., at 1–2). And although the categorical\napproach might be a “linguistically possible” interpretation of the\nresidual clauses, “the underlying-conduct approach is the better\none.”Dimaya, 584 U. S., at ___ (Thomas, J.,\ndissenting) (slip op., at 25). And finally, while I have suggested\nthat the categorical approach applies most plausibly in the\nelements-clause context, seeid.,at ___ (slip op., at 26),\nthe Government has suggested that even that clause might better\naccord with a conduct-based approach. Tr. of Oral Arg. 5–6; see\nalsoBurris, 912 F. 3d, at 409–410 (Thapar, J.,\nconcurring).In light of the mischief that the categorical\napproach has caused, we should welcome briefing on whether a\nconduct-based approach tacks closer to statutory text and common\nsense—especially in the elements-clause context. If it does, we\nshould adopt it.[4]*  *  *Even Alice, having slaked her curiosity,\neventually returned from the land beyond the looking glass. It is\nhigh time that this Court do the same. In this case, I would begin\nthe trek back by adopting theDavisdissent’s conduct-based\napproach, reviving §924(c)’s residual clause, and reversing the\njudgment below. And in future cases, when it comes to interpreting\n§924(c)’s elements clause, I will carefully consider alternatives\nto this Court’s atextual and ever-more-absurd categorical approach.\nFor these reasons, I respectfully dissent.Notes1See also,e.g.,United Statesv.Brazier, 933 F.3d 796, 798–801 (CA7\n2019) (federal kidnaping not a crime of violence under §924(c)\ndespite victim being bound, gagged, tortured, and shot);Bufkinv.United States, 800 Fed. Appx. 436, 437, 439\n(CA7 2020) (Government conceding that federal kidnaping is not a\ncrime of violence even when “the two defendants threatened the\nvictim at gunpoint, robbed, bound, and gagged him, and drove him\naround in the trunk of the car for four hours before releasing\nhim”);United Statesv.Sanford, 779 Fed. Appx. 568,\n570 (CA10 2019) (vacating §924(c) convictions even when the\nunderlying conduct involved kidnaping, threatening, and robbing a\nfamily, all at gunpoint).2SeeUnited Statesv.Moore, 802 Fed. Appx. 338, 340–342 (CA10 2020) (federal\narson not a crime of violence even when the defendant ignited a\nhomemade bomb during an attempt to blow up a shopping\nmall).3See,e.g.,United Statesv.Capers, 20 F. 4th 105, 111–112 (CA2\n2021) (applyingUnited Statesv.Davis, 588\nU. S. ___ (2019), and finding that a federal Racketeer\nInfluenced and Corrupt Organizations Act conspiracy resulting in a\ngangland killing could not predicate a §924(j) conviction); see\nalso,e.g.,Brief for United States inGrzegorczykv.United States, O. T. 2021, No. 21–5967 (Government conceding\nthat, afterDavis, a federal murder-for-hire conviction was\nnot a crime of violence under §924(c)).4Meanwhile, Justice\nAlito’s dissent offers an intriguing alternative interpretation of\n§924(c)(3)(A)’s elements clause. Seepost, at 1–4. While no\nparty advocates for the interpretation in this case, we should\nwelcome further briefing on it as well.",
    "joined": []
}