{
    "case": {
        "docket": "333",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/333/"
    },
    "id": "1963537",
    "author": "thomas",
    "type": "concurrence",
    "text": "THOMAS, J., CONCURRINGAT&T MOBILITY LLC V. CONCEPCION563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-893AT&T MOBILITY LLC, PETITIONERv.VINCENT CONCEPCION et ux.on writ of certiorari to the united states court of\nappeals for the ninth circuit[April 27, 2011]Justice Thomas, concurring.Section 2 of the Federal\nArbitration Act (FAA) provides that an arbitration provision “shall\nbe valid, irrevocable, and enforceable, save upon such grounds as\nexist at law or in equity for the revocation of any contract.” 9 U.\nS. C. §2. The question here is whether California’sDiscover Bankrule, seeDiscover Bankv.Superior Ct., 36 Cal. 4th 148, 113 P. 3d 1100 (2005),\nis a “groun[d] … for the revocation of any contract.”It would be absurd to suggest that §2 requires\nonly that a defense apply to “any contract.” If §2 means anything,\nit is that courts cannot refuse to enforce arbitration agreements\nbecause of a state public policy against arbitration, even if the\npolicy nominally applies to “any contract.” There must be some\nadditional limit on the contract defenses permitted by §2. Cf.ante, at 17 (opinion of the Court) (state law may not\nrequire procedures that are “not arbitration as envisioned by the\nFAA” and “lac[k] its benefits”);post, at 5 (Breyer, J.,\ndissenting) (state law may require only procedures that are\n“consistent with the use of arbitration”).I write separately to explain how I would find\nthat limit in the FAA’s text. As I would read it, the FAA requires\nthat an agreement to arbitrate be enforced unless a party\nsuccessfully challenges the formation of the arbitration agreement,\nsuch as by proving fraud or duress. 9 U. S. C. §§2, 4. Under\nthis reading, I would reverse the Court of Appeals because a\ndistrict court cannot follow both the FAA and theDiscover\nBankrule, which does not relate to defects in the making of\nan agreement.This reading of the text, however, has not\nbeen fully developed by any party, cf. Brief for Petitioner 41,\nn. 12, and could benefit from briefing and argument in an\nappropriate case. Moreover, I think that the Court’s test will\noften lead to the same outcome as my textual interpretation and\nthat, when possible, it is important in interpreting statutes to\ngive lower courts guidance from a majority of the Court. SeeUS\nAirways, Inc.v.Barnett,535 U. S. 391, 411\n(2002) (O’Connor, J., concurring). Therefore, although I adhere to\nmy views on purposes-and-objectives pre-emption, seeWyethv.Levine,555 U. S. 555, ___\n(2009) (opinion concurring in judgment), I reluctantly join the\nCourt’s opinion.IThe FAA generally requires courts\nto enforce arbitration agreements as written. Section 2 provides\nthat “[a] written provision in … a contract … to settle by\narbitration a controversy thereafter arising out of such contract …\nshall be valid, irrevocable, and enforceable, save upon such\ngrounds as exist at law or in equity for the revocation of any\ncontract.” Significantly, the statute does not parallel the words\n“valid, irrevocable, and enforceable” by referencing the grounds as\nexist for the “invalidation, revocation, or nonenforcement” of any\ncontract. Nor does the statute use a different word or phrase\nentirely that might arguably encompass validity, revocability, and\nenforce-ability. The use of only “revocation” and the conspicuous\nomission of “invalidation” and “nonenforcement” suggest that the\nexception does not include all defenses applicable to any contract\nbut rather some subset of those defenses. SeeDuncanv.Walker,533\nU. S. 167, 174 (2001) (“It is our duty to give effect, if\npossible, to every clause and word of a statute” (internal\nquotation marks omitted)).Concededly, the difference\nbetween revocability, on the one hand, and validity and\nenforceability, on the other, is not obvious. The statute does not\ndefine the terms, and their ordinary meanings arguably overlap.\nIndeed, this Court and others have referred to the concepts of\nrevocability, validity, and enforceability interchangeably. But\nthis ambiguity alone cannot justify ignoring Congress’ clear\ndecision in §2 to repeat only one of the three concepts.To clarify the meaning of §2, it would be\nnatural to look to other portions of the FAA. Statutory\ninterpretation focuses on “the language itself, the specific\ncontext in which that language is used, and the broader context of\nthe statute as a whole.”Robinsonv.Shell Oil\nCo.,519 U. S.\n337, 341 (1997). “A provision that may seem ambiguous in\nisolation is often clarified by the remainder of the statutory\nscheme … because only one of the permissible meanings produces a\nsubstantive effect that is compatible with the rest of the law.”United Sav. Assn. of Tex.v.Timbers of Inwood Forest\nAssociates, Ltd.,484 U. S. 365, 371\n(1988).Examining the broader statutory scheme, §4 can\nbe read to clarify the scope of §2’s exception to the enforcement\nof arbitration agreements. When a party seeks to enforce an\narbitration agreement in federal court, §4 requires that “upon\nbeing satisfied that the making of the agreement for arbitration or\nthe failure to comply therewith is not in issue,” the court must\norder arbitration “in accordance with the terms of the\nagreement.”Reading §§2 and 4 harmoniously,\nthe “grounds … for the revocation” preserved in §2 would mean\ngrounds related to the making of the agreement. This would require\nenforcement of an agreement to arbitrate unless a party\nsuccessfully asserts a defense concerning the formation of the\nagreement to arbitrate, such as fraud, duress, or mutual mistake.\nSeePrima Paint Corp.v.Flood & Conklin Mfg.\nCo.,388 U. S.\n395, 403–404 (1967) (interpreting §4 to permit federal courts\nto adjudicate claims of “fraud in the inducement of the arbitration\nclause itself” because such claims “g[o] to the ‘making’ of the\nagreement to arbitrate”). Contract defenses unrelated to the making\nof the agreement—such as public policy—could not be the basis for\ndeclining to enforce an arbitration clause.IIUnder this reading,\nthe question here would be whether California’sDiscover\nBankrule relates to the making of an agreement. I think it\ndoes not.InDiscover\nBank, 36 Cal. 4th 148, 113 P. 3d 1100, the California\nSupreme Court held that “class action waivers are, under certain\ncircumstances, unconscionable as unlaw-fully exculpatory.”Id., at 65, 113 P. 3d, at 1112; see alsoid., at 161, 113 P. 3d, at 1108 (“[C]lass action\nwaivers [may be] substantively unconscionable inasmuch as they may\noperate effectively as exculpatory contract clauses that are\ncontrary to public policy”). The court concluded that where a\nclass-action waiver is found in an arbitration agreement in certain\nconsumer contracts of adhesion, such waivers “should not be\nenforced.”Id.,at 163, 113 P. 3d, at 1110. In\npractice, the court explained, such agreements “operate to insulate\na party from liability that otherwise would be imposed under\nCalifornia law.”Id.,at 161, 113 P. 3d, at 1108,\n1109. The court did not conclude that a customer would sign such an\nagreement only if under the influence of fraud, duress, or\ndelusion.The court’s analysis and\nconclusion that the arbitration agreement was exculpatory reveals\nthat theDiscover Bankrule does not concern the making of\nthe arbitration agreement. Exculpatory contracts are a paradigmatic\nex-ample of contracts that will not be enforced because of public\npolicy. 15 G. Giesel, Corbin on Contracts §§85.1, 85.17, 85.18\n(rev. ed. 2003). Indeed, the court explained that it would not\nenforce the agreements because they are “ ‘against the policy\nof the law.’ ” 36 Cal. 4th, at 161, 113 P. 3d, at 1108\n(quoting Cal. Civ. Code Ann. §1668); see also 36 Cal. 4th, at 166,\n113 P. 3d, at 1112 (“Agreements to arbitrate may not be used\nto harbor terms, conditions and practices that undermine public\npolicy” (internal quotation marks omitted)). Refusal to enforce a\ncontract for public-policy reasons does not concern whether the\ncontract was properly made.Accordingly, theDiscover\nBankrule is not a “groun[d] … for the revocation of any\ncontract” as I would read §2 of the FAA in light of §4. Under this\nreading, the FAA dictates that the arbitration agreement here be\nenforced and theDiscover Bankrule is\npre-empted.The interpretation I suggest\nwould be consistent with our precedent. Contract formation is based\non the consent of the parties, and we have emphasized that\n“[a]rbitration under the Act is a matter of consent.”Volt\nInformation Sciences, Inc.v.Board of Trustees of Leland\nStanford Junior Univ.,489 U. S. 468, 479\n(1989).The statement inPerryv.Thomas,482\nU. S. 483(1987), suggesting that §2 preserves all state-law\ndefenses that “arose to govern issues concerning the validity,\nrevocability, and enforceability of contracts generally,”id., at 493, n. 9, is dicta. This statement is found\nin a footnote concerning a claim that the Court “decline[d] to\naddress.”Id., at 392, n. 9.Similarly, to\nthe extent that statements inRent-A-Center, West, Inc.v.Jackson, 561 U. S. ___, ___ n. 1 (2010) (slip op. at ___,\nn. 1), can be read to suggest anything about the scope of\nstate-law defenses under §2, those statements are dicta, as well.\nThis Court has never addressed the question whether the state-law\n“grounds” referred to in §2 are narrower than those applicable to\nany contract.Moreover, every specific contract\ndefense that the Court has acknowledged is applicable under §2\nrelates to contract formation. InDoctor’s Associates,\nInc.v.Casarotto,517 U. S. 681, 687\n(1996), this Court said that fraud, duress, and unconscionability\n“may be applied to invalidate arbitration agreements without\ncontravening §2.” All three defenses historically concern the\nmaking of an agreement. SeeMorgan Stanley Capital Group\nInc.v.Public Util. Dist. No. 1 of Snohomish Cty.,554 U. S. 527,\n547 (2008) (describing fraud and duress as “traditional grounds for\nthe abrogation of [a] contract” that speak to “unfair dealing at\nthe contract formation stage”);Humev.United\nStates,132 U.\nS. 406, 411, 414 (1889) (describing an unconscionable contract\nas one “such as no man in his senses and not under delusion would\nmake” and suggesting that there may be “contracts so extortionate\nand unconscionable on their face as to raise the presumption of\nfraud in their inception” (internal quotation marks\nomitted)).",
    "joined": []
}