{
    "case": {
        "docket": "19-431",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-431/"
    },
    "id": "4270877",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–431 and 19–454_________________LITTLE SISTERS OF THE POOR SAINTS PETER\nAND PAUL HOME, PETITIONER19–431v.PENNSYLVANIA, et al.DONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERS19–454v.PENNSYLVANIA, et al.on writs of certiorari to the united states\ncourt of appeals for the third circuit[July 8, 2020]Justice Thomas delivered the opinion of the\nCourt.In these consolidated cases, we decide whether\nthe Government created lawful exemptions from a regulatory\nrequirement implementing the Patient Protection and Affordable Care\nAct of 2010 (ACA), 124Stat. 119. The requirement at issue obligates\ncertain employers to provide contraceptive coverage to their\nemployees through their group health plans. Though contraceptive\ncoverage is not required by (or even mentioned in) the ACA\nprovision at issue, the Government mandated such coverage by\npromulgating interim final rules (IFRs) shortly after the ACA’s\npassage. This requirement is known as the contraceptive\nmandate.After six years of protracted litigation, the\nDepartments of Health and Human Services, Labor, and the Treasury\n(Departments)—which jointly administer the relevant ACA\nprovision[1]—exempted certain\nemployers who have religious and conscientious objections from this\nagency-created mandate. The Third Circuit concluded that the\nDepartments lacked statutory authority to promulgate these\nexemptions and affirmed the District Court’s nationwide preliminary\ninjunction. This decision was erroneous. We hold that the\nDepartments had the authority to provide exemptions from the\nregulatory contraceptive requirements for employers with religious\nand conscientious objections. We accordingly reverse the Third\nCircuit’s judgment and remand with instructions to dissolve the\nnationwide preliminary injunction.IThe ACA’s contraceptive mandate—a product of\nagency regulation—has existed for approximately nine years.\nLitigation surrounding that requirement has lasted nearly as long.\nIn light of this extensive history, we begin by summarizing the\nrelevant background.AThe ACA requires covered employers to offer “a\ngroup health plan or group health insurance coverage” that provides\ncertain “minimum essential coverage.” 26 U. S. C.\n§5000A(f )(2); §§4980H(a), (c)(2). Employers who do not comply\nface hefty penalties, including potential fines of $100 per day for\neach affected employee. §§4980D(a)–(b); see alsoBurwellv.Hobby Lobby Stores,Inc.,573\nU.S. 682, 696–697 (2014). These cases concern regulations\npromulgated under a provision of the ACA that requires covered\nemployers to provide women with “preventive care and screenings”\nwithout “any cost sharing requirements.” 42 U. S. C.\n§300gg–13(a)(4).[2]The statute does not define “preventive care and\nscreenings,” nor does it include an exhaustive or illustrative list\nof such services. Thus, the statute itself does not explicitly\nrequire coverage for any specific form of “preventive care.”Hobby Lobby, 573 U. S., at 697. Instead, Congress\nstated that coverage must include “such additional preventive care\nand screenings . . . as provided for in comprehensive\nguidelines supported by the Health Resources and Services\nAdministration” (HRSA), an agency of the Department of Health and\nHuman Services (HHS). §300gg–13(a)(4). At the time of the ACA’s\nenactment, these guidelines were not yet written. As a result, no\nspecific forms of preventive care or screenings were (or could be)\nreferred to or incorporated by reference.Soon after the ACA’s passage, the Departments\nbegan promulgating rules related to §300gg–13(a)(4). But in doing\nso, the Departments did not proceed through the notice and comment\nrulemaking process, which the Administrative Procedure Act (APA)\noften requires before an agency’s regulation can “have the force\nand effect of law.”Perezv.Mortgage Bankers Assn.,\n575 U.S. 92, 96 (2015) (internal quotation marks omitted); see also\n5 U. S. C. §553. Instead, the Departments invoked the\nAPA’s good cause exception, which permits an agency to dispense\nwith notice and comment and promulgate an IFR that carries\nimmediate legal force. §553(b)(3)(B).The first relevant IFR, promulgated in July\n2010, primarily focused on implementing other aspects of §300gg–13.\n75 Fed. Reg. 41728. The IFR indicated that HRSA planned to develop\nits Preventive Care Guidelines (Guidelines) by August 2011.Ibid.However, it did not mention religious exemptions or\naccommodations of any kind.As anticipated, HRSA released its first set of\nGuidelines in August 2011. The Guidelines were based on\nrecommendations compiled by the Institute of Medicine (now called\nthe National Academy of Medicine), “a nonprofit group of volunteer\nadvisers.”Hobby Lobby, 573 U. S., at 697. The\nGuidelines included the contraceptive mandate, which required\nhealth plans to provide coverage for all contraceptive methods and\nsterilization procedures approved by the Food and Drug\nAdministration as well as related education and counseling. 77 Fed.\nReg. 8725 (2012).The same day the Guidelines were issued, the\nDepartments amended the 2010 IFR. 76 Fed. Reg. 46621 (2011). When\nthe 2010 IFR was originally published, the Departments began\nreceiving comments from numerous religious employers expressing\nconcern that the Guidelines would “impinge upon their religious\nfreedom” if they included contraception.Id., at 46623. As\njust stated, the Guidelines ultimately did contain contraceptive\ncoverage, thus making the potential impact on religious freedom a\nreality. In the amended IFR, the Departments determined that “it\n[was] appropriate that HRSA . . . tak[e] into account the\n[mandate’s] effect on certain religious employers” and concluded\nthat HRSA had the discretion to do so through the creation of an\nexemption.Ibid.The Departments then determined that the\nexemption should cover religious employers, and they set out a\nfour-part test to identify which employers qualified. The last\ncriterion required the entity to be a church, an integrated\nauxiliary, a convention or association of churches, or “the\nexclusively religious activities of any religious order.”Ibid.HRSA created an exemption for these employers the same\nday. 78 Fed. Reg. 39871 (2013). Because of the narrow focus on\nchurches, this first exemption is known as the church\nexemption.The Guidelines were scheduled to go into effect\nfor plan years beginning on August 1, 2012. 77 Fed. Reg. 8725–8726.\nBut in February 2012, before the Guidelines took effect, the\nDepartments promulgated a final rule that temporarily prevented the\nGuidelines from applying to certain religious nonprofits.\nSpecifically, the Departments stated their intent to promulgate\nadditional rules to “accommodat[e] non-exempted, non-profit\norganizations’ religious objections to covering contraceptive\nservices.”Id., at 8727. Until that rulemaking occurred, the\n2012 rule also provided a temporary safe harbor to protect such\nemployers.Ibid.The safe harbor covered nonprofits “whose\nplans have consistently not covered all or the same subset of\ncontraceptive services for religious reasons.”[3] Thus, the nonprofits who availed themselves of\nthis safe harbor were not subject to the contraceptive mandate when\nit first became effective. The Departments promulgated another\nfinal rule in 2013 that is relevant to these cases in two ways.\nFirst, after reiterating that §300gg–13(a)(4) authorizes HRSA “to\nissue guidelines in a manner that exempts group health plans\nestablished or maintained by religious employers,” the Departments\n“simplif[ied]” and “clarif[ied]” the definition of a religious\nemployer. 78 Fed. Reg. 39873.[4] Second, pursuant to that same authority, the\nDepartments provided the anticipated accommodation for eligible\nreligious organizations, which the regulation defined as\norganizations that “(1) [o]ppos[e] providing coverage for some or\nall of the contraceptive services . . . on account of\nreligious objections; (2) [are] organized and operat[e] as\n. . . nonprofit entit[ies]; (3) hol[d] [themselves] out\nas . . . religious organization[s]; and (4)\nself-certif[y] that [they] satisf[y] the first three criteria.”Id., at 39874. The accommodation required an eligible\norganization to provide a copy of the self-certification form to\nits health insurance issuer, which in turn would exclude\ncontraceptive coverage from the group health plan and provide\npayments to beneficiaries for contraceptive services separate from\nthe health plan.Id., at 39878. The Departments stated that\nthe accommodation aimed to “protec[t]” religious organizations\n“from having to contract, arrange, pay, or refer for\n[contraceptive] coverage” in a way that was consistent with and did\nnot violate the Religious Freedom Restoration Act of 1993 (RFRA),\n107Stat. 1488, 42 U. S. C. §2000bbet seq.78 Fed.\nReg. 39871, 39886–39887. This accommodation is referred to as the\nself-certification accommodation.BShortly after the Departments promulgated the\n2013 final rule, two religious nonprofits run by the Little Sisters\nof the Poor (Little Sisters) challenged the self-certification\naccommodation. The Little Sisters “are an international\ncongregation of Roman Catholic women religious” who have operated\nhomes for the elderly poor in the United States since 1868. See\nMission Statement: Little Sisters of the Poor,\nhttp://www.littlesistersofthepoor.org/mission-statement. They feel\ncalled by their faith to care for their elderly residents\nregardless of “faith, finances, or frailty.” Brief for Residents\nand Families of Residents at Homes of the Little Sisters of the\nPoor asAmici Curiae14. The Little Sisters endeavor to\ntreat all residents “as if they were Jesus [Christ] himself, cared\nfor as family, and treated with dignity until God calls them to his\nhome.” Complaint ¶14 inLittle Sisters of the Poor Home for the\nAged,Denver,Colo.v.Sebelius, No.\n1:13–cv–02611 (D Colo.), p. 5 (Complaint).Consistent with their Catholic faith, the Little\nSisters hold the religious conviction “that deliberately avoiding\nreproduction through medical means is immoral.”Little Sisters\nof the Poor Home for the Aged,Denver,Colo.v.Burwell, 794 F.3d 1151, 1167 (CA10 2015). They challenged\nthe self-certification accommodation, claiming that completing the\ncertification form would force them to violate their religious\nbeliefs by “tak[ing] actions that directly cause others to provide\ncontraception or appear to participate in the Departments’ delivery\nscheme.”Id., at 1168. As a result, they alleged that the\nself-certification accommodation violated RFRA. Under RFRA, a law\nthat substantially burdens the exercise of religion must serve “a\ncompelling governmental interest” and be “the least restrictive\nmeans of furthering that compelling governmental interest.”\n§§2000bb–1(a)–(b). The Court of Appeals disagreed that the\nself-certification accommodation substantially burdened the Little\nSisters’ free exercise rights and thus rejected their RFRA claim.Little Sisters, 794 F. 3d, at 1160.The Little Sisters were far from alone in\nraising RFRA challenges to the self-certification accommodation.\nReligious nonprofit organizations and educational institutions\nacross the country filed a spate of similar lawsuits, most\nresulting in rulings that the accommodation did not violate RFRA.\nSee,e.g.,East Texas Baptist Univ.v.Burwell, 793 F.3d 449 (CA5 2015);Geneva Collegev.Secretary,U. S. Dept. of Health and Human\nServs., 778 F.3d 422 (CA3 2015);Priests for Lifev.United States Dept. of Health and Human Servs., 772 F.3d 229\n(CADC 2014);Michigan Catholic Conferencev.Burwell,\n755 F.3d 372 (CA6 2014);University of Notre Damev.Sebelius, 743 F.3d 547 (CA7 2014); but seeSharpe\nHoldings,Inc.v.United States Dept. of Health and\nHuman Servs., 801 F.3d 927 (CA8 2015);Dordt Collegev.Burwell, 801 F.3d 946 (CA8 2015). We granted certiorari in\ncases from four Courts of Appeals to decide the RFRA question.Zubikv.Burwell, 578 U. S. ___, ___ (2016)\n(per curiam). Ultimately, however, we opted to remand the\ncases without deciding that question. In supplemental briefing, the\nGovernment had “confirm[ed]” that “ ‘contraceptive coverage\ncould be provided to petitioners’ employees, through petitioners’\ninsurance companies, without any . . . notice from\npetitioners.’ ”Id., at ___ (slip op., at 3).\nPetitioners, for their part, had agreed that such an approach would\nnot violate their free exercise rights.Ibid.Accordingly,\nbecause all parties had accepted that an alternative approach was\n“feasible,”ibid., we directed the Government to\n“accommodat[e] petitioners’ religious exercise while at the same\ntime ensuring that women covered by petitioners’ health plans\nreceive full and equal health coverage, including contraceptive\ncoverage,”id., at ___ (slip op., at 4) (internal quotation\nmarks omitted).CZubikwas not the only relevant ruling\nfrom this Court about the contraceptive mandate. As the Little\nSisters and numerous others mounted their challenges to the\nself-certification accommodation, a host of other entities\nchallenged the contraceptive mandate itself as a violation of RFRA.\nSee,e.g.,Hobby Lobby Stores,Inc.v.Sebelius, 723 F.3d 1114 (CA10 2013) (en banc);Kortev.Sebelius, 735 F.3d 654 (CA7 2013);Gilardiv.United States Dept. of Health and Human Servs., 733 F.3d\n1208 (CADC 2013);Conestoga Wood Specialties Corp.v.Secretary of U.S. Dept. of Health and Human\nServs., 724 F.3d 377 (CA3 2013);Autocam Corp.v.Sebelius, 730 F.3d 618 (CA6 2013). This Court granted\ncertiorari in two cases involving three closely held corporations\nto decide whether the mandate violated RFRA.Hobby Lobby,573 U.S.\n682.The individual respondents inHobby\nLobbyopposed four methods of contraception covered by the\nmandate. They sincerely believed that human life begins at\nconception and that, because the challenged methods of\ncontraception risked causing the death of a human embryo, providing\nthose methods of contraception to employees would make the\nemployers complicit in abortion.Id., at 691, 720. We held\nthat the mandate substantially burdened respondents’ free exercise,\nexplaining that “[if] the owners comply with the HHS mandate, they\nbelieve they will be facilitating abortions, and if they do not\ncomply, they will pay a very heavy price.”Id., at 691. “If\nthese consequences do not amount to a substantial burden,” we\nstated, “it is hard to see what would.”Ibid.We also held\nthat the mandate did not utilize the least restrictive means,\nciting the self-certification accommodation as a less burdensome\nalternative.Id., at 730–731.Thus, as the Departments began the task of\nreformulating rules related to the contraceptive mandate, they did\nso not only underZubik’s direction to accommodate religious\nexercise, but also against the backdrop ofHobby Lobby’s\npronouncement that the mandate, standing alone, violated RFRA as\napplied to religious entities with complicity-based objections.DIn 2016, the Departments attempted to strike\nthe proper balance a third time, publishing a request for\ninformation on ways to comply withZubik. 81 Fed. Reg.\n47741. This attempt proved futile, as the Departments ultimately\nconcluded that “no feasible approach” had been identified. Dept. of\nLabor, FAQs About Affordable Care Act Implementation Part 36,\np. 4 (2017). The Departments maintained their position that\nthe self-certification accommodation was consistent with RFRA\nbecause it did not impose a substantial burden and, even if it did,\nit utilized the least restrictive means of achieving the\nGovernment’s interests.Id., at 4–5.In 2017, the Departments tried yet again to\ncomply withZubik, this time by promulgating the two IFRs\nthat served as the impetus for this litigation. The first IFR\nsignificantly broadened the definition of an exempt religious\nemployer to encompass an employer that “objects . . .\nbased on its sincerely held religious beliefs,” “to its\nestablishing, maintaining, providing, offering, or arranging [for]\ncoverage or payments for some or all contraceptive services.” 82\nFed. Reg. 47812 (2017). Among other things, this definition\nincluded for-profit and publicly traded entities. Because they were\nexempt, these employers did not need to participate in the\naccommodation process, which nevertheless remained available under\nthe IFR.Id., at 47806.As with their previous regulations, the\nDepartments once again invoked §300gg–13(a)(4) as authority to\npromulgate this “religious exemption,” stating that it “include[d]\nthe ability to exempt entities from coverage requirements announced\nin HRSA’s Guidelines.”Id., at 47794. Additionally, the\nDepartments announced for the first time that RFRA compelled the\ncreation of, or at least provided the discretion to create, the\nreligious exemption.Id., at 47800–47806. As the Departments\nexplained: “We know fromHobby Lobbythat, in the absence of\nany accommodation, the contraceptive-coverage requirement imposes a\nsubstantial burden on certain objecting employers. We know from\nother lawsuits and public comments that many religious entities\nhave objections to complying with the [self-certification]\naccommodation based on their sincerely held religious beliefs.”Id., at 47806. The Departments “believe[d] that the Court’s\nanalysis inHobby Lobbyextends, for the purposes of\nanalyzing a substantial burden, to the burdens that an entity faces\nwhen it religiously opposes participating in the\n[self-certification] accommodation process.”Id., at 47800.\nThey thus “conclude[d] that it [was] appropriate to expand the\nexemption to other . . . organizations with sincerely\nheld religious beliefs opposed to contraceptive coverage.”Id., at 47802; see alsoid., at 47810–47811.The second IFR created a similar “moral\nexemption” for employers—including nonprofits and for-profits with\nno publicly traded components—with “sincerely held moral”\nobjections to providing some or all forms of contraceptive\ncoverage.Id., at 47850, 47861–47862. Citing congressional\nenactments, precedents from this Court, agency practice, and state\nlaws that provided for conscience protections,id., at\n47844–47847, the Departments invoked their authority under the ACA\nto create this exemption,id., at 47844. The Departments\nrequested post-promulgation comments on both IFRs.Id., at\n47813, 47854.EWithin a week of the 2017 IFRs’ promulgation,\nthe Commonwealth of Pennsylvania filed an action seeking\ndeclaratory and injunctive relief. Among other claims, it alleged\nthat the IFRs were procedurally and substantively invalid under the\nAPA. The District Court held that the Commonwealth was likely to\nsucceed on both claims and granted a preliminary nationwide\ninjunction against the IFRs. The Federal Government appealed.While that appeal was pending, the Departments\nissued rules finalizing the 2017 IFRs. See 83 Fed. Reg. 57536\n(2018); 83 Fed. Reg. 57592, codified at 45 CFR pt. 147 (2018).\nThough the final rules left the exemptions largely intact, they\nalso responded to post-promulgation comments, explaining their\nreasons for neither narrowing nor expanding the exemptions beyond\nwhat was provided for in the IFRs. See 83 Fed. Reg. 57542–57545,\n57598–57603. The final rule creating the religious exemption also\ncontained a lengthy analysis of the Departments’ changed position\nregarding whether the self-certification process violated RFRA.Id., at 57544–57549. And the Departments explained that, in\nthe wake of the numerous lawsuits challenging the\nself-certification accommodation and the failed attempt to identify\nalternative accommodations after the 2016 request for information,\n“an expanded exemption rather than the existing accommodation is\nthe most appropriate administrative response to the substantial\nburden identified by the Supreme Court inHobby Lobby.”Id., at 57544–57545.After the final rules were promulgated, the\nState of New Jersey joined Pennsylvania’s suit and, together, they\nfiled an amended complaint. As relevant, the States—respondents\nhere—once again challenged the rules as substantively and\nprocedurally invalid under the APA. They alleged that the rules\nwere substantively unlawful because the Departments lacked\nstatutory authority under either the ACA or RFRA to promulgate the\nexemptions. Respondents also asserted that the IFRs were not\nadequately justified by good cause, meaning that the Departments\nimpermissibly used the IFR procedure to bypass the APA’s notice and\ncomment procedures. Finally, respondents argued that the purported\nprocedural defects of the IFRs likewise infected the final\nrules.The District Court issued a nationwide\npreliminary injunction against the implementation of the final\nrules the same day the rules were scheduled to take effect. The\nFederal Government appealed, as did one of the homes operated by\nthe Little Sisters, which had in the meantime intervened in the\nsuit to defend the religious exemption.[5] The appeals were consolidated with the previous appeal,\nwhich had been stayed.The Third Circuit affirmed. In its view, the\nDepartments lacked authority to craft the exemptions under either\nstatute. The Third Circuit read 42 U. S. C.\n§300gg–13(a)(4) as empowering HRSA to determine which services\nshould be included as preventive care and screenings, but not to\ncarve out exemptions from those requirements. It also concluded\nthat RFRA did not compel or permit the religious exemption because,\nunder Third Circuit precedent that was vacated and remanded inZubik, the Third Circuit had concluded that the\nself-certification accommodation did not impose a substantial\nburden on free exercise. As for respondents’ procedural claim, the\ncourt held that the Departments lacked good cause to bypass notice\nand comment when promulgating the 2017 IFRs. In addition, the court\ndetermined that, because the IFRs and final rules were “virtually\nidentical,” “[t]he notice and comment exercise surrounding the\nFinal Rules [did] not reflect any real open-mindedness.”Pennsylvaniav.President of United States, 930 F.3d\n543, 568–569 (2019). Though it rebuked the Departments for their\npurported attitudinal deficiencies, the Third Circuit did not\nidentify any specific public comments to which the agency did not\nappropriately respond.Id., at 569, n. 24.[6] We granted certiorari. 589\nU. S. ___ (2020).IIRespondents contend that the 2018 final rules\nproviding religious and moral exemptions to the contraceptive\nmandate are both substantively and procedurally invalid. We begin\nwith their substantive argument that the Departments lacked\nstatutory authority to promulgate the rules.AThe Departments invoke 42 U. S. C.\n§300gg–13(a)(4) as legal authority for both exemptions. This\nprovision of the ACA states that, “with respect to women,” “[a]\ngroup health plan and a health insurance issuer offering group or\nindividual health insurance coverage shall, at a minimum provide\n. . . such additional preventive care and screenings not\ndescribed in paragraph (1) as provided for in comprehensive\nguidelines supported by [HRSA].” The Departments maintain, as they\nhave since 2011, that the phrase “as provided for” allows HRSA both\nto identify what preventive care and screenings must be covered and\nto exempt or accommodate certain employers’ religious objections.\nSee 83 Fed. Reg. 57540–57541; see alsopost, at 3 (Kagan,\nJ., concurring in judgment). They also argue that, as with the\nchurch exemption, their role as the administering agencies permits\nthem to guide HRSA in its discretion by “defining the scope of\npermissible exemptions and accommodations for such guidelines.” 82\nFed. Reg. 47794. Respondents, on the other hand, contend that\n§300gg–13(a)(4) permits HRSA to only list the preventive care and\nscreenings that health plans “shall . . . provide,” not\nto exempt entities from covering those identified services. Because\nthat asserted limitation is found nowhere in the statute, we agree\nwith the Departments.“Our analysis begins and ends with the text.”Octane Fitness,LLCv.ICON Health &\nFitness,Inc.,572 U.S.\n545, 553 (2014). Here, the pivotal phrase is “as provided for.”\nTo “provide” means to supply, furnish, or make available. See\nWebster’s Third New International Dictionary 1827 (2002) (Webster’s\nThird); American Heritage Dictionary 1411 (4th ed. 2000); 12 Oxford\nEnglish Dictionary 713 (2d ed. 1989). And, as the Departments\nexplained, the word “as” functions as an adverb modifying\n“provided,” indicating “the manner in which” something is done. 83\nFed. Reg. 57540. See also Webster’s Third 125; 1 Oxford English\nDictionary, at 673; American Heritage Dictionary 102 (5th ed.\n2011).On its face, then, the provision grants sweeping\nauthority to HRSA to craft a set of standards defining the\npreventive care that applicable health plans must cover. But the\nstatute is completely silent as towhatthose “comprehensive\nguidelines” must contain, or how HRSA must go about creating them.\nThe statute does not, as Congress has done in other statutes,\nprovide an exhaustive or illustrative list of the preventive care\nand screenings that must be included. See,e.g., 18\nU. S. C. §1961(1); 28 U. S. C. §1603(a). It\ndoes not, as Congress did elsewhere in the same section of the ACA,\nset forth any criteria or standards to guide HRSA’s selections.\nSee,e.g., 42 U. S. C. §300gg–13(a)(3) (requiring\n“evidence-informedpreventive care and screenings” (emphasis\nadded)); §300gg–13(a)(1) (“evidence-based items or services”). It\ndoes not, as Congress has done in other contexts, require that HRSA\nconsult with or refrain from consulting with any party in the\nformulation of the Guidelines. See,e.g., 16\nU. S. C. §1536(a)(1); 23 U. S. C. §138. This\nmeans that HRSA has virtually unbridled discretion to decide what\ncounts as preventive care and screenings. But the same capacious\ngrant of authority that empowers HRSA to make these determinations\nleaves its discretion equally unchecked in other areas, including\nthe ability to identify and create exemptions from its own\nGuidelines.Congress could have limited HRSA’s discretion in\nany number of ways, but it chose not to do so. SeeAliv.Federal Bureau of Prisons,552 U.S.\n214, 227 (2008); see alsoRotkiskev.Klemm, 589\nU. S. ___, ___ (2019) (slip op., at 6);Hustedv.A.\nPhilip Randolph Institute, 584 U. S. ___, ___ (2018) (slip\nop., at 16). Instead, it enacted “ ‘expansive language\noffer[ing] no indication whatever’ ” that the statute limits\nwhat HRSA can designate as preventive care and screenings or who\nmust provide that coverage.Ali, 552 U. S., at 219–220\n(quotingHarrisonv.PPG Industries,Inc.,446 U.S.\n578, 589 (1980)). “It is a fundamental principle of statutory\ninterpretation that ‘absent provision[s] cannot be supplied by the\ncourts.’ ”Rotkiske, 589 U. S., at ___ (slip op.,\nat 5) (quoting A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 94 (2012));Nicholsv.United States, 578 U. S. ___, ___ (2016) (slip op., at\n6). This principle applies not only to adding terms not found in\nthe statute, but also to imposing limits on an agency’s discretion\nthat are not supported by the text. SeeWattv.Energy\nAction Ed. Foundation,454 U.S.\n151, 168 (1981). By introducing a limitation not found in the\nstatute, respondents ask us to alter, rather than to interpret, the\nACA. SeeNichols, 578 U. S., at ___ (slip op., at\n6).By its terms, the ACA leaves the Guidelines’\ncontent to the exclusive discretion of HRSA. Under a plain reading\nof the statute, then, we conclude that the ACA gives HRSA broad\ndiscretion to define preventive care and screenings and to create\nthe religious and moral exemptions.[7]The dissent resists this conclusion, asserting\nthat the Departments’ interpretation thwarts Congress’ intent to\nprovide contraceptive coverage to the women who are interested in\nreceiving such coverage. Seepost, at 1, 21 (opinion of\nGinsburg, J.). It also argues that the exemptions will make it\nsignificantly harder for interested women to obtain seamless access\nto contraception without cost sharing,post, at 15–17, which\nwe have previously “assume[d]” is a compelling governmental\ninterest,Hobby Lobby, 573 U. S., at 728; but seepost, at 10–12 (Alito, J., concurring). The Departments\ndispute that women will be adversely impacted by the 2018\nexemptions. 82 Fed. Reg. 47805. Though we express no view on this\ndisagreement, it bears noting that such a policy concern cannot\njustify supplanting the text’s plain meaning. SeeGitlitzv.Commissioner,531 U.S.\n206, 220 (2001). “It is not for us to rewrite the statute so\nthat it covers only what we think is necessary to achieve what we\nthink Congress really intended.”Lewisv.Chicago,560 U.S.\n205, 215 (2010).Moreover, even assuming that the dissent is\ncorrect as an empirical matter, its concerns are more properly\ndirected at the regulatory mechanism that Congress put in place to\nprotect this assumed governmental interest. As even the dissent\nrecognizes, contraceptive coverage is mentioned nowhere in\n§300gg–13(a)(4), and no language in the statute itself even hints\nthat Congress intended that contraception should or must be\ncovered. Seepost, at 4–5 (citing legislative history andamicusbriefs). Thus, contrary to the dissent’s\nprotestations, it was Congress, not the Departments, that declined\nto expressly require contraceptive coverage in the ACA itself. See\n83 Fed. Reg. 57540. And, it was Congress’ deliberate choice to\nissue an extraordinarily “broad general directiv[e]” to HRSA to\ncraft the Guidelines, without any qualifications as to the\nsubstance of the Guidelines or whether exemptions were permissible.Mistrettav.United States,488\nU.S. 361, 372 (1989). Thus, it is Congress, not the\nDepartments, that has failed to provide the protection for\ncontraceptive coverage that the dissent seeks.[8]No party has pressed a constitutional challenge\nto the breadth of the delegation involved here. Cf.Gundyv.United States, 588 U. S. ___ (2019). The only question\nwe face today is what the plain language of the statute authorizes.\nAnd the plain language of the statute clearly allows the\nDepartments to create the preventive care standards as well as the\nreligious and moral exemptions.[9]BThe Departments also contend, consistent with\nthe reasoning in the 2017 IFR and the 2018 final rule establishing\nthe religious exemption, that RFRA independently compelled the\nDepartments’ solution or that it at least authorized it.[10] In light of our holding that the\nACA provided a basis for both exemptions, we need not reach these\narguments.[11] We do,\nhowever, address respondents’ argument that the Departments could\nnot even consider RFRA as they formulated the religious exemption\nfrom the contraceptive mandate. Particularly in the context of\nthese cases, it was appropriate for the Departments to consider\nRFRA.As we have explained, RFRA “provide[s] very\nbroad protection for religious liberty.”Hobby Lobby, 573\nU. S., at 693. In RFRA’s congressional findings, Congress\nstated that “governments should not substantially burden religious\nexercise,” a right described by RFRA as “unalienable.” 42\nU. S. C. §§2000bb(a)(1), (3). To protect this right,\nCongress provided that the “[g]overnment shall not substantially\nburden a person’s exercise of religion even if the burden results\nfrom a rule of general applicability” unless “it demonstrates that\napplication of the burden . . . is in furtherance of a\ncompelling governmental interest; and . . . is the least\nrestrictive means of furthering that compelling governmental\ninterest.” §§2000bb–1(a)–(b). Placing Congress’ intent beyond\ndispute, RFRA specifies that it “applies to all Federal law, and\nthe implementation of that law, whether statutory or otherwise.”\n§2000bb–3(a). RFRA also permits Congress to exclude statutes from\nRFRA’s protections. §2000bb–3(b).It is clear from the face of the statute that\nthe contraceptive mandate is capable of violating RFRA. The ACA\ndoes not explicitly exempt RFRA, and the regulations implementing\nthe contraceptive mandate qualify as “Federal law” or “the\nimplementation of [Federal] law.” §2000bb–3(a); cf.Chrysler\nCorp.v.Brown,441 U.S.\n281, 297–298 (1979). Additionally, we expressly stated inHobby Lobbythat the contraceptive mandate violated RFRA as\napplied to entities with complicity-based objections. 573\nU. S., at 736. Thus, the potential for conflict between the\ncontraceptive mandate and RFRA is well settled. Against this\nbackdrop, it is unsurprising that RFRA would feature prominently in\nthe Departments’ discussion of exemptions that would not pose\nsimilar legal problems.Moreover, our decisions all but instructed the\nDepartments to consider RFRA going forward. For instance, though we\nheld that the mandate violated RFRA inHobby Lobby, we left\nit to the Federal Government to develop and implement a solution.\nAt the same time, we made it abundantly clear that, under RFRA, the\nDepartments must accept the sincerely held complicity-based\nobjections of religious entities. That is, they could not “tell the\nplaintiffs that their beliefs are flawed” because, in the\nDepartments’ view, “the connection between what the objecting\nparties must do . . . and the end that they find to be\nmorally wrong . . . is simply too attenuated.”Hobby\nLobby, 573 U. S., at 723–724. Likewise, though we did not\ndecide whether the self-certification accommodation ran afoul of\nRFRA inZubik, we directed the parties on remand to\n“accommodat[e]” the free exercise rights of those with\ncomplicity-based objections to the self-certification\naccommodation. 578 U. S., at ___ (slip op., at 4). It is hard\nto see how the Departments could promulgate rules consistent with\nthese decisions if they did not overtly consider these entities’\nrights under RFRA.This is especially true in light of the basic\nrequirements of the rulemaking process. Our precedents require\nfinal rules to “articulate a satisfactory explanation for [the]\naction including a rational connection between the facts found and\nthe choice made.”Motor Vehicle Mfrs. Assn. of United\nStates,Inc.v.State Farm Mut. Automobile Ins.\nCo.,463 U.S.\n29, 43 (1983) (internal quotation marks omitted). This\nrequirement allows courts to assess whether the agency has\npromulgated an arbitrary and capricious rule by “entirely fail[ing]\nto consider an important aspect of the problem [or] offer[ing] an\nexplanation for its decision that runs counter to the evidence\nbefore [it].”Ibid.; see alsoDepartment of Commercev.New York, 588 U. S. ___, ___–___ (2019) (Breyer, J.,\nconcurring in part and dissenting in part) (slip op., at 3–4);Genuine Parts Co.v.EPA, 890 F.3d 304, 307 (CADC\n2018);Pacific Coast Federation of Fishermen’s Assns.v.United States Bur. of Reclamation,426 F.3d 1082, 1094 (CA9 2005). Here, the Departments were\naware thatHobby Lobbyheld the mandate unlawful as applied\nto religious entities with complicity-based objections. 82 Fed.\nReg. 47799; 83 Fed. Reg. 57544–57545. They were also aware ofZubik’s instructions. 82 Fed. Reg. 47799. And, aside from\nour own decisions, the Departments were mindful of the RFRA\nconcerns raised in “public comments and . . . court\nfilings in dozens of cases—encompassing hundreds of organizations.”Id., at 47802; see alsoid., at 47806. If the\nDepartments did not look to RFRA’s requirements or discuss RFRA at\nall when formulating their solution, they would certainly be\nsusceptible to claims that the rules were arbitrary and capricious\nfor failing to consider an important aspect of the\nproblem.[12] Thus,\nrespondents’ argument that the Departments erred by looking to RFRA\nas a guide when framing the religious exemption is without\nmerit.IIIBecause we hold that the Departments had\nauthority to promulgate the exemptions, we must next decide whether\nthe 2018 final rules are procedurally invalid. Respondents present\ntwo arguments on this score. Neither is persuasive.AUnless a statutory exception applies, the APA\nrequires agencies to publish a notice of proposed rulemaking in the\nFederal Register before promulgating a rule that has legal force.\nSee 5 U. S. C. §553(b). Respondents point to the fact\nthat the 2018 final rules were preceded by a document entitled\n“Interim Final Rules with Request for Comments,” not a document\nentitled “General Notice of Proposed Rulemaking.” They claim that\nsince this was insufficient to satisfy §553(b)’s requirement, the\nfinal rules were procedurally invalid. Respondents are incorrect.\nFormal labels aside, the rules contained all of the elements of a\nnotice of proposed rulemaking as required by the APA.The APA requires that the notice of proposed\nrulemaking contain “reference to the legal authority under which\nthe rule is proposed” and “either the terms or substance of the\nproposed rule or a description of the subjects and issues\ninvolved.” §§553(b)(2)–(3). The request for comments in the 2017\nIFRs readily satisfies these requirements. That request detailed\nthe Departments’ view that they had legal authority under the ACA\nto promulgate both exemptions, 82 Fed. Reg. 47794, 47844, as well\nas authority under RFRA to promulgate the religious exemption,id., at 47800–47806. And respondents do not—and cannot—argue\nthat the IFRs failed to air the relevant issues with sufficient\ndetail for respondents to understand the Departments’ position. Seesupra, at 10–11. Thus, the APA notice requirements were\nsatisfied.Even assuming that the APA requires an agency to\npublish a document entitled “notice of proposed rulemaking” when\nthe agency moves from an IFR to a final rule, there was no\n“prejudicial error” here. §706. We have previously noted that the\nrule of prejudicial error is treated as an “administrative law\n. . . harmless error rule,”National Assn. of Home\nBuildersv.Defenders of Wildlife,551 U.S.\n644, 659–660 (2007) (internal quotation marks omitted). Here,\nthe Departments issued an IFR that explained its position in\nfulsome detail and “provide[d] the public with an opportunity to\ncomment on whether [the] regulations . . . should be made\npermanent or subject to modification.” 82 Fed. Reg. 47815; see alsoid., at 47852, 47855. Respondents thus do not come close to\ndemonstrating that they experienced any harm from the title of the\ndocument, let alone that they have satisfied this harmless error\nrule. “The object [of notice and comment], in short, is one of fair\nnotice,”Long Island Care at Home,Ltd.v.Coke,551 U.S.\n158, 174 (2007), and respondents certainly had such notice\nhere. Because the IFR complied with the APA’s requirements, this\nclaim fails.[13]BNext, respondents contend that the 2018 final\nrules are procedurally invalid because “nothing in the record\nsignal[s]” that the Departments “maintained an open mind throughout\nthe [post-promulgation] process.” Brief for Respondents 27. As\nevidence for this claim, respondents point to the fact that the\nfinal rules made only minor alterations to the IFRs, leaving their\nsubstance unchanged. The Third Circuit applied this\n“open-mindedness” test, concluding that because the final rules\nwere “virtually identical” to the IFRs, the Departments lacked the\nrequisite “flexible and open-minded attitude” when they promulgated\nthe final rules. 930 F. 3d, at 569 (internal quotation marks\nomitted).We decline to evaluate the final rules under the\nopen-mindedness test. We have repeatedly stated that the text of\nthe APA provides the “ ‘maximum procedural\nrequirements’ ” that an agency must follow in order to\npromulgate a rule.Perez, 575 U. S., at 100 (quotingVermont Yankee Nuclear Power Corp.v.Natural Resources\nDefense Council,Inc.,435 U.S.\n519, 524 (1978)). Because the APA “sets forth the full extent\nof judicial authority to review executive agency action for\nprocedural correctness,”FCCv.Fox Television\nStations,Inc.,556 U.S.\n502, 513 (2009), we have repeatedly rejected courts’ attempts\nto impose “judge-made procedur[es]” in addition to the APA’s\nmandates,Perez, 575 U. S., at 102; see alsoPension\nBenefit Guaranty Corporationv.LTV Corp.,496 U.S.\n633, 654–655 (1990);Vermont Yankee, 435 U. S., at\n549. And like the procedures that we have held invalid, the\nopen-mindedness test violates the “general proposition that courts\nare not free to impose upon agencies specific procedural\nrequirements that have no basis in the APA.”LTV Corp., 496\nU. S., at 654. Rather than adopting this test, we focus our\ninquiry on whether the Departments satisfied the APA’s objective\ncriteria, just as we have in previous cases. We conclude that they\ndid.Section 553(b) obligated the Departments to\nprovide adequate notice before promulgating a rule that has legal\nforce. As explainedsupra, at 22–23, the IFRs provided\nsufficient notice. Aside from these notice requirements, the APA\nmandates that agencies “give interested persons an opportunity to\nparticipate in the rule making through submission of written data,\nviews, or arguments,” §553(c); states that the final rules must\ninclude “a concise general statement of their basis and purpose,”ibid.; and requires that final rules must be published 30\ndays before they become effective, §553(d).The Departments complied with each of these\nstatutory procedures. They “request[ed] and encourag[ed] public\ncomments on all matters addressed” in the rules—i.e., the\nbasis for the Departments’ legal authority, the rationales for the\nexemptions, and the detailed discussion of the exemptions’ scope.\n82 Fed. Reg. 47813, 47854. They also gave interested parties 60\ndays to submit comments.Id., at 47792, 47838. The final\nrules included a concise statement of their basis and purpose,\nexplaining that the rules were “necessary to protect sincerely\nheld” moral and religious objections and summarizing the legal\nanalysis supporting the exemptions. 83 Fed. Reg. 57592; see alsoid., at 57537–57538. Lastly, the final rules were published\non November 15, 2018, but did not become effective until January\n14, 2019—more than 30 days after being published.Id., at\n57536, 57592. In sum, the rules fully complied with “ ‘the\nmaximum procedural requirements [that] Congress was willing to have\nthe courts impose upon agencies in conducting rulemaking\nprocedures.’ ”Perez, 575 U. S., at 102 (quotingVermont Yankee, 435 U. S., at 524). Accordingly,\nrespondents’ second procedural challenge also fails.[14]*  *  *For over 150 years, the Little Sisters have\nengaged in faithful service and sacrifice, motivated by a religious\ncalling to surrender all for the sake of their brother. “[T]hey\ncommit to constantly living out a witness that proclaims the\nunique, inviolable dignity of every person, particularly those whom\nothers regard as weak or worthless.” Complaint ¶14. But for the\npast seven years, they—like many other religious objectors who have\nparticipated in the litigation and rulemakings leading up to\ntoday’s decision—have had to fight for the ability to continue in\ntheir noble work without violating their sincerely held religious\nbeliefs. After two decisions from this Court and multiple failed\nregulatory attempts, the Federal Government has arrived at a\nsolution that exempts the Little Sisters from the source of their\ncomplicity-based concerns—the administratively imposed\ncontraceptive mandate.We hold today that the Departments had the\nstatutory authority to craft that exemption, as well as the\ncontemporaneously issued moral exemption. We further hold that the\nrules promulgating these exemptions are free from procedural\ndefects. Therefore, we reverse the judgment of the Court of Appeals\nand remand the cases for further proceedings consistent with this\nopinion.It is so ordered.Notes1See 42 U. S. C.\n§300gg–92; 29 U. S. C. §1191c; 26 U. S. C.\n§9833.2The ACA exempts\n“grandfathered” plans from 42 U. S. C.\n§300gg–13(a)(4)—i.e., “those [plans] that existed prior to\nMarch 23, 2010, and that have not made specified changes after that\ndate.”Burwellv.Hobby Lobby Stores,Inc.,573\nU.S. 682, 699 (2014). See §§18011(a), (e); 29 CFR\n§2590.715–1251 (2019). As of 2018, an estimated 16 percent of\nemployees “with employer-sponsored coverage were enrolled in a\ngrandfathered group health plan.” 84 Fed. Reg. 5971\n(2019).3Dept. of Health and Human\nServs., Center for Consumer Information and Insurance Oversight,\nCenters for Medicare & Medicaid Services, Guidance on the\nTemporary Enforcement Safe Harbor for Certain Employers, Group\nHealth Plans and Group Health Insurance Issuers With Respect to the\nRequirement To Cover Contraceptive Services Without Cost Sharing\nUnder Section 2713 of the Public Health Service Act, Section\n715(a)(1) of the Employee Retirement Income Security Act, and\nSection 9815(a)(1) of the Internal Revenue Code, p. 2\n(2013).4The Departments took this\naction to prevent an unduly narrow interpretation of the church\nexemption, in which “an otherwise exempt plan [was] disqualified\nbecause the employer’s purposes extend[ed] beyond the inculcation\nof religious values or because the employer . . .\nserve[d] people of different religious faiths.” 78 Fed. Reg. 39874.\nBut seepost, at 12–13 (Ginsburg, J., dissenting) (arguing\nthat the church exemption only covered houses of\nworship).5The Little Sisters moved\nto intervene in the District Court to defend the 2017\nreligious-exemption IFR, but the District Court denied that motion.\nThe Third Circuit reversed. After that reversal, the Little Sisters\nappealed the District Court’s preliminary injunction of the 2017\nIFRs, and that appeal was consolidated with the Federal\nGovernment’s appeal.6The Third Circuit also\ndeterminedsuasponte that the Little Sisters\nlacked appellate standing to intervene because a District Court in\nColorado had permanently enjoined the contraceptive mandate as\napplied to plans in which the Little Sisters participate. This was\nerror. Under our precedents, at least one party must demonstrate\nArticle III standing for each claim for relief. An intervenor of\nright must independently demonstrate Article III standing if it\npursues relief that is broader than or different from the party\ninvoking a court’s jurisdiction. SeeTown of Chesterv.Laroe Estates,Inc., 581 U. S. ___, ___ (2017)\n(slip op., at 6). Here, the Federal Government clearly had standing\nto invoke the Third Circuit’s appellate jurisdiction, and both the\nFederal Government and the Little Sisters asked the court to\ndissolve the injunction against the religious exemption. The Third\nCircuit accordingly erred by inquiring into the Little Sisters’\nindependent Article III standing.7Though not necessary for\nthis analysis, our decisions inZubikv.Burwell, 578\nU. S. ___ (2016) (per curiam), andHobby Lobby,573\nU.S. 682, implicitly support the conclusion that\n§300gg–13(a)(4) empowered HRSA to create the exemptions. As\nrespondents acknowledged at oral argument, accepting their\ninterpretation of the ACA would require us to conclude that the\nDepartments had no authority under the ACA to promulgate the\ninitial church exemption, see Tr. of Oral Arg. 69–71, 91, which by\nextension would mean that the Departments lacked authority for the\n2013 self-certification accommodation. That reading of the ACA\nwould create serious tension withHobby Lobby, which pointed\nto the self-certification accommodation as an example of a less\nrestrictive means available to the Government, 573 U. S., at\n730–731, andZubik, which expressly directed the Departments\nto “accommodat[e]” petitioners’ religious exercise, 578 U. S.,\nat ___ (slip op., at 4). It would be passing strange for this Court\nto direct the Departments to make such an accommodation if it\nthought the ACA did not authorize one. In addition, we are not\naware of, and the dissent does not point to, a single case\npredatingHobby LobbyorZubikin which the\nDepartments took the position that they could not adopt a different\napproach because they lacked the statutory authority under the ACA\nto do so.8HRSA has altered its\nGuidelines multiple times since 2011, always proceeding without\nnotice and comment. See 82 Fed. Reg. 47813–47814; 83 Fed. Reg.\n8487; 85 Fed. Reg. 722–723 (2020). Accordingly, if HRSA chose to\nexercise that discretion to remove contraception coverage from the\nnext iteration of its Guidelines, it would arguably nullify the\ncontraceptive mandate altogether without proceeding through notice\nand comment. The combination of the agency practice of proceeding\nwithout notice and comment and HRSA’s discretion to alter the\nGuidelines, though not necessary for our analysis, provides yet\nanother indication of Congress’ failure to provide strong\nprotections for contraceptive coverage.9The dissent does not\nattempt to argue that the self-certification accommodation can\ncoexist with its interpretation of the ACA. As for the church\nexemption, the dissent claims that it is rooted in the First\nAmendment’s respect for church autonomy. Seepost, at 12–13.\nBut the dissent points to no case, brief, or rule in the nine years\nsince the church exemption’s implementation in which the\nDepartments defended its validity on that ground. The most the\ndissent can point to is a stray comment in the rule that expanded\nthe self-certification accommodation to closely held corporations\nin the wake ofHobby Lobby. Seepost, at 13 (quoting\n80 Fed. Reg. 41325 (2015)).10The\ndissent claims that “all agree” that the exemption is not supported\nby the Free Exercise Clause.Post, at 2. A constitutional\nclaim is not presented in these cases, and we express no view on\nthe merits of that question.11The\ndissent appears to agree that the Departments had authority under\nRFRA to “cure” any RFRA violations caused by its regulations. Seepost, at 14, n. 16 (disclaiming the view that agencies\nmust wait for courts to determine a RFRA violation); see alsosupra, at 5 (explaining that the safe harbor and commitment\nto developing an accommodation occurred prior to the Guidelines\ngoing into effect). The dissent also does not—as it cannot—dispute\nour directive inZubik.12Here,\ntoo, the Departments have consistently taken the position that\ntheir rules had to account for RFRA in response to comments that\nthe rules would violate that statute. See Dept. of Labor, FAQs\nAbout Affordable Care Act Implementation Part 36, pp. 4–5\n(2017) (2016 Request for Information); 78 Fed. Reg. 39886–39887\n(2013 rule); 77 Fed. Reg. 8729 (2012 final rule). As the 2017 IFR\nexplained, the Departments simply reached a different conclusion on\nwhether the accommodation satisfied RFRA. See 82 Fed. Reg.\n47800–40806 (summarizing the previous ways in which the Departments\naccounted for RFRA and providing a lengthy explanation for the\nchanged position).13We\nnote as well that the Departments promulgated many other IFRs in\naddition to the three related to the contraceptive mandate. See,e.g., 75 Fed. Reg. 27122 (dependent coverage);id.,\nat 34538 (grandfathered health plans);id., at 37188\n(pre-existing conditions).14Because we conclude that the IFRs’\nrequest for comment satisfiesthe APA’s rulemaking requirements, we\nneed not reach respondents’ additional argument that the\nDepartments lacked good cause to promulgate the 2017\nIFRs.",
    "joined": []
}