{
    "case": {
        "docket": "335",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/335/"
    },
    "id": "1963136",
    "author": "thomas",
    "type": "concurrence",
    "text": "559 U. S. ____ (2010)JONES V. HARRIS ASSOCIATES L. P.559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-586JERRY N. JONES, et al., PETITIONERSv.HARRIS ASSOCIATES L. P.on writ of certiorari to the united states court of\nappeals for the seventh circuit[March 30, 2010]Justice Thomas, concurring.The Court rightly affirms the\ncareful approach to §36(b) cases, see 15 U. S. C. §80a–35(b),\nthat courts have applied since (and in certain respects in spite\nof)Gartenbergv.Merrill Lynch Asset Management,\nInc., 694 F. 2d 923, 928–930 (CA2 1982). I write\nseparately because I would not shortchange the Court’s effort by\ndescribing it as affirmation of the “Gartenbergstandard.”Ante, at 7, 17.The District Court and Court of Appeals inGartenbergcreated that standard, which emphasizes fee\n“fairness” and proportionality, 694 F. 2d, at 929, in a manner\nthat could be read to permit the equivalent of the judicial rate\nregulation theGartenbergopinions disclaim, based on the\nInvestment Company Act of 1940’s “tortuous” legislative history and\na handful of extrastatutory policy and market considerations,id., at 928; see alsoid., at 926–927, 929–931;Gartenbergv.Merrill Lynch Asset Management,\nInc., 528 F. Supp. 1038, 1046–1050, 1055–1057 (SDNY\n1981). Although virtually all subsequent §36(b) cases citeGartenberg, most courts have correctly declined its\ninvitation to stray beyond statutory bounds. Instead, they have\nfollowed an approach (principally in deciding which cases may\nproceed past summary judgment) that defers to the informed\nconclusions of disinterested boards and holds plaintiffs to their\nheavy burden of proof in the manner the Act, and now the Court’s\nopinion, requires. See,e.g.,ante, at 11\n(underscoring that the Act “modifies” the governing fiduciary duty\nstandard “in a significant way: It shifts the burden of proof from\nthe fiduciary to the party claiming breach, 15 U. S. C.\n§80a–35(b)(1), to show that the fee is outside the range that\narm’s-length bargaining would produce”);ante, at 16\n(citing the “degree of deference that is due a board’s decision to\napprove an adviser’s fees” and admonishing that “the standard for\nfiduciary breach under §36(b) does not call for judicial\nsecond-guessing of informed board decisions”).I concur in the Court’s decision to affirm\nthis approach based upon the Investment Company Act’s text and our\nlongstanding fiduciary duty precedents. But I would not say that in\ndoing so we endorse the “Gartenbergstandard.” Whatever\nelse might be said about today’s decision, it does not countenance\nthe free-ranging judicial “fairness” review of fees thatGartenbergcould be read to authorize, see 694 F. 2d,\nat 929–930, and that virtually all courts deciding §36(b) cases\nsinceGartenberg(including the Court of Appeals in this\ncase) have wisely eschewed in the postGartenbergprecedents we approve.",
    "joined": []
}