{
    "case": {
        "docket": "271",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/271/"
    },
    "id": "3227520",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–7211_________________ROBERT MITCHELL JENNINGS, PETITIONERv.WILLIAM STEPHENS,\nDIRECTOR, TEXAS DE-PARTMENT OF CRIMINAL JUSTICE, COR-RECTIONAL\nINSTITUTIONS DIVISIONon writ of certiorari to the united states court of appeals for\nthe fifth circuit[January 14, 2015]Justice Thomas, with whom Justice Kennedy and Justice Alito\njoin, dissenting.The Court holds today that a prisoner who obtains an order for\nhis release unless the State grants him a new sentencing proceeding\nmay, as an appellee, raise any alternative argument rejected below\nthat could have resulted in a similar order. In doing so, the\nmajority mistakenly equates a judgment granting a\nconditional-release order with an ordinary civil judgment. I\nrespectfully dissent.ITitle28 U. S. C. §2253(c)(1)(A), as amended by the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA),\nprovides in relevant part: “Unless a circuit justice or judge\nissues a certificate of appealability, an appeal may not be taken\nto the court of appeals from . . . the final order in a\nhabeas corpus proceeding in which the detention complained of\narises out of process issued by a State court.” Further, “[a]\ncertificate of appealability may issue . . . only if the\napplicant has made a substantial showing of the denial of a\nconstitutional right,” and the certificate must “indicate which\nspecific issue or issues satisfy [that] showing.” §§2253(c)(2),(3).\nBecause Jennings did not obtain a certificate of appealability\n(COA), we must consider whether, by raising his “cross-point,” he\ntook an appeal within the meaning of AEDPA.I agree with the majority that if a habeas petitioner takes what\nis, in substance or in form, a cross-appeal to the Court of\nAppeals, then he must obtain a COA. The failure to obtain a COA is\na jurisdictional bar to review. SeeGonzalezv.Thaler, 565 U. S. ___, ___ (2012) (slip op., at 8). The\ncritical question the Court faces is whether Jennings’\n“cross-point” was in fact a cross-appeal.IIAThe majority correctly identifies the rule we apply to determine\nwhether a party has taken a cross-appeal,United Statesv.American Railway Express Co.,265 U. S. 425,435 (1924),\nbut then fails to apply it in accordance with the history of the\nwrit of habeas corpus, our precedents concerning\nconditional-release orders, and traditional principles governing\nequitable relief. Each of these guides supports the conclusion that\na prisoner who obtains a conditional-release order allowing the\nState to resentence him in a new proceeding is entitled, if the\nState elects that option, to a new sentencing proceeding free of\nthe specific constitutional violation identified by the district\ncourt. Because a conditional-release order embodies this specific\nright, an appellee’s attempt to add additional errors is an attempt\nto modify or expand his rights under the judgment.For most of its existence, the writ of habeas corpus was\nunderstood far more narrowly than it is today. SeeWrightv.West,505 U. S. 277–287 (1992) (opinion of Thomas, J.).\nOriginally, it played only a procedural role: It issued as of right\nwhen a prisoner showed probable cause to believe he was being held\nillegally—that is, without a conviction entered by a court of\ncompetent jurisdiction over the prisoner—and obligated the warden\nto file a “return” identifying the grounds of imprisonment.\n W. Church, A Treatise on the Writ of Habeas Corpus §§94, 122\n(rev. 2d ed. 1893) (hereinafter Church). The “grant of the writ\ndecided nothing except that there was a case calling for an answer\nby the gaoler.” Goddard, A Note on Habeas Corpus, 65 L. Q. Rev. 30,\n34 (1949). And the court’s ultimate decision on the matter was\nlimited to confirming the legality of the prisoner’s confinement or\nordering his immediate discharge. See Church §§130, 131.The writ today, by contrast, is invoked to justify broad federal\nreview of state criminal proceedings for constitutional violations.\nAnd, when a district court issues the writ, it usually enters a\nconditional-release order, offering the State a choice between\nimmediate release or a retrial (or resentencing) within a defined\nperiod of time. SeeWilkinsonv.Dotson,544\nU. S. 74–87 (2005) (Scalia, J., concurring).The purpose of a conditional-release order is to afford the\nState an opportunity to remedy the specific constitutional\nviolation identified by the district court. Since its inception\nover a century ago, we have treated a conditional-release order as\nentitling a habeas petitioner not just toa new proceeding, but to a\nnew proceeding that cures the specific defect identified by the\ndistrict court. One of our earliest precedents contemplating such\nan order isIn re Bonner,151 U. S. 242–260 (1894).\nThat case involved a prisoner who had been lawfully convicted, but\nunlawfully ordered to serve his federal sentence in a state\npenitentiary.Id.,at 254–255, 260. Invoking its “power to\ncontrol and direct the form of judgment to be entered in cases\nbrought up before it onhabeas corpus,” the Court ordered\nthe delay of discharge to allow the prisoner to be “taken before\nthe court where the judgment was rendered, thatthe defectsfor want of jurisdictionwhich are the subject of complaintin that judgmentmay be corrected.”Id., at 261\n(emphasis added); see alsoMagwoodv.Patterson,561\nU. S. 320,347 (2010) (Kennedy, J., joined by,inter\nalios, Alito, J., dissenting) (“[A] conditional grant of relief\n. . . allows the state court to correct an error that\noccurred at the original sentencing”). That understanding of habeas\njudgments has prevailed in an unbroken line of precedent. SeeRichmondv.Lewis,506 U. S. 40,52 (1992);Hiltonv.Braunskill,481 U. S. 770,775 (1987);Dowdv.United States ex rel. Cook,340\nU. S. 206–210 (1951);Mahlerv.Eby,264\nU. S. 32,46 (1924). Cf.Dotson,supra, at 86\n(Scalia, J., concurring) (“[T]he conditional writ serves only to\n‘delay the release . . . in order to provide the State an\nopportunity to correct the constitutional violation’ ”\n(quotingBraunskill,supra, at 775)).When the State fails to cure the specific constitutional\nviolation identified by the district court, the habeas petitioner\nis entitled to release. That is because the prevailing habeas\npetitioner has shown that his conviction or sentencing proceeding\nwas unconstitutional and that he is therefore “actually entitled to\nrelease.”Dotson, 544 U. S., at 86 (Scalia, J.,\nconcurring). “Conditional writs enable habeas courts to give States\ntime to replace an invalid judgment with a valid one, and the\nconsequence when they fail to do so is always release.”Id.,at 87. But that entitlement to release is tied to the\nconstitutional violation identified by the Court. A State\ncommitting a new constitutional violation during the new sentencing\nproceeding will not be required to release the habeas petitioner\nunder the old order. Cf.Magwood,supra, at 339\n(explaining that a habeas petitioner who obtains a new sentencing\nproceeding on the basis of one error may subsequently raise, in a\nfirst habeas application, other errors repeated in that\nproceeding).A habeas petitioner’s rights under the conditional-release order\nare thus defined by the violation that justified its entry, not by\nthe wording of the order.Pitchessv.Davis,421\nU. S. 482 (1975) (per curiam), makes that clear.Davisinvolved a prisoner who had obtained habeas relief\nbecause the prosecutor had failed to disclose a material and\nexculpatory laboratory report, in violation ofBradyv.Maryland,373 U. S. 83 (1963). 421 U. S., at 483.\nWhen the State moved to retry him, the prisoner discovered that the\nState had destroyed some of the physical evidence used against him\nat his initial trial.Id.,at 484. The District Court\ngranted the prisoner’s motion to convert its initial\nconditional-release order into an unconditional order.Id.,at 485. After the Court of Appeals affirmed that decision, this\nCourt granted certiorari and reversed.Id., at 486, 490.\nAlthough the conditional-release order provided only that the\nprisoner should be released unless the State moved to retry him\nwithin 60 days,Davisv.Pitchess, 388 F. Supp.\n105, 114 (CD Cal. 1974), the Court read that conditional-release\norder to require the State to “provid[e]respondent with the\nlaboratory report,” in addition to moving to retry him within\n60 days,Davis, 421 U. S., at 483 (emphasis added).\nBecause the order did not address the separate issue of the\nphysical evidence, the Court refused to allow the District Court to\nuse its destruction as a basis for converting the\nconditional-release order to an unconditional order.That decision makes sense when considered in light of\ntraditional principles of equitable relief. “This Court has\nfrequently rested its habeas decisions on equitable principles.”Withrowv.Williams,507 U. S. 680,717 (1993)\n(Scalia, J., concurring in part and dissenting in part). (Such\nprinciples remain relevant after AEDPA’s enactment when they are\nconsistent with the statutory scheme Congress adopted. See,e.g., McQuigginv.Perkins, 569 U. S. ___, ___ –\n___ (2013) (Scalia, J., dissenting) (slip op., at 2–3).) And the\nCourt has frequently recognized that an equitable “remedy must\n. . . be limited to the inadequacy that produced” the\nasserted injury.Lewisv.Casey,518 U. S.\n343,357 (1996). Thus, a conditional-release order will not “permit\na federal habeas court to maintain a continuing supervision over a\nretrial conducted pursuant to a conditional writ granted by the\nhabeas court.”Davis, 421 U. S., at 490. But neither\nwill a conditional-release order permit a State to hold a prisoner\nunder a new judgment infected by the same constitutional violation\nthat justified the order’s entry in the first place. SeeDotson,supra, at 87 (Scalia, J., concurring);Harvestv.Castro, 531 F. 3d 737, 750 (CA9\n2008);Phiferv.Warden, 53 F. 3d 859, 864–865\n(CA7 1995). Such an interpretation of ha-beas judgments would\nrender the writ hollow.The history of the writ of habeas corpus, the treatment of\nconditional-release orders, and traditional principles of equitable\nrelief resolve the dispute at issue here. A habeas petitioner\nawarded a conditional-release order based onan error at his\nsentencing proceeding is entitled, under that order, to a new\nproceeding without the specific constitutional violation identified\nby the district court. Raising any other constitutional violation\non appeal would be an attempt to modify the prisoner’s rights\nflowing from that order.BGiven these principles, the judgment of the Court of Appeals\nshould be affirmed. Jennings prevailed in the District Court on two\ntheories of ineffective assistance of counsel and lost on another.\nThe District Court entered a conditional-release order instructing\nthe State to release Jennings unless it granted Jennings a new\nsentencing hearing within 120 days or commuted his sentence.Ante,at 5. Under this Court’s precedents, that general\norder embodies a specific instruction to the State with respect to\na new sentencing proceeding: resentence Jennings without the two\nidentifiedWigginserrors. Seeante,at 3 (citingWigginsv.Smith,539 U. S. 510 (2003)). The\nState’s failure to comply with that order would justify Jennings’\nrelease. Jennings attempted, through his cross-point, to expand his\nrights under the judgment when he attempted to alter the\ninstruction to the State—adding an additional instruction about aSpisakerror—and, accordingly, the grounds upon which he\ncould obtain immediate release. Seeante, at 3 (citingSmithv.Spisak,558 U. S. 139 (2010)). Jennings’\ncross-point was in substance a cross-appeal for which he needed to\nobtain a COA.IIIAThe majority makes no attempt to reconcile its decision with the\nhistory of conditional-release orders, our precedents, or\ntraditional limitations on equitable relief. Nor could it. Instead,\nit divines an “intuitive answer” to the question presented,ante,at 5, from the law of judgments. But not only is this\nthe incorrect source of law, the major-ity’s position is\nfundamentally at odds with the law of judgments on which it\npurports to rely.The majority agrees that, to understand how the cross-appeal\nrule applies in a given case, one must understand the rights that\nparties obtained under the judgment at issue. But the majority\nrefuses to look past the language of the conditional-release order.\nIt is, of course, true that parties domesticate judgments, not\nopinions.Ante,at 5–6. And it is similarly true that\nprevailing parties enforce judgments, not reasoning.Ante,at 6. Those truisms, however, do not answer the question here,\nwhich is what rights flow from those judgments.In answeringthatquestion, the majority simply announces\nthat the rights that flow from a habeas petitioner’s judgment are\nthe same rights that flow from any other civil judgment. But that\nassertion ignores the unique context of habeas, in which the\ntraditional principles of the law of judgments have never applied.\nAs explained above, the writ of habeas corpus was historically a\npurely procedural mechanism to obtain a court’s determination as to\nthe legality of a prisoner’s confinement. Church §§94, 122, 130,\n131. And that determination was never treated as an ordinary civil\njudgment entitled to res judicata effect.Id., §386; see\nalsoMcCleskeyv.Zant,499 U. S. 467,479\n(1991).Even if the majority were correct that the law of judgments\ncould simply be imported to the habeas context, it misapplies that\nlaw. Under long recognized principles, including the doctrine of\npreclusion, parties have greater rights under civil judgments than\nmerely the particular relief afforded. A prevailing plaintiff’s\nclaims are wholly merged into his judgment, preventing a defendant,\nin a future action on that judgment, from availing himself of\ndefenses that he could have raised in the court’s first\nadjudication of the claims. Restatement (Second) of Judgments §18\n(1980). And a defendant, whether victorious or not, can rely upon\nthat judgment as the final adjudication of a particular claim,\npreventing the plaintiff from pursuing another action against him\nin the future on that same claim.Id., §19. These principles\ngive rights to the parties beyond the remedy ordered. By narrowly\nand artificially defining the rights flowing from a civil judgment\nas solely those rights identified in a written order, the majority\ndisregards these basic principles. And because the majority\npurports to apply the general law of judgments, its decision will\ndo damage well beyond the habeas context in which this case\narises.BIn the habeas context specifically, the majority’s opinion\ninvites the same frivolous appeals that Congress passed AEDPA to\nprevent. Although courts had long relied on the certificate of\nprobable cause as a mechanism to prevent frivolous appeals in\nhabeas cases, AEDPA further narrowed access to such appeals with\nthe creation of the COA requirement.Miller-Elv.Cockrell,537 U. S. 322,356 (2003) (Thomas, J.,\ndissenting). A habeas petitioner cannot obtain a COA absent a\nsubstantial showing of the denial of aconstitutional, not\nmerely federal, right. SeeSlackv.McDaniel,529\nU. S. 473–484 (2000). This requirement serves an important\ngatekeeping function. But the majority’s decision will seriously\nundermine the courts’ ability to perform this function by allowing\nprisoners to pursueanyalternative allegation, no matter\nhow frivolous, that would have justified the same new proceeding\nawarded in the conditional-release order below.This danger is by no means “exaggerated,”ante,at 7, as\nthe majority suggests. Habeas petitioners frequently pursue 20 or\nmore arguments on collateral review, even though they could more\neffectively concentrate on a handful of arguments. See,e.g.,Calvertv.Henderson, 2012 WL 1033632,\n*1 (ED La., Mar. 27, 2012) (raising 26 allegations of ineffective\nassistance of counsel);Battlev.Roper, 2009 WL\n799604, *13 (ED Mo., Mar. 24, 2009) (raising 1 double jeopardy\nissue and 20 allegations of ineffective assistance of counsel). I\nsee little reason to suspect that the prisoners who file these\nscattershot applications will suddenly alter their strategy on\nappeal. Indeed, the experience of the Courts of Appeals suggests\notherwise. See,e.g., Jonesv.Keane, 329 F. 3d\n290, 296 (CA2 2003) (noting, but refusing to consider absent a COA,\na prevailing ha-beas petitioner’s “alternative grounds” for\naffirmance—allegations of insufficiency of the evidence and\nineffective assistance of both trial and appellate counsel). And\nthe experience of the Courts of Appeals with this conduct is only\nlikely to grow now that the majority has approved it. Where before\nonly the United States Court of Appeals for the Seventh Circuit had\npermitted prevailing habeas petitioners to raise rejected claims as\nalternative grounds for affirmance, now all Courts of Appeals will\nbe subject to that rule.The majority also overlooks a significant procedural distinction\nbetween an application for a COA and a merits appeal. The majority\nexpresses “doubt that any more judicial time will be wasted in\nrejection of frivolous claims made in defense of judgment on an\nappeal already taken than would be wasted in rejection of similar\nclaims made in . . . a separate proceeding for a\ncertificate of appealability.”Ante,at 8. But a COA can be\ndecided by a single court of appeals judge,28 U. S. C.\n§2253(c)(1), while a merits appeal must be heard by a three-judge\npanel. By mandating the involvement of two additional judges in the\nadjudication of these claims, today’s rulingtriplesthe\nburden on the Courts of Appeals.*  *  *This Court has repeatedly recognized that AEDPA’s purpose is to\n“reduc[e] delays in the execution of state and federal criminal\nsentences.”Ryanv.Valencia Gonzales, 568 U. S.\n___, ___ (2013) (slip op., at 17) (internal quotation marks\nomitted). One of the key ways in which AEDPA encourages finality is\nto narrow the scope of appellate review by requiring habeas\npetitioners to obtain COAs. The majority’s decision undermines that\nlegislative choice and, in so doing, transforms the understandingof\nconditional-release orders that has prevailed sincethe Court first\nannounced their creation. I respectfully dissent.",
    "joined": []
}