{
    "case": {
        "docket": "14-940",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-940/"
    },
    "id": "3553739",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–940_________________SUE EVENWEL, et al., APPELLANTSv.GREG ABBOTT, governor of texas, et al.on appeal from the united states district\ncourt for the western district of texas[April 4, 2016]Justice Thomas, concurring in the\njudgment.This case concerns whether Texas violated the\nEqual Protection Clause—as interpreted by the Court’s one-person,\none-vote cases—by creating legislative districts that contain\napproximately equal total population but vary widely in the number\nof eligible voters in each district. I agree with the majority that\nour precedents do not require a State to equalize the total number\nof voters in each district. States may opt to equalize total\npopulation. I therefore concur in the majority’s judgment that\nappellants’ challenge fails.I write separately because this Court has never\nprovided a sound basis for the one-person, one-vote principle. For\n50 years, the Court has struggled to define what right that\nprinciple protects. Many of our precedents suggest that it protects\nthe right of eligible voters to cast votes that receive equal\nweight. Despite that frequent explanation, our precedents often\nconclude that the Equal Protection Clause is satisfied when all\nindividuals within a district—voters or not—have an equal share of\nrepresentation. The majority today concedes that our cases have not\nproduced a clear answer on this point. Seeante,at 16.In my view, the majority has failed to provide a\nsound basis for the one-person, one-vote principle because no such\nbasis exists. The Constitution does not prescribe any one basis for\napportionment within States. It instead leaves States significant\nleeway in apportioning their own districts to equalize total\npopulation, to equalize eligible voters, or to promote any other\nprinciple consistent with a republican form of government. The\nmajority should recognize the futility of choosing only one of\nthese options. The Constitution leaves the choice to the people\nalone—not to this Court.IIn the 1960’s, this Court decided that the\nEqual Protection Clause requires States to draw legislative\ndistricts based on a “one-person, one-vote” rule.[1]* But this Court’s decisions have never\ncoalesced around a single theory about what States must\nequalize.The Equal Protection Clause prohibits a State\nfrom “deny[ing] to any person within its jurisdiction the equal\nprotection of the laws.” Amdt. 14, §1. For nearly a century after\nits ratification, this Court interpreted the Clauseas having no\napplication to the politically charged issue of how States should\napportion their populations in political districts. See,e.g.,\nColegrovev.Green, 328 U. S. 549, 556 (1946)\n(plurality opinion). Instead, the Court left the drawing of States’\npolitical boundaries to the States, so long as a State did not\ndeprive people of the right to vote for reasons prohibited by the\nConstitution. Seeid.,at 552, 556;Gomillionv.Lightfoot, 364 U. S. 339 –348 (1960) (finding\njusticiable a claim that a city boundary was redrawn from a square\nshape to “a strangely irregular twenty-eight-sided figure” to\nremove nearly all black voters from the city). This meant that a\nState’s refusalto allocate voters within districts based on\npopulation changes was a matter for States—not federal courts—to\ndecide. And these cases were part of a larger jurisprudence holding\nthat the question whether a state governmenthad a “proper”\nrepublican form rested with Congress.Pacific States Telephone\n& Telegraph Co.v.Oregon, 223 U. S. 118 –150\n(1912).This Court changed course inBakerv.Carr, 369 U. S. 186 (1962) , by locating in the Equal\nProtection Clause a right of citizens not to have a\n“ ‘debasement of their votes.’ ”Id.,at 194, and\nn. 15, 200. Expanding on that decision, this Court later held\nthat “the Equal Protection Clause requires that the seats in both\nhouses of a bicameral state legislature must be apportioned on a\npopulation basis.”Reynoldsv.Sims, 377 U. S.\n533, 568 (1964) . The Court created an analogous requirement for\ncongressional redistricting rooted in Article I, §2’s requirement\nthat “Representatives be chosen ‘by the People of the several\nStates.’ ”Wesberryv.Sanders, 376 U. S. 1\n–9 (1964). The rules established by these cases have come to be\nknown as “one person, one vote.”SinceBakerempowered the federal courts\nto resolve redistricting disputes, this Court has struggled to\nexplain whether the one-person, one-vote principle ensures\nequal-ity among eligible voters or instead protects some broader\nright of every citizen to equal representation. The Court’s lack of\nclarity on this point, in turn, has left unclear whether States\nmust equalize the number of eligible voters across districts or\nonly total population.In a number of cases, this Court has said that\nStates must protect the right ofeligiblevotersto\nhave their votes receive equal weight. On this view, there is only\none way for States to comply with the one-person, one-vote\nprinciple: they must draw districts that contain a substantially\nequal number of eligible voters per district.The Court’s seminal decision inBakerexemplifies this view. Decided in 1962,Bakerinvolved the\nfailure of the Tennessee Legislature to reapportion its districts\nfor 60 years. 369 U. S., at 191. Since Tennessee’s last\napportionment, the State’s population had grown by about 1.5\nmillion residents, from about 2 to more than 3.5 million. And the\nnumber of voters in each district had changed significantly over\ntime, producing widely varying voting populations in each district.Id., at 192. Under these facts, the Court held that\nreapportionment claims were justiciable because the plaintiffs—who\nall claimed to be eligible voters—had alleged a “debasement of\ntheir votes.”Id.,at 194, and n. 15, 204 (internal\nquotation marksomitted).The Court similarly emphasized equal treatment\nof eligible voters inGrayv.Sanders, 372 U. S.\n368 (1963) . That case involved a challenge to Georgia’s “county\nunit” system of voting.Id.,at 370. This system, used by\nthe State’s Democratic Party to nominate candidates in its primary,\ngave each county two votes for every representative that the county\nhad in the lower House of its General Assembly. Voting was then\ndone by county, with the winner in each county taking all of that\ncounty’s votes. The Democratic Party nominee was the candidate who\nhad won the most county-unit votes, not the person who had won the\nmost individual votes.Id.,at 370–371. The effect of this\nsystem was to give heavier weight to rural ballots than to urban\nones. The Court held that the system violated the one-person,\none-vote principle.Id.,at 379–381, and n. 12. In so\nholding, the Court emphasized that the right at issue belongs to\n“all qualified voters” and is the right to have one’s vote “counted\nonce” and protected against dilution.Id.,at 380.In applying the one-person, one-vote principle\nto state legislative districts, the Court has also emphasized vote\ndilution, which also supports the notion that the one-person,\none-vote principle ensures equality among eligible voters. It did\nso most notably inReynolds. In that case, Alabama had\nfailed to reapportion its state legislature for decades, resulting\nin population-variance ratios of up to about 41 to 1 in the State\nSenate and up to about 16 to 1 in the House. 377 U. S., at\n545. In explaining why Alabama’s failure to reapportion violated\nthe Equal Protection Clause, this Court stated that “an\nindividual’s right to vote for state legislators is\nunconstitutionally impaired when its weight is in a substantial\nfashion diluted when compared with votes of citizens living in\nother parts of the State.”Id., at 568.This Court’s post-Reynoldsdecisions\nlikewise define the one-person, one-vote principle in terms of\neligible voters, and thus imply that States should be allocating\ndistricts with eligible voters in mind. The Court suggested as much\ninHadleyv.Junior College Dist. of Metropolitan Kansas\nCity, 397 U. S. 50 (1970) . That case involved Missouri’s\nsystem permitting separate school districts to establish a joint\njunior college district. Six trustees were to oversee the joint\ndistrict, and they were apportioned on the basis of the relative\nnumbers of school-aged children in each subsidiary district.Id.,at 51. The Court held that this plan violated the Equal\nProtection Clause because “the trustees of this junior college\ndistrict [must] be apportioned in a manner that does not deprive\nany voter of his right to have his own vote given as much weight,\nas far as is practicable, as that of any other voter in the junior\ncollege district.”Id.,at 52. In so holding, the Court\nemphasized thatReynoldshad “called attention to prior\ncases indicating that a qualified voter has a constitutional right\nto vote in elections without having his vote wrongfully denied,\ndebased, or diluted.”Hadley, 397 U. S., at 52; seeid.,at 52–53.In contrast to this oft-stated aspiration of\ngiving equal treatment to eligible voters, the Court has also\nexpressed a different understanding of the one-person, one-vote\nprinciple. In several cases, the Court has suggested that\none-person, one-vote protects the interests ofallindividuals in a district, whether they are eligible voters or not.\nInReynolds, for example, the Court said that “the\nfundamental principle of representative government in this country\nis one of equal representation for equal numbers of people.” 377\nU. S., at 560–561; see alsoante,at 16 (collecting\ncases). Under this view, States cannot comply with the Equal\nProtection Clause by equalizing the number of eligible voters in\neach district. They must instead equalize the total population per\ndistrict.In line with this view, the Court has generally\nfocused on total population, not the total number of voters, when\ndetermining a State’s compliance with the one-person, one-vote\nrequirement. InGaffneyv.Cummings, 412 U. S.\n735 –751 (1973), for example, the Court upheld state legislative\ndistricts that had a maximum deviation of 7.83% when measured on a\ntotal-population basis. In contrast, inChapmanv.Meier, 420 U. S. 1 –22, 26–27 (1975), the Court struck\ndown a court-ordered reapportionment that had a total deviation of\n20.14% based on total population. This plan, in the Court’s view,\nfailed to “achieve the goal of population equality with little more\nthande minimisvariation.”Id.,at 27.This lack of clarity in our redistricting cases\nhas left States with little guidance about how their political\ninstitutions must be structured. Although this Court has required\nthat state legislative districts “be apportioned on a population\nbasis,”Reynolds,supra, at 568, it has yet to tell\nthe States whether they are limited in choosing “the relevant\npopulation that [they] must equally distribute.”Chenv.Houston, 532 U. S. 1046, 1047 (2001) (Thomas, J.,\ndissenting from denial of certiorari) (internal quotation marks\nomitted). Because the Court has not provided a firm account of what\nStates must do when districting, States are left to guess how much\nflexibility (if any) they have to use different methods of\napportionment.IIThis inconsistency (if not opacity) is not\nmerely a consequence of the Court’s equivocal statements on one\nperson, one vote. The problem is more fundamental. There is simply\nno way to make a principled choice between interpreting one person,\none vote as protecting eligible voters or as protecting total\ninhabitants within a State. That is because, though those theories\nare noble, the Constitution does not make either of them the\nexclusive means of apportionment for state and local\nrepresentatives. In guaranteeing to the States a “Republican Form\nof Government,” Art. IV, §4, the Constitution did not resolve\nwhether the ultimate basis of representation is the right of\ncitizens to cast an equal ballot or the right of all inhabitants to\nhave equal representation. The Constitution instead reserves these\nmatters to the people. The major-ity’s attempt today to divine a\nsingle “ ‘theory of the Consti-tution’ ”—apportionment\nbased on representation,ante,at 12 (quoting Cong. Globe,\n39th Cong., 1st Sess., 2766–2767 (1866))—rests on a flawed reading\nof history and wrongly picks one side of a debate that the Framers\ndid not resolve in the Constitution.AThe Constitution lacks a single, comprehensive\ntheory of representation. The Framers understood the tension\nbetween majority rule and protecting fundamental rights from\nmajorities. This understanding led to a “mixed” constitutional\nstructure that did not embrace any single theory of representation\nbut instead struck a compromise between those who sought an\nequitable system of representation and those who were concerned\nthat the majority would abuse plenary control over public policy.\nAs Madison wrote, “A dependence on the people is no doubt the\nprimary controul on the government; but experience has taught\nmankind the necessity of auxiliary precautions.” The Federalist No.\n51, p. 349 (J. Cooke ed. 1961).Thiswas the theory of the\nConstitution. The Framers therefore made difficult compromises on\nthe apportionment of federal representation, and they did not\nprescribe any one theory of how States had to divide their\nlegislatures.1Because, in the view of the Framers, ultimate\npolitical power derives from citizens who were “created equal,” The\nDeclaration of Independence ¶2, beliefs in equality of\nrepresentation—and by extension, majority rule—influenced the\nconstitutional structure. In the years between the Revolution and\nthe framing, the Framers experimented with different ways of\nsecuring the political system against improper influence. Of all\nthe “electoral safeguards for the representational system,” the\nmost critical was “equality of representation.” G. Wood, The\nCreation of the American Republic 1776–1787, p. 170 (1998)\n(Wood).The Framers’ preference for apportionment by\nrepresentation (and majority rule) was driven partially by the\nbelief that all citizens were inherently equal. In a system where\ncitizens were equal, a legislature should have “equal\nrepresentation” so that “equal interests among the people should\nhave equal interests in [the assembly].” Thoughts on Government, in\n4 Works of John Adams 195 (C. Adams ed. 1851). The British\nParliament fell short of this goal. In addition to having\nhereditary nobility, more than half of the members of the\ndemocratic House of Commons were elected from sparsely populated\ndistricts—so-called “rotten boroughs.” Wood 171;Baker, 369\nU. S., at 302–303 (Frankfurter, J., dissenting).The Framers’ preference for majority rule also\nwas a reaction to the shortcomings of the Articles of\nConfederation. Under the Articles, each State could cast one vote\nregardless of population and Congress could act only with the\nassent of nine States. Articles of Confederation, Art. IX, cl. 6;id., Art. X;id., Art. XI. This system proved\nundesirable because a few small States had the ability to paralyze\nthe National Legislature. See The Federalist No. 22, at 140–141\n(Hamilton).Consequently, when the topic of dividing\nrepresentation came up at the Constitutional Convention, some\nFramers advocated proportional representation throughout the\nNational Legislature. 1 Records of the Federal Convention of 1787,\npp. 471–473 (M. Farrand ed. 1911). Alexander Hamilton voiced\nconcerns about the unfairness of allowing a minority to rule over a\nmajority. In explaining at the Convention why he opposed giving\nStates an equal vote in the National Legislature, Hamilton asked\nrhetorically, “If . . . three states contain a majority\nof the inhabitants of America, ought they to be governed by a\nminority?”Id.,at 473; see also The Federalist No. 22, at\n141 (Hamilton) (objecting to supermajoritarian voting requirements\nbecause they allow an entrenched minority to “controul the opinion\nof a majority respecting the best mode of conducting [the public\nbusiness]”). James Madison, too, opined that the general Government\nneeded a direct mandate from the people. If federal “power [were]\nnot immediately derived from the people, in proportion to their\nnumbers,” according to Madison, the Federal Government would be as\nweak as Congress under the Articles of Confederation. 1 Records of\nthe Federal Convention of 1787, at 472.In many ways, the Constitution reflects this\npreference for majority rule. To pass Congress, ordinary\nlegislation requires a simple majority of present members to vote\nin favor. And some features of the apportionment for the House of\nRepresentatives reflected the idea that States should wield\npolitical power in approximate proportion to their number of\ninhabitants.Ante, at 8–12. Thus, “equal representation for\nequal numbers of people,”ante, at 12 (internal quotation\nmarks and emphasis omitted), features prominently in how\nrepresentatives are apportioned among the States. These features of\nthe Constitution reflect the preference of some members of the\nfound-ing generation for equality of representation. But, as\nexplained below, this is not the single “theory of\ntheConstitution.”2The Framers also understood that unchecked\nmajorities could lead to tyranny of the majority. As a result, many\nviewed antidemocratic checks as indispensable to republican\ngovernment. And included among the antidemocratic checks were\nlegislatures that deviated from perfect equality of\nrepresentation.The Framers believed that a proper government\npromoted the common good. They conceived this good as objective and\nnot inherently coextensive with majoritarian preferences.See,e.g.,The Federalist No. 1, at 4 (Hamilton)\n(defining the common good or “public good” as the “true interests”\nof the community);id., No. 10, at 57 (Madison) (“the\npermanent and aggregate interests of the community”). For\ngovernment to promote the common good, it had to do more than\nsimply obey the will of the majority. See,e.g.,ibid.(discussing majoritarian factions). Government must\nalso protect fundamental rights. See The Declaration of\nIndependence ¶2; 1 W. Blackstone, Commentaries *124 (“[T]he\nprincipal aim of society is to protect individuals in the enjoyment\nof those absolute rights, which are vested in them by the immutable\nlaws ofnature”).Of particular concern for the Framers was the\nmajority of people violating the property rights of the minority.\nMadison observed that “the most common and durable source of\nfactions, has been the various and unequal distribution of\nproperty.” The Federalist No. 10, at 59. A poignant example\noccurred in Massachusetts. In what became known as Shays’\nRebellion, armed debtors attempted to block legal actions by\ncreditors to recover debts. Although that rebellion was ultimately\nput down, debtors sought relief from state legislatures “under the\nauspices of Constitutional forms.” Letter from James Madison to\nThomas Jefferson (Apr. 23, 1787), in 11 The Papers of Thomas\nJefferson 307 (J. Boyd ed. 1955); see Wood 412–413. With no\nstructural political checks on democratic lawmaking, creditors\nfound their rights jeopardized by state laws relieving debtors of\ntheir obligation to pay and authorizing forms of payment that\ndevalued the contracts. McConnell, Contract Rights and Property\nRights: A Case Study in the Relationship Between Individual\nLiberties and Constitutional Structures, 76 Cal. L. Rev. 267,\n280–281 (1988); see alsoFletcherv.Peck, 6 Cranch\n87, 137–138 (1810) (Marshall, C. J.) (explaining that the\nContract Clause came from the Framers’ desire to “shield themselves\nand their property from the effectsof those sudden and strong\npassions to which men are exposed”).Because of the Framers’ concerns about placing\nunchecked power in political majorities, the Constitution’s\nmajoritarian provisions were only part of a complex republican\nstructure. The Framers also placed several anti-democratic\nprovisions in the Constitution. The original Constitution permitted\nonly the direct election ofrepresentatives. Art. I, §2, cl. 1.\nSenators and the President were selected indirectly. See Art. I,\n§3, cl. 1; Art. II, §1, cls. 2–3. And the “Great Compromise”\nguaranteed large and small States voting equality in the Senate. By\nmalapportioning the Senate, the Framers prevented large States from\noutvoting small States to adopt policies that would advance the\nlarge States’ interests at the expenseof the small States. See The\nFederalist No. 62, at 417 (Madison).These countermajoritarian measures reflect the\nFramers’ aspirations of promoting competing goals. Rejecting a\nhereditary class system, they thought political power resided with\nthe people. At the same time, they sought to check majority rule to\npromote the common good and mitigate threats to fundamental\nrights.BAs the Framers understood, designing a\ngovernment to fulfill the conflicting tasks of respecting the\nfundamental equality of persons while promoting the common good\nrequires making incommensurable tradeoffs. For this reason, they\ndid not attempt to restrict the States to one form of\ngovernment.Instead, the Constitution broadly required that\nthe States maintain a “Republican Form of Government.” Art. IV, §4.\nBut the Framers otherwise left it to States to make tradeoffs and\nreconcile the competing goals.Republican governments promote the common good\nby placing power in the hands of the people, while curtailing the\nmajority’s ability to invade the minority’s fundamental rights. The\nFramers recognized that there is no universal formula for\naccomplishing these goals. At the framing, many state legislatures\nwere bicameral, often reflecting multiple theories of\nrepresentation. Only “[s]ix of the original thirteen states based\nrepresentation in bothhouses of their state legislatures on\npopulation.” Hayden, The False Promise of One Person, One Vote, 102\nMich. L. Rev. 213, 218 (2003). In most States, it was common to\nbase representation, at least in part, on the State’s political\nsubdivisions, even if those subdivisions varied heavily in their\npopulations. Wood 171;Baker, 369 U. S., at 307–308\n(Frankfurter, J., dissenting).Reflecting this history, the Constitution\ncontinued to afford States significant leeway in structuring their\n“Republican” governments. At the framing, “republican” referred to\n“[p]lacing the government in the people,” and a “republick” was a\n“state in which the power is lodged in more than one.” S. Johnson,\nA Dictionary of the English Language (7th ed. 1785); see also The\nFederalist No. 39, at 251 (Madison) (“[W]e may define a republic to\nbe, or at least may bestow that name on, a government which derives\nall its powers directly or indirectly from the great body of the\npeople; and is administered by persons holding their offices during\npleasure, for a limited period, or during good behaviour”). By\nrequiring the States to have republican governments, the\nConstitution prohibited them from having monarchies and\naristocracies. Seeid., No. 43, at 291. Some would argue\nthat the Constitution also prohibited States from adopting direct\ndemocracies. Compare Wood 222–226 (“For most constitution-makers in\n1776, republicanism was not equated with democracy”) with A. Amar,\nAmerica’s Constitution: A Biography 276–281 (2005) (arguing that\nthe provision prohibited monarchies and aristocracies but not\ndirect democracy); see also The Federalist No. 10, at 62 (Madison)\n(distinguishing a “democracy” and a “republic”);id., No.\n14, at 83–84 (same).Beyond that, however, the Constitution left\nmatters open for the people of the States to decide. The\nConstitution says nothing about what type of republican government\nthe States must follow. When the Framers wanted to deny powers to\nstate governments, they did so explicitly. See,e.g., Art.\nI, §10, cl. 1 (“No State shall . . . pass anyBill of\nAttainder, ex post facto Law, or Law impairing the Obligation of\nContracts”).None of the Reconstruction Amendments changed\nthe original understanding of republican government. Those\nAmendments brought blacks within the existing American political\ncommunity. The Fourteenth Amendment pressured States to adopt\nuniversal male suffrage by reducing a noncomplying State’s\nrepresentation in Congress. Amdt. 14, §2. And the Fifteenth\nAmendment prohibited restricting the right of suffrage based on\nrace. Amdt. 15, §1. That is as far as those Amendments went. As\nJustice Harlan explained inReynolds, neither Amendment\nprovides a theory of how much “weight” a vote must receive, nor do\nthey require a State to apportion both Houses of their legislature\nsolely on a population basis. See 377 U. S., at 595–608\n(dissenting opinion). And Justice Alito quite convincingly\ndemonstrates why the majority errs by reading a theory of equal\nrepresentation into the apportionment provision in §2 of the\nFourteenth Amendment. Seepost, at 8–13 (opinion concurring\nin judgment).CThe Court’s attempt to impose its political\ntheory upon the States has produced a morass of problems. These\nproblems are antithetical to the values that the Framers embraced\nin the Constitution. These problems confirm that the Court has been\nwrong to entangle itself with the political process.First, in embracing one person, one vote,\nthe Court has arrogated to the Judiciary important value judgments\nthat the Constitution reserves to the people. InReynolds,\nfor example, the Court proclaimed that “[l]egislators represent\npeople, not trees or acres”; that “[l]egislators are elected by\nvoters, not farms or cities or economic interests”; and that,\naccordingly, electoral districts must have roughly equal\npopulation. 377 U. S., at 562–563. As I have explained, the\nConstitution permits, but does not impose, this view. Beyond that,Reynolds’ assertions are driven by the belief that there is\na single, correct answer to the question of how much voting\nstrength an individual citizen should have. These assertions\noverlook that, to control factions that would legislate against the\ncommon good, individual voting strength must sometimes yield to\ncountermajoritarian checks. And this principle has no less force\nwithin States than it has for the federal system. See The\nFederalist No. 10, at 63–65 (Madison) (recognizing that smaller\nrepublics, such as the individual States, are more prone to capture\nby special interests). Instead of large States versus small States,\nthose interests may pit urban areas versus rural, manufacturing\nversus agriculture, or those with property versus those without.\nCf.Reynolds,supra, at 622–623 (Harlan, J.,\ndissenting). There is no single method of reconciling these\ncompeting interests. And it is not the role of this Court to\ncalibrate democracy in the vain search for an optimum solution.The Government argues that apportioning\nlegislators by any metric other than total population “risks\nrendering residents of this country who are ineligible, unwilling,\nor unable to vote as invisible or irrelevant to our system of\nrepresentative democracy.” Brief for United States asAmicus\nCuriae27. But that argument rests on the faulty premise that\n“our system of representative democracy” requires specific groups\nto have representation in a specific manner. As I have explained,\nthe Constitution does not impose that requirement. See Parts II–A,\nII–B,supra. And as the Court recently reminded us, States\nare free to serve as “ ‘laboratories’ ” of democracy.Arizona State Legislaturev.Arizona Independent\nRedistricting Comm’n, 576 U. S. ____, ____ (2015) (slip\nop., at 28). That “laboratory” extends to experimenting about the\nnature of democracy itself.Second, the Court’s efforts to monitor\nthe political process have failed to provide any consistent\nguidance for the States. Even if it were justifiable for this Court\nto enforce some principle of majority rule, it has been unable to\ndo so in a principled manner. Our precedents do not address the\nmyriad other ways that minorities (or fleeting majorities) entrench\nthemselves in the political system. States can place policy choices\nin their constitutions or have supermajoritarian voting rules in a\nlegislative assembly. See,e.g.,N. Y. Const.,\nArt. V, §7 (constitutionalizing public employee pensions);\nIll. Const., Art. VII, §6(g) (requiring a three-fifths vote of the\nGeneral Assembly to pre-empt certain local ordinances). In theory,\nof course, it does not seem to make a difference if a state\nlegislature is unresponsive to the majority of residents because\nthe state assembly requires a 60% vote to pass a bill or because\n40% of the population elects 51% of the representatives.So far as the Constitution is concerned, there\nis no single “correct” way to design a republican government. Any\nrepublic will have to reconcile giving power to the people with\ndiminishing the influence of special interests. The wisdom of the\nFramers was that they recognized this dilemma and left it to the\npeople to resolve. In trying to impose its own theory of democracy,\nthe Court is hope-lessly adrift amid political theory and\ninterest-group politics with no guiding legal principles.IIIThis case illustrates the confusion that our\ncases have wrought. The parties and the Government offer three\npositions on what this Court’s one-person, one-vote cases require\nStates to equalize. Under appellants’ view, the Fourteenth\nAmendment protects the right to an equal vote. Brief for Appellants\n26. Appellees, in contrast, argue that the Fourteenth Amendment\nprotects against invidious discrimination; in their view, no such\ndiscrimination occurs when States have a rational basis for the\npopulation base that they select, even if that base leaves eligible\nvoters malapportioned. Brief for Appellees 16–17. And, the\nSolicitor General suggests that reapportionment by total population\nis the only permissible standard becauseReynoldsrecognized\na right of “equal representation for equal numbers of people.”\nBrief for United States asAmicus Curiae17.Although the majority does not choose among\nthese theories, it necessarily denies that the Equal Protection\nClause protects the right to cast an equally weighted ballot. To\nprevail, appellants do not have to deny the importance of equal\nrepresentation. Because States can equalize both total population\nand total voting power within the districts, they have to show only\nthat the right to cast an equally weighted vote is part of the\none-person, one-vote right that we have recognized. But the\nmajority declines to find such a right in the Equal Protection\nClause.Ante,at 18–19. Rather, the majority acknowl-edges\nthat “[f]or every sentence appellants quote from the Court’s\nopinions [establishing a right to an equal vote], one could respond\nwith a line casting the one-person, one-vote guarantee in terms of\nequality of representation, not voter equality.”Ante, at\n16. Because our precedents are not consistent with appellants’\nposition—that the only constitutionally available choice for States\nis to allocate districts to equalize eligible voters—the majority\nconcludes that appellants’ challenge fails.Ante, at\n15–19.I agree with the majority’s ultimate disposition\nof this case. As far as the original understanding of the\nConstitution is concerned, a State has wide latitude in selecting\nits population base for apportionment. See Part II–B,supra.\nIt can use total population, eligible voters, or any other\nnondiscriminatory voter base.Ibid.And States with a\nbicameral legislature can have some mixture of these theories, such\nas one population base for its lower house and another for its\nupper chamber.Ibid.Our precedents do not compel a contrary\nconclusion. Appellants are correct that this Court’s precedents\nhave primarily based its one-person, one-vote jurisprudence on the\ntheory that eligible voters have a right against vote dilution.E.g.,Hadley, 397 U. S., at 52–53;Reynolds, 377 U. S., at 568. But this Court’s\njurisprudence has vacillated too much for me to conclude that the\nCourt’s precedents preclude States from allocating districts based\non total population instead. SeeBurns, 384 U. S., at\n92 (recognizing that States may choose other nondiscriminatory\npopulation bases). Under these circumstances, the choice is best\nleft for the people of the States to decide for themselves how they\nshould apportion their legislature.*  *  *There is no single “correct” method of\napportioning state legislatures. And the Constitution did not make\nthis Court “a centralized politburo appointed for life to dictate\nto the provinces the ‘correct’ theories of democratic\nrepresentation, [or] the ‘best’ electoral systems for securing\ntruly ‘representative’ government.”Holderv.Hall,\n512 U. S. 874, 913 (1994) (Thomas, J., concurring in\njudgment). Because the majority continues that misguided search, I\nconcur only in the judgment.Notes1* The Court’s opinions\nhave used “one person, one vote” and “one man, one vote”\ninterchangeably. Compare,e.g., Grayv.Sanders, 372\nU. S. 368, 381 (1963) (“one person, one vote”), withHadleyv.Junior College Dist. of Metropolitan Kansas\nCity, 397 U. S. 50, 51 (1970) (“one man, one vote”\n(internal quotation marks omitted)).Grayused “one person,\none vote” after noting the expansion of political equality over our\nhistory—including adoption of the Nineteenth Amendment, which\nguaranteed women the right to vote. 372 U. S., at\n381.",
    "joined": []
}