{
    "case": {
        "docket": "14-9496",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/14-9496/"
    },
    "id": "3706131",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–9496_________________ELIJAH MANUEL, PETITIONERv.CITY OF\nJOLIET, ILLINOIS, et al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[March 21, 2017]Justice Thomas, dissenting.I join Justice Alito’s opinion in full but write\nseparately regarding the accrual date for a Fourth\nAmendmentunreasonable-seizure claim. Justice Alito suggests that a\nclaim for unreasonable seizure based on a warrantless arrest might\nnot accrue until the “first appearance” under Illinois law (or the\n“initial appearance” under federal law)—which ordinarily represents\nthe first judicial determination of probable cause for that kind of\narrest—rather than at the time of the arrest. Seepost,at\n1, 9 (dissenting opinion); see alsoWallacev.Kato,\n549 U. S. 384 (2007) (taking a similar approach). Which of\nthose events is the correct one for purposes of accrual makes no\ndifference in this case, because both the arrest and the first\nappearance occurred more than two years before petitioner filed\nsuit. Seeante,at 4; see alsoWallace,supra,\nat 387 (petitioner’s claim was untimely regardless of whether it\naccrued on day of arrest or first appearance).I would leave for another case (one where the\nquestion is dispositive) whether an unreasonable-seizure claim\nwould accrue on the date of the first appearance if that appearance\noccurred on some day after the arrest. I think the answer to that\nquestion might turn on the meaning of “seizure,” rather than on the\npresence or absence of any form of legal process. Seepost,at 7–8 (describing the ordinary meaning of “seizure”).",
    "joined": []
}