{
    "case": {
        "docket": "19-199",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-199/"
    },
    "id": "4355049",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–199_________________MANFREDO M. SALINAS, PETITIONERv.UNITED STATES RAILROAD RETIREMENT BOARDon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[February 3, 2021]Justice Thomas, with whom Justice Alito,\nJustice Gorsuch and Justice Barrett join, dissenting.The Court may well correctly interpret the\njudicial review provision located in the Railroad Unemployment\nInsurance Act (RUIA). See 45 U. S. C. §355(f). But this\ncase concerns the judicial review provision located in the Railroad\nRetirement Act (RRA). See 45 U. S. C. §231g. And though\nthe RRA references the RUIA to explainhowto obtain\njudicial review, it defines separatelywhatmay be\nreviewed—the key issue here.The RRA provides that “[d]ecisions of the Board\ndetermining the rights or liabilities of any person under this\nsubchapter shall be subject to judicial review in the same manner,\nsubject to the same limitations, and all provisions of law shall\napply in the same manner as though the decision were a\ndetermination of corresponding rights or liabilities under the\n[RUIA].”Ibid.This language directs courts to assess\nquestions about reviewability in three steps. First, resolve\nwhether the Board’s decision determined rights or liabilities.\nSecond, locate the rights or liabilities under the RUIA, if any,\nthat correspond to the ones determined by the Board. And third,\ndecide whether and how a determination of those parallel rights or\nliabilities would be reviewed under the RUIA.The majority bypasses this structure entirely by\noverlooking the question whether the Board’s decision here\ndetermined any right or liability at all. It did not. A “right” is\n“[a] power, privilege, or immunity guaranteed under a constitution,\nstatutes or decisional laws, or claimed as a result of long usage.”\nBlack’s Law Dictionary 1189 (5th ed. 1979). Similarly, a\n“liability” is “an obligation one is bound in law or justice to\nperform.”Id.,at 823. The Board here did not assess a legal\nobligation or claim. As the majority points out, the Board decided\nonly the “ultimately discretionary” matter of whether to reopen the\n2006 decision.Ante,at 13. Neither the RRA nor the RUIA\nprovides any statutory right to reopen a proceeding. And the\nregulations that create reopening procedures make clear that no one\nhas a right to that proceeding; the Board has plenary authority to\n“direct that any decision, which is otherwise subject to reopening\nunder this part, shall not be reopened.” 20 CFR §261.11 (2020).Nor did the Board’s decision determine any\nunderlying statutory entitlement to benefits, as petitioner\ncontends. The most recent reopening decision did not address the\nmerits of the 2006 decision. On the contrary, it briefly explained\nthat petitioner failed to meet any of the threshold regulatory\nrequirements to obtain a reopening in the first place. As we\nunanimously said in a similar context, the “more natural”\nunderstanding of a reopening denial like this one is that it was\nsimply “therefusalto make a new determination.”Your\nHome Visiting Nurse Services, Inc.v.Shalala,525 U.S.\n449, 453 (1999).The majority skirts this analysis by noting that\nthe statute at issue inYour Homewas narrower than the RRA.\nInYour Home, the statute involved determinations of\n“program reimbursement” amounts, 42 U. S. C. §1395oo(a)(1)\n(A)(i), whereas the statute here provides review for determinations\nof “rights or liabilities,” 45 U. S. C. §231g. But that distinction\nis irrelevant. The reasoning inYour Homewas simply that\nthe refusal to reopen a determination “is not a final determination\n. . . but rather therefusalto make a new\ndetermination.” 525 U. S., at 453 (internal quotation marks\nomitted). So too here.[1]The majority also tries to sidestep text and\nprecedent by invoking the presumption in favor of judicial review\nof administrative action that this Court sometimes applies. But we\nhave explained that this presumption is nothing more than a default\nrule that gives way to “a statute’s language or structure.”Mach\nMining, LLCv.EEOC, 575 U.S. 480, 486 (2015); see alsoBlockv.Community Nutrition Institute,467 U.S.\n340, 351 (1984) (explaining that the presumption is\n“overcome. . . whenever the congressional intent to\npreclude judicial review is fairly discernible in the statutory\nscheme” (internal quotation marks omitted)). Here, §231g limits\njudicial review to Board decisions determining rights or\nliabilities. The statutory language alone controls the outcome.Any presumption is further undercut because\npetitioner had full opportunity to seek judicial review of the 2006\ndecision that did determine his rights. Congress gave petitioner 90\ndays to file a petition for review in a court of appeals. §355(f).\nPetitioner simply did not take advantage of it. To require a court\nto review a reopening denial now—15 years after the statutory time\nfor review expired—transforms a default presumption into a tool to\n“frustrate the statutory purpose of imposing a [time] limit on\njudicial review.”Your Home, 525 U. S., at 454. The\npresumption of judicial review is not a presumption of infinite\njudicial review. SeeCalifanov.Sanders,430 U.S.\n99, 108 (1977) (rejecting “an interpretation that would allow a\nclaimant judicial review simply by filing—and being denied—a\npetition to reopen his claim”). We should not so readily allow a\ncourt-created presumption to overcome statutory time limits.The majority opinion is doubly incorrect because\nit creates a new form of judicial review in a context where it is\nnot clear how it can be exercised. What standards a court could use\nto review Board decisions denying reopening remain elusive. There\nare no statutory cues to guide review—indeed, it is not altogether\nclear that the Board has authority to reopen its final decisions.\nSee 45 U. S. C. §355(g). And the regulations that provide\nreview give the Board discretion to deny reopening whenever it\n“deem[s] proper,” even if a case “is otherwise subject to\nreopening. 20 CFR §261.11. The “impossibility of devising an\nadequate standard of review” for these sorts of decisions is yet\nanother reason to conclude that no review is warranted.ICCv.Locomotive Engineers,482 U.S.\n270, 282 (1987); cf. 5 U. S. C. §701(a)(2) (extending\njudicial review, “except to the extent that . . . agency\naction is committed to agency discretion by law”).[2] Were courts to try to impose standards\ngoverning when the Board can deny reopening, the unintended effect\nmay be to discourage the Board from offering reopenings in the\nfirst place. I would not distort the RRA’s judicial review\nprovision to force courts to review a decision where no standards\nof review are evident.Instead of reckoning with these serious\nquestions, the majority interprets §231g to say nothing more than\nthat the RUIA’s judicial review provision applies.Ante, at\n5. But that interpretive gloss ignores the words Congress chose.\nOnly Board decisions “determining the rights or liabilities of any\nperson” under the RRA are subject to judicial review. 45\nU. S. C. §231g. Because the Board’s decision below did\nnot determine any right or liability, the RRA does not provide for\njudicial review. I respectfully dissent.Notes1That the Court noted the\nbest reading of the statute also happened to be a reasonable one\nunderChevronU. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U.S.\n837(1984), does not undermine its logic.2Our precedent suggests\nthat even if judicial review is generally precluded, it may still\nremain available for “the adjudication of colorable constitutional\nclaims.”Califanov.Sanders,430 U.S.\n99, 109 (1977). But we need not decide whether this exception\napplies because neither side contends that the Board decided such\nan issue below.",
    "joined": []
}