{
    "case": {
        "docket": "15-274",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-274/"
    },
    "id": "3590959",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–274_________________WHOLE WOMAN’S HEALTH, et al., PETITIONERSv.JOHN\nHELLERSTEDT, COMMISSIONER, TEXAS DEPARTMENT OF STATE HEALTH\nSERVICES, et al.on writ of certiorari to the united states court of appeals for\nthe fifth circuit[June 27, 2016]Justice Thomas, dissenting.Today the Court strikes down two state statutory provisions in\nall of their applications, at the behest of abortion clinics and\ndoctors. That decision exemplifies the Court’s troubling tendency\n“to bend the rules when any effort to limit abortion, or even to\nspeak in opposition to abortion, is at issue.”Stenbergv.Carhart, 530 U. S. 914, 954 (2000) (Scalia, J.,\ndissenting). As Justice Alito observes, seepost(dissenting\nopinion), today’s decision creates an abortion exception to\nordinary rules of res judicata, ignores compelling evidence that\nTexas’ law imposes no unconstitutional burden, and disregards basic\nprinciples of the severability doctrine. I write separately to\nemphasize how today’s decision perpetuates the Court’s habit of\napply-ing different rules to different constitutional\nrights—especially the putative right to abortion.To begin, the very existence of this suit is a jurisprudential\noddity. Ordinarily, plaintiffs cannot file suits to vindicate the\nconstitutional rights of others. But the Court employs a different\napproach to rights that it favors. So in this case and many others,\nthe Court has erroneously allowed doctors and clinics to\nvicariously vindicate the putative constitutional right of women\nseeking abortions.This case also underscores the Court’s increasingly common\npractice of invoking a given level of scrutiny—here, the\nabortion-specific undue burden standard—while applying a different\nstandard of review entirely. What-ever scrutiny the majority\napplies to Texas’ law, it bears little resemblance to the\nundue-burden test the Court articulated inPlanned Parenthood of\nSoutheastern Pa.v.Casey, 505 U. S. 833 (1992) ,\nand its successors. Instead, the majority eviscerates important\nfeatures of that test to return to a regime like the one thatCaseyrepudiated.Ultimately, this case shows why the Court never should have bent\nthe rules for favored rights in the first place. Our law is now so\nriddled with special exceptions for special rights that our\ndecisions deliver neither predict-ability nor the promise of a\njudiciary bound by the rule of law.IThis suit is possible only because the Court has allowed\nabortion clinics and physicians to invoke a putative constitutional\nright that does not belong to them—a woman’s right to abortion. The\nCourt’s third-party standing jurisprudence is no model of clarity.\nSeeKowalskiv.Tesmer, 543 U. S. 125, 135\n(2004) (Thomas, J., concurring). Driving this doctrinal confusion,\nthe Court has shown a particular willingness to undercut\nrestrictions on third-party standing when the right to abortion is\nat stake. And this case reveals a deeper flaw in straying from our\nnormal rules: when the wrong party litigates a case, we end up\nresolving disputes that make for bad law.For most of our Nation’s history, plaintiffs could not challenge\na statute by asserting someone else’s constitutional rights. Seeibid.This Court would “not listen to an objection made to\nthe constitutionality of an act by a party whose rights it does not\naffect and who has therefore no interest in defeating it.”Clarkv.Kansas City, 176 U. S. 114, 118 (1900)\n(internal quotation marks omitted). And for good reason: “[C]ourts\nare not roving commissions assigned to pass judgment on the\nvalidity of the Nation’s laws.”Broadrickv.Oklahoma, 413 U. S. 601 –611 (1973).In the 20th century, the Court began relaxing that rule. But\neven as the Court started to recognize exceptions for certain types\nof challenges, it stressed the strict limits of those exceptions. A\nplaintiff could assert a third party’s rights, the Court said, but\nonly if the plaintiff had a “close relation to the third party” and\nthe third party faced a formidable “hindrance” to asserting his own\nrights.Powersv.Ohio, 499 U. S. 400, 411\n(1991) ; accord,Kowalski,supra,at 130–133\n(similar).Those limits broke down, however, because the Court has been\n“quite forgiving” in applying these standards to certain claims.Id., at 130. Some constitutional rights remained “personal\nrights which . . . may not be vicari-ously asserted.”Aldermanv.United States, 394 U. S. 165, 174\n(1969) ( Fourth Amendment rights are purely per-sonal); seeRakasv.Illinois, 439 U. S. 128, 140, n. 8\n(1978) (so is the Fifth Amendment right against\nself-incrimination). But the Court has abandoned such limitations\non other rights, producing serious anomalies across similar factual\nscenarios. Lawyers cannot vicariously assert potential clients’\nSixth Amendment rights because they lack any current, close\nrelationship.Kowalski, supra,at 130–131. Yet litigants can\nassert potential jurors’ rights against race or sex discrimination\nin jury selection even when the litigants have never met potential\njurors and do not share their race or sex.Powers,supra,at 410–416;J. E. B.v.Alabama ex rel.\nT.B., 511 U. S. 127, 129 (1994) . And vendors\ncan sue to invalidate state regulations implicating potential\ncustomers’ equal protection rights against sex discrimination.Craigv.Boren, 429 U. S. 190 –197 (1976)\n(striking down sex-based age restrictions on purchasing beer).Above all, the Court has been especially forgiving of\nthird-party standing criteria for one particular category of cases:\nthose involving the purported substantive due process right of a\nwoman to abort her unborn child. InSingletonv.Wulff, 428 U. S. 106 (1976) , a plurality of this Court\nfashioned a blanket rule allowing third-party standing in abortion\ncases.Id.,at 118. “[I]t generally is appropriate,” said\nthe Court, “to allow a physician to assert the rights of women\npatients as against governmental interference with the abortion\ndecision.”Ibid. Yet the plural-ity conceded that the\ntraditional criteria for an exception tothe third-party standing\nrule were not met. There are no “insurmountable” obstacles stopping\nwomen seeking abortions from asserting their own rights, the\nplurality admitted. Nor are there jurisdictional barriers.Roev.Wade, 410 U. S. 113 (1973) , held that\nwomen seeking abortions fell into the mootness exception for cases\n“ ‘capable of repetition, yet seeking review,’ ” enabling\nthem to sue after they terminated their pregnancies without showing\nthat they intended to become pregnant and seek an abortion again.Id., at 125. Yet, sinceSingleton, the Court has\nunquestioningly accepted doctors’ and clinics’ vicarious assertion\nof the constitutional rights of hypothetical patients, even as\nwomen seeking abortions have successfully and repeatedly asserted\ntheir own rights before this Court.[1]Here too, the Court does not question whether doctors and\nclinics should be allowed to sue on behalf of Texas women seeking\nabortions as a matter of course. They should not. The central\nquestion under the Court’s abortion precedents is whether there is\nan undue burden on a woman’s access to abortion. SeeCasey,\n505 U. S., at 877 (plurality opinion); see Part II,infra. But the Court’s permissive approach to third-party\nstanding encourages litigation that deprives us of the information\nneeded to resolve that issue. Our precedents encourage abortion\nproviders to sue—and our cases then relieve them of any obligation\nto prove what burdens women actually face. I find it astonishing\nthat the majority can discover an “undue burden” on women’s access\nto abortion for “those [women] for whom [Texas’ law] is an actual\nrather than an irrelevant restriction,”ante, at 39\n(internal quotation marks omitted), without identifying how many\nwomen fit this description; their proximity to open clinics; or\ntheir preferences as to where they obtain abortions, and from whom.\n“[C]ommonsense inference[s]” that such a burden exists,ante,at 36, are no substitute for actual evidence. There\nshould be no surer sign that our jurisprudence has gone off the\nrails than this: After creating a constitutional right to abortion\nbecause it “involve[s] the most intimate and personal choices a\nperson may make in a lifetime, choices central to personal dignity\nand autonomy,”Casey,supra, at 851 (majority\nopinion), the Court has created special rules that cede its\nenforcement to others.IIToday’s opinion also reimagines the undue-burden standard used\nto assess the constitutionality of abortion restrictions. Nearly 25\nyears ago, inPlanned Parenthood of Southeastern Pa.v.Casey, 505 U. S. 833 , a plurality of this Court\ninvented the “undue burden” standard as a special test for gauging\nthe permissibility of abortion restrictions.Caseyheld that\na law is unconstitutional if it imposes an “undue burden” on a\nwoman’s ability to choose to have an abortion, meaning that it “has\nthe purpose or effect of placing a substantial obstacle in the path\nof a woman seeking an abortion of a nonviable fetus.”Id.,at 877.Caseythus instructed courts to look to whether a\nlaw substantially impedes women’s access to abortion, and whether\nit is reasonably related to legitimate state interests. As the\nCourt explained, “[w]here it has a rational basis to act, and it\ndoes not impose an undue burden, the State may use its regulatory\npower” to regulate aspects of abortion procedures, “all in\nfurtherance of its legitimate interests in regulating the medical\nprofession in order to promote respect for life, including life of\nthe unborn.”Gonzalesv.Carhart, 550 U. S. 124,\n158 (2007) .I remain fundamentally opposed to the Court’s abortion\njurisprudence.E.g., id., at 168–169 (Thomas, J.,\nconcurring);Stenberg,530 U. S., at 980, 982 (Thomas,\nJ., dissenting). Even takingCaseyas the baseline, however,\nthe majority radically rewrites the undue-burden test in three\nways. First, today’s decision requires courts to “consider the\nburdens a law imposes on abortion access together with the benefits\nthose laws confer.”Ante, at 19. Second, today’s opinion\ntells the courts that, when the law’s justifications are medically\nuncertain, they need not defer to the legislature, and must instead\nassess medical justifications for abortion restrictions by\nscrutinizing the record themselves.Ibid.Finally, even if a\nlaw imposes no “substantial obstacle” to women’s access to\nabortions, the law now must have more than a “reasonabl[e]\nrelat[ion] to . . . a legitimate state interest.”Ibid.(internal quotation marks omitted). These precepts are\nnowhere to be found inCaseyor its successors, and\ntransform the undue-burden test to something much more akin to\nstrict scrutiny.First, the majority’s free-form balancing test is contrary toCasey. When assessing Pennsylvania’s recordkeeping\nrequirements for abortion providers, for instance,Caseydid\nnot weigh its benefits and burdens. Rather,Caseyheld that\nthe law had a legitimate purpose because data collection advances\nmedical research, “so it cannot be said that the requirements serve\nno purpose other than to make abortions more difficult.” 505\nU. S., at 901 ( joint opinion of O’Connor, Kennedy, and\nSouter, JJ.). The opinion then asked whether the recordkeeping\nrequirements imposed a “substantial obstacle,” and found none.Ibid. Contrary to the majority’s statements, seeante, at 19,Caseydid not balance the benefits and\nburdens of Pennsylvania’s spousal and parental notification\nprovisions, either. Pennsylvania’s spousal notification\nrequirement, the plurality said, imposed an undue burden because\nfindings established that the requirement would “likely\n. . . prevent a significant number of women from\nobtaining an abortion”—not because these burdens outweighed its\nbenefits. 505 U. S., at 893 (majority opinion); seeid.,at 887–894. AndCaseysummarily upheld parental\nnotification provisions because even pre-Caseydecisions had\ndone so.Id., at 899–900 (joint opinion).Decisions inCasey’s wake further refute the majority’s\nbenefits-and-burdens balancing test. The Court inMazurekv.Armstrong, 520 U. S. 968 (1997) (per curiam),\nhad no difficulty upholding a Montana law authorizing only\nphysicians to perform abortions—even though no legislative findings\nsupported the law, and the challengers claimed that “all health\nevidence contradict[ed] the claim that there is any health basis\nfor the law.”Id.,at 973 (internal quotation marks\nomitted).Mazurekalso deemed objections to the law’s lack\nof benefits “squarely foreclosed byCaseyitself.”Ibid.Instead, the Court explained, “ ‘the Constitution\ngives the States broad latitude to decide that particular functions\nmay be performed only by licensed professionals,even if an\nobjective assessment might suggest that those same tasks could be\nperformed by others.’ ”Ibid.(quotingCasey,\nsupra, at 885; emphasis in original); seeGonzales,supra, at 164 (relying onMazurek).Second, by rejecting the notion that “legislatures, and not\ncourts, must resolve questions of medical uncertainty,”ante,at 20, the majority discards another core element of\ntheCaseyframework. Before today, this Court had “given\nstate and federal legislatures wide discretion to pass legislation\nin areas where there is medical and scientific uncertainty.”Gonzales, 550 U. S., at 163. This Court emphasized that\nthis “traditional rule” of deference “is consistent withCasey.”Ibid.This Court underscored that\nlegislatures should not be hamstrung “if some part of the medical\ncommunity were disinclined to follow the proscription.”Id.,at 166. And this Court concluded that “[c]onsiderations of marginal\nsafety, including the balance of risks, are within the legislative\ncompetence when the regulation is rational and in pursuit of\nlegitimate ends.”Ibid.; seeStenberg,supra,\nat 971 (Kennedy, J., dissenting) (“the right of the legislature to\nresolve matters on which physicians disagreed” is “establish[ed]\nbeyond doubt”). This Court could not have been clearer: When-ever\nmedical justifications for an abortion restriction are debatable,\nthat “provides a sufficient basis to conclude in [a] facial attack\nthat the [law] does not impose an undue burden.”Gonzales,550 U. S., at 164. Otherwise, legislatures would face “too\nexacting” a standard.Id.,at 166.Today, however, the majority refuses to leave disputed medical\nscience to the legislature because past cases “placed considerable\nweight upon the evidence and argument presented in judicial\nproceedings.”Ante,at 20. But whileCaseyrelied on\nrecord evidence to uphold Pennsylvania’s spousal-notification\nrequirement, that requirement had nothing to do with debated\nmedical science. 505 U. S., at 888–894 (majority opinion). And\nwhileGonzalesobserved that courts need not blindly accept\nall legislative findings, seeante, at 20, that does not\nhelp the majority.Gonzalesrefused to accept Congress’\nfinding of “a medical consensus that the prohibited procedure is\nnever medically necessary” because the procedure’s necessity was\ndebated within the medical community. 550 U. S., at 165–166.\nHaving identified medical uncertainty,Gonzalesexplained\nhow courts should resolve conflicting positions: by respecting the\nlegislature’s judgment. Seeid.,at 164.Finally, the majority overrules another central aspect ofCaseyby requiring laws to have more than a rational basis\neven if they do not substantially impede access to abortion.Ante,at 19–20. “Where [the State]has a rational basis\nto actand it does not impose an undue burden,” this Court\npreviously held, “the State may use its regulatory power” to impose\nregulations “in furtherance of its legitimate interests in\nregulating the medical profession in order to promote respect for\nlife, including life of the unborn.”Gonzales,supra,\nat 158 (emphasis added); seeCasey,supra,at 878\n(plurality opinion) (similar). No longer. Though the majority\ndeclines to say how substantial a State’s interest must be,ante,at 20, one thing is clear: The State’s burden has been\nratcheted to a level that has not applied for a quarter\ncentury.Today’s opinion does resembleCaseyin one respect: After\ndisregarding significant aspects of the Court’s prior\njurisprudence, the majority applies the undue-burden standard in a\nway that will surely mystify lower courts for years to come. As inCasey, today’s opinion “simply . . . highlight[s]\ncertain facts in the record that apparently strike the\n. . . Justices as particularly significant in\nestablishing (or refuting) the existence of an undue burden.” 505\nU. S., at 991 (Scalia, J., concurring in judgment in part and\ndissenting in part); seeante, at 23–24, 31–34. As inCasey, “the opinion then simply announces that the provision\neither does or does not impose a ‘substantial obstacle’ or an\n‘undue burden.’ ” 505 U. S., at 991 (opinion of Scalia,\nJ); seeante, at 26, 36. And still “[w]e do not know whether\nthe same conclusions could have been reached on a different record,\nor in what respects the record would have had to differ before an\nopposite conclusion would have been appropriate.” 505 U. S.,\nat 991 (opinion of Scalia, J.); cf.ante, at 26, 31–32. All\nwe know is that an undue burden now has little to do with whether\nthe law, in a “real sense, deprive[s] women of the ultimate\ndecision,”Casey,supra, at 875, and more to do with\nthe loss of “individualized attention, serious conversation, and\nemotional support,”ante,at 36.The majority’s undue-burden test looks far less like our\npost-Caseyprecedents and far more like the strict-scrutiny\nstandard thatCaseyrejected, under which only the most\ncompelling rationales justified restrictions on abortion. SeeCasey, supra,at 871, 874–875 (plurality opinion). One\nsearches the majority opinion in vain for any acknowledgment of the\n“premise central” toCasey’s rejection of strict scrutiny:\n“that the government has a legitimate and substantial interest in\npreserving and promoting fetal life” from conception, not just in\nregulating medical procedures.Gonzales,supra, at\n145 (internal quotation marks omitted); seeCasey,supra, at 846 (majority opinion), 871 (plurality opinion).\nMeanwhile, the majority’s undue-burden balancing approach risks\nruling out even minor, previously valid infringements on access to\nabortion. Moreover, by second-guessing medical evidence and making\nits own assessments of “quality of care” issues,ante,at\n23–24, 30–31, 36, the majority reappoints this Court as “the\ncountry’sex officiomedical board with powers to disapprove\nmedical and operative practices and standards throughout the United\nStates.”Gonzales,supra,at 164 (internal quotation\nmarks omitted). And the majority seriously burdens States, which\nmust guess at how much more compelling their interests must be to\npass muster and what “commonsense inferences” of an undue burden\nthis Court will identify next.IIIThe majority’s furtive reconfiguration of the standard of\nscrutiny applicable to abortion restrictions also points to a\ndeeper problem. The undue-burden standard is just one variant of\nthe Court’s tiers-of-scrutiny approach to constitutional\nadjudication. And the label the Court affixes to its level of\nscrutiny in assessing whether the government can restrict a given\nright—be it “rational basis,” intermediate, strict, or something\nelse—is increasingly a meaningless formalism. As the Court applies\nwhatever standard it likes to any given case, nothing but empty\nwords separates our constitutional decisions from judicial\nfiat.Though the tiers of scrutiny have become a ubiquitous feature of\nconstitutional law, they are of recent vintage. Only in the 1960’s\ndid the Court begin in earnest to speak of “strict scrutiny” versus\nreviewing legislation for mere rationality, and to develop the\ncontours of these tests. See Fallon, Strict Judicial Scrutiny, 54\nUCLA L. Rev. 1267, 1274, 1284–1285 (2007). In short order, the\nCourt adopted strict scrutiny as the standard for reviewing\neverything from race-based classifications under the Equal\nProtection Clause to restrictions on constitutionally protected\nspeech.Id.,at 1275–1283.Roev.Wade, 410\nU. S. 113 , then applied strict scrutiny to a purportedly\n“fundamental” substantive due process right for the first time.Id., at 162–164; see Fallon,supra,at 1283; accord,Casey,supra,at 871 (plurality opinion) (noting that\npost-Roecases interpretedRoeto demand “strict\nscrutiny”). Then the tiers of scrutiny proliferated into ever more\ngradations. See,e.g., Craig,429 U. S., at 197–198\n(intermediate scrutiny for sex-based classifications);Lawrencev.Texas, 539 U. S. 558, 580 (2003)\n(O’Connor, J., concurring in judgment) (“a more searching form of\nrational basis review” applies to laws reflecting “a desire to harm\na politically unpopular group”);Buckleyv.Valeo,\n424 U. S. 1, 25 (1976) (per cu-riam) (applying\n“ ‘closest scrutiny’ ” to campaign-financecontribution\nlimits).Casey’s undue-burden test added yet another\nright-specific test on the spectrum betweenrational-basis and\nstrict-scrutiny review.The illegitimacy of using “made-up tests” to “displace\nlongstanding national traditions as the primary determinant of what\nthe Constitution means” has long been apparent.United\nStatesv.Virginia, 518 U. S. 515, 570 (1996)\n(Scalia, J., dissenting). The Constitution does not prescribe tiers\nof scrutiny. The three basic tiers—“rational basis,” intermediate,\nand strict scrutiny—“are no more scientific than their names\nsuggest, and a further element of randomness is added by the fact\nthat it is largely up to us which test will be applied in each\ncase.”Id.,at 567; see alsoCraig,supra,at\n217–221 (Rehnquist, J., dissenting).But the problem now goes beyond that. If our recent cases\nillustrate anything, it is how easily the Court tinkers with levels\nof scrutiny to achieve its desired result. This Term, it is easier\nfor a State to survive strict scrutiny despite discriminating on\nthe basis of race in college admissions than it is for the same\nState to regulate how abortion doctors and clinics operate under\nthe putatively less stringent undue-burden test. All the State\napparently needs to show to survive strict scrutiny is a list of\naspirational educational goals (such as the “cultivat[ion of] a set\nof leaders with legitimacy in the eyes of the citizenry”) and a\n“reasoned, principled explanation” for why it is pursuing them—then\nthis Court defers.Fisherv.University of Tex. at\nAustin,ante,at 7, 12 (internal quotation marks\nomitted). Yet the same State gets no deference under the\nundue-burden test, despite producing evidence that abortion safety,\none rationale for Texas’ law, is medically debated. SeeWhole\nWoman’s Healthv.Lakey, 46 F. Supp. 3d 673, 684 (WD\nTex. 2014) (noting conflict in expert testimony about abortion\nsafety). Likewise, it is now easier for the government to restrict\njudicial candidates’ campaign speech than for the Government to\ndefine marriage—even though the former is subject to strict\nscrutiny and the latter was supposedly subject to some form of\nrational-basis review. CompareWilliams-Yuleev.Florida\nBar, 575 U. S. ___, ___–___ (2015) (slip op., at 8–9),\nwithUnited Statesv.Windsor, 570 U. S. ___,\n___ (2013) (slip op., at 20).These more recent decisions reflect the Court’s tendency to\nrelax purportedly higher standards of review for less-preferred\nrights.E.g.,Nixonv.Shrink Missouri Government\nPAC, 528 U. S. 377, 421 (2000) (Thomas, J., dissenting)\n(“The Court makes no effort to justify its deviation from the tests\nwe traditionally employ in free speech cases” to review caps on\npolitical contributions). Meanwhile, the Court selectively applies\nrational-basis review—under which the question is supposed to be\nwhether “any state of facts reasonably may be conceived to justify”\nthe law,McGowanv.Maryland, 366 U. S. 420, 426\n(1961) —with formidable toughness.E.g., Lawrence, 539\nU. S.,at 580 (O’Connor, J., concurring in judgment)\n(at least in equal protection cases, the Court is “most likely” to\nfind no rational basis for a law if “the challenged legislation\ninhibits personal relationships”); seeid.,at 586 (Scalia,\nJ., dissenting) (faulting the Court for applying “an unheard-of\nform of rational-basis review”).These labels now mean little. Whatever the Court claims to be\ndoing, in practice it is treating its “doctrine referring to tiers\nof scrutiny as guidelines informing our approach to the case at\nhand, not tests to be mechanically applied.”Williams-Yulee,supra,at ___ (slip op., at 1) (Breyer, J., concurring). The\nCourt should abandon the pretense that anything other than policy\npreferences underlies its balancing of constitutional rights and\ninterests in any given case.IVIt is tempting to identify the Court’s invention of a\nconstitutional right to abortion inRoev.Wade, 410\nU. S. 113 , as the tipping point that transformed third-party\nstanding doctrine and the tiers of scrutiny into an unworkable\nmorass of special exceptions and arbitrary applications. But those\nroots run deeper, to the very notion that some constitutional\nrights demand preferential treatment. During theLochnerera, the Court considered the right to contract and other economic\nliberties to be fundamental requirements of due process of law. SeeLochnerv.New York, 198 U. S. 45 (1905) . The\nCourt in 1937 repudiatedLochner’s foundations. SeeWest\nCoast Hotel Co.v.Parrish, 300 U. S. 379 –387, 400\n(1937). But the Court then created a new taxonomy of preferred\nrights.In 1938, seven Justices heard a constitutional challenge to a\nfederal ban on shipping adulterated milk in interstate commerce.\nWithout economic substantive due process, the ban clearly invaded\nno constitutional right. SeeUnited Statesv.Carolene\nProducts Co., 304 U. S. 144 –153 (1938). Within Justice\nStone’s opinion for the Court, however, was a footnote that just\nthree other Justices joined—the famousCarolene ProductsFootnote 4. Seeibid.,n. 4; Lusky, Footnote Redux: ACarolene ProductsReminiscence, 82 Colum. L. Rev. 1093,\n1097 (1982). The footnote’s first paragraph suggested that the\npresumption of constitutionality that ordinarily attaches to\nlegislation might be “narrower . . . when legislation\nappears on its face to be within a specific prohibition of the\nConstitution.” 304 U. S., at 152–153, n. 4. Its second\nparagraph appeared to question “whether legislation which restricts\nthose political processes, which can ordinarily be expected to\nbring about repeal of undesirable legislation, is to be subjected\nto more exacting judicial scrutiny under the general prohibitions\nof the [14th] Amendment than are most other types of legislation.”Ibid.And its third and most familiar paragraph raised the\nquestion “whether prejudice against discrete and insular minorities\nmay be a special condition, which tends seriously to curtail the\noperation of those political processes ordinarily to be relied upon\nto protect minorities, and which may call for a correspondingly\nmore searching judicial inquiry.”Ibid.Though the footnote was pure dicta, the Court seized upon it to\njustify its special treatment of certain personal liberties like\nthe First Amendment and the right against discrimination on the\nbasis of race—but also rights not enumerated in the\nConstitution.[2] As the Court identified which\nrights deserved special protection, it developed the tiers of\nscrutiny as part of its equal protection (and, later, due process)\njurisprudence as a way to demand extra justifications for\nencroachments on these rights. See Fallon, 54 UCLA L. Rev., at\n1270–1273, 1281–1285. And, having created a new category of\nfundamental rights, the Court loosened the reins to recognize even\nputative rights like abortion, seeRoe, 410 U. S., at\n162–164, which hardly implicate “discrete and insular\nminorities.”The Court also seized upon the rationale of theCarolene\nProductsfootnote to justify exceptions to third-party standing\ndoctrine. The Court suggested that it was tilting the analysis to\nfavor rights involving actual or perceived minorities—then\nseemingly counted the right to contraception as such a right.\nAccording to the Court, what matters is the “relationship between\none who acted to protect the rights of a minority and the minority\nitself”—which, the Court suggested, includes the relationship\n“between an advocate of the rights of persons to obtain\ncontraceptives and those desirous of doing so.”Eisenstadtv.Baird, 405 U. S. 438, 445 (1972) (citing Sedler,\nStanding to Assert Constitutional Jus Tertii in the Supreme Court,\n71 Yale L. J. 599, 631 (1962)).Eighty years on, the Court has come full circle. The Court has\nsimultaneously transformed judicially created rights like the right\nto abortion into preferred constitutional rights, while disfavoring\nmany of the rights actually enumerated in the Constitution. But our\nConstitution renounces the notion that some constitutional rights\nare more equal than others. A plaintiff either possesses the\nconstitutional right he is asserting, or not—and if not, the\njudiciary has no business creating ad hoc exceptions so that\nothers can assert rights that seem especially important to\nvindicate. A law either infringes a constitutional right, or not;\nthere is no room for the judiciary to invent tolerable degrees of\nencroachment. Unless the Court abides by one set of rules to\nadjudicate constitu-tional rights, it will continue reducing\nconstitutional law to policy-driven value judgments until the last\nshreds of its legitimacy disappear.*  *  *Today’s decision will prompt some to claim victory, just as it\nwill stiffen opponents’ will to object. But the entire Nation has\nlost something essential. The majority’s embrace of a jurisprudence\nof rights-specific exceptions and balancing tests is “a regrettable\nconcession of defeat—an acknowledgement that we have passed the\npoint where ‘law,’ properly speaking, has any further application.”\nScalia, The Rule of Law as a Law of Rules, 56 U. Chi. L. Rev.\n1175, 1182 (1989). I respectfully dissent.Notes1Compare,e.g., Gonzalesv.Carhart,550 U. S. 124 (2007) , andStenbergv.Carhart, 530 U. S. 914 (2000) ;Planned Parenthood\nof Southeastern Pa.v.Casey, 505 U. S. 833, 851\n(1992) (assuming that physicians and clinics can vicariously assert\nwomen’s right to abortion), with, e.g., Leavittv.Jane\nL., 518 U. S. 137, 139 (1996) (per curiam);Hodgsonv.Minnesota, 497 U. S. 417, 429 (1990)\n;H. L.v.Matheson, 450 U. S. 398, 400 (1981) ;Williamsv.Zbaraz, 448 U. S. 358, 361 (1980) ;Harrisv.McRae, 448 U. S. 297, 303 (1980) ;Bellottiv.Baird, 428 U. S. 132 –138 (1976);Poelkerv.Doe, 432 U. S. 519, 519 (1977)\n(per curiam);Bealv.Doe, 432 U. S. 438\n–442 (1977);Maherv.Roe, 432 U. S. 464, 467\n(1977) (women seeking abortions have capably asserted their own\nrights, as plaintiffs).2See Fallon, Strict Judicial Scrutiny,\n54 UCLA L. Rev. 1267, 1278–1291 (2007); see also Linzer, TheCaroleneProductsFootnote and the Preferred Position\nof Individual Rights: Louis Lusky and John Hart Ely vs. Harlan\nFiske Stone, 12 Const. Commentary 277, 277–278, 288–300 (1995);Skinnerv.Oklahoma ex rel. Williamson, 316\nU. S. 535, 544 (1942) (Stone, C. J., concurring) (citing\ntheCaroleneProductsfootnote to suggest that the\npresumption of constitutionality did not fully apply to\nencroachments on the unenumerated personal liberty to\nprocreate).",
    "joined": []
}